{"resource": {
	"language":"rus",
	"title":[
		{
		"value":"Результаты оценки сортообразцов базилика по основным хозяйственно ценным признакам",
	"language":"rus"
	},
	{
		"value":"Results of the assessment of basil specimens of various phenotypes on the main to valuable signs",
	"language":"eng"
	}
	],
	"subject":[
		{
		"value":"indicadores econaіmicos",
	"language":"esp"
	},
	{
		"value":"basil",
	"language":"eng"
	},
	{
		"value":"selecciaіn",
	"language":"esp"
	},
	{
		"value":"indicateur a©conomique",
	"language":"fre"
	},
	{
		"value":"economic indicators",
	"language":"eng"
	},
	{
		"value":"basilic",
	"language":"fre"
	},
	{
		"value":"varia©ta©",
	"language":"fre"
	},
	{
		"value":"sa©lection",
	"language":"fre"
	},
	{
		"value":"ocimum basilicum",
	"language":"esp"
	},
	{
		"value":"belarus",
	"language":"esp"
	},
	{
		"value":"albahaca",
	"language":"esp"
	},
	{
		"value":"varieties",
	"language":"eng"
	},
	{
		"value":"ba©larus",
	"language":"fre"
	},
	{
		"value":"variedades",
	"language":"esp"
	},
	{
		"value":"selection",
	"language":"eng"
	}
	],
	"page_start":220,
	"volume":20,
	"page_end":227,
	"uri":"http://agris.fao.org/aos/records/BY2016000412",
	"arn":"BY2016000412",
	"type":"Summary",
	"source":
		{"uri":"http://ring.ciard.net/node/10606"
	},
	"is_part_of":[
		{
		"uri":"http://aims.fao.org/serials/c_5908b304"
	},
	{
		"journal":
		{"title":"Vegetable Growing : collection of scientific papers",
	"issn":"0201-8411"
	}
	}
	],
	"date_issued":2012,
	"date_submitted":2016,
	"author":[
		{
		"person":
		{"name":"Skorina, V.V., National Academy of Sciences, Minsk (Belarus). Institute for Vegetable Growing"
	}
	},
	{
		"person":
		{"name":"Sachivko, T.V., Belarus State Academy of Agriculture, Gorki (Belarus)"
	}
	}
	],
	"abstract":
		{"value":"In the conditions of the Republic of Belarus as a result of researches the assessment of basil (Ocimum basilicum) specimens of various phenotypes on the main to valuable signs is made. There were selected perspective basil specimens of various phenotypes for further selection of highly productive varieties of basil. The realized comparative assessment of the variety samples showed that all variety samples studied under the north-eastern Belarus entered a phase of mass flowering, which for basil plants was also the phase of economic productive efficiency. In all the studied variety samples the seeds matured in the central or less frequent on the side flower head, except the variety sample K-6. All the studied variety samples differed both by morphologically and economically useful traits and represented a valuable source material for breeding high-yielding varieties of basil. The best among them were N 73, N 26, N 44, K-12, and variety Karlik. These variety samples are characterized by higher mass of plants, seed production, number of leaves per stem and plant.",
	"language":"eng"
	}
	}}
