{"resource": {
	"language":"rus",
	"title":[
		{
		"value":"Инвестиционный климат и предложения по реализации инвестиционных проектов в организациях агропромышленного комплекса Могилевской области [Беларусь]",
	"language":"rus"
	},
	{
		"value":"Investment climate and suggestions for realization of investment projects in the organizations of agroindustrial comlpex of Mogilev region [Belarus]",
	"language":"eng"
	}
	],
	"subject":[
		{
		"value":"economic activities",
	"language":"eng"
	},
	{
		"value":"secteur agricole",
	"language":"fre"
	},
	{
		"value":"investissement",
	"language":"fre"
	},
	{
		"value":"actividades econaіmicas",
	"language":"esp"
	},
	{
		"value":"agroindustrial complexes",
	"language":"eng"
	},
	{
		"value":"sector agrario",
	"language":"esp"
	},
	{
		"value":"activita© a©conomique ",
	"language":"fre"
	},
	{
		"value":"complexe agro-industriel",
	"language":"fre"
	},
	{
		"value":"agricultural organizations",
	"language":"eng"
	},
	{
		"value":"inversiones",
	"language":"esp"
	},
	{
		"value":"belarus",
	"language":"esp"
	},
	{
		"value":"agricultural sector",
	"language":"eng"
	},
	{
		"value":"complejos agroindustriales",
	"language":"esp"
	},
	{
		"value":"ba©larus",
	"language":"fre"
	},
	{
		"value":"investment",
	"language":"eng"
	}
	],
	"page_start":126,
	"volume":1,
	"page_end":135,
	"uri":"http://agris.fao.org/aos/records/BY2016000786",
	"arn":"BY2016000786",
	"type":"Summary",
	"source":
		{"uri":"http://ring.ciard.net/node/10606"
	},
	"is_part_of":[
		{
		"uri":"http://aims.fao.org/serials/c_2c9f7004"
	},
	{
		"journal":
		{"title":"Problems of Economics : collection of scientific papers",
	"issn":"2225-5796"
	}
	}
	],
	"date_issued":2013,
	"date_submitted":2016,
	"author":
		{"person":
		{"name":"Muravyov, A.A., Belarus State Academy of Agriculture, Gorki (Belarus)"
	}
	},
	"abstract":
		{"value":"In course of the research there were considered the investment climate and legal environment for investors in the Republic of Belarus, the factors affecting the investment climate. As a result of realized research it was given the resource potential of the agricultural organizations and a list of investment projects for implementation in organizations of agriculture in Mogilev region. Almost all agribusiness areas are needed in large-scale investments. Here is an opportunity to produce much more food that meets global standards for domestic use and export. Now at the realization of pay-your-way investment projects it have to rely mostly on government sources, own funds and bank loans. However, the state cannot indefinitely invest money, so it is necessary to learn to earn money, create market conditions in agribusiness in order to attract the maximum number of investors, both domestic and foreign. Today the agro industrial complex of the Republic of Belarus provides a level of production that exceeds domestic demand, so the priority of Agrarian Policy of the Republic of Belarus is the development of exports. Efficiency of foreign trade of the State program provides sustainable rural development for 2011-2015.",
	"language":"eng"
	}
	}}
