{"resource": {
	"language":"rus",
	"isbn":"978-985-08-1427-2",
	"field:dct:extent":"306 p.",
	"title":[
		{
		"value":"Технология производства фруктово-ягодных натуральных вин",
	"language":"rus"
	},
	{
		"value":"Technology of production of natural fruit and berry wines",
	"language":"eng"
	}
	],
	"subject":[
		{
		"value":"wine industry",
	"language":"eng"
	},
	{
		"value":"yeasts",
	"language":"eng"
	},
	{
		"value":"extrait de levure",
	"language":"fre"
	},
	{
		"value":"levure",
	"language":"fre"
	},
	{
		"value":"vinification",
	"language":"fre"
	},
	{
		"value":"levadura",
	"language":"esp"
	},
	{
		"value":"extracts",
	"language":"eng"
	},
	{
		"value":"beverage industry",
	"language":"eng"
	},
	{
		"value":"extractos",
	"language":"esp"
	},
	{
		"value":"vinificaciaіn",
	"language":"esp"
	},
	{
		"value":"extrait",
	"language":"fre"
	},
	{
		"value":"yeast extracts",
	"language":"eng"
	},
	{
		"value":"industrie du vin",
	"language":"fre"
	},
	{
		"value":"industria del vino",
	"language":"esp"
	},
	{
		"value":"industria de bebidas",
	"language":"esp"
	},
	{
		"value":"extractos de levadura",
	"language":"esp"
	},
	{
		"value":"fruit extracts",
	"language":"eng"
	},
	{
		"value":"extrait de fruit",
	"language":"fre"
	},
	{
		"value":"winemaking",
	"language":"eng"
	},
	{
		"value":"industrie des boissons",
	"language":"fre"
	},
	{
		"value":"belarus",
	"language":"esp"
	},
	{
		"value":"extractos de frutas",
	"language":"esp"
	},
	{
		"value":"ba©larus",
	"language":"fre"
	}
	],
	"uri":"http://agris.fao.org/aos/records/BY2016000064",
	"arn":"BY2016000064",
	"type":"Summary",
	"source":
		{"uri":"http://ring.ciard.net/node/10606"
	},
	"date_issued":2012,
	"date_submitted":2016,
	"publisher":
		{"organization":
		{"name":"Belaruskaya navuka"
	}
	},
	"author":[
		{
		"person":
		{"name":"Aleksanyan, K.A."
	}
	},
	{
		"person":
		{"name":"Tkachuk, L.A., National Academy of Sciences, Minsk (Belarus). Scientific and Practical Center for Foodstuffs"
	}
	},
	{
		"organization":
		{"name":"National Academy of Sciences, Minsk (Belarus). Scientific and Practical Center for Foodstuffs"
	}
	}
	],
	"abstract":
		{"value":"The analysis of the wine market in the Republic of Belarus is presented; the issues of standardization and technical regulation of production and turnover of wine production are analyzed. The technology of production of natural fruit and berry wines is comprehensively and systematically developed and described. Theoretically grounded techniques of increasing the biological value of natural fruit and berry wines are substantiated.  Medical and biological aspects of wine consumption are evaluated; wine market of the Republic of Belarus is analyzed. Scientific support of the development of wine industry is offered, standardization and technical regulations in the field of winemaking are outlined; classification of wine products is presented. The process of manufacturing of natural fruit and berry wines is described. Biochemical process of alcoholic fermentation, raw materials for the production of natural fruit and berry wines, chemical composition of fruits and berries, used for winemaking is analyzed. Technological potential of fruit materials is evaluated; the most important methods of processing of fruits and berries are enumerated. Modern technologies of processing of extractable natural fruit and berry wines are suggested; theoretical framework for the assessment of extract content of wines is developed. Recommendations of the increment of mass concentration of residual extract of natural fruit and berry wines are given; equipment for the manufacturing of natural fruit and berry wines and treated wine products is analyzed.",
	"language":"eng"
	}
	}}
