{"resource": {
	"language":"rus",
	"isbn":"978-985-6979-45-6",
	"field:dct:extent":"321 p.",
	"title":[
		{
		"value":"Improvement of systems of automatic control of technological processes",
	"language":"eng"
	},
	{
		"value":"Совершенствование систем автоматического регулирования технологическими процессами",
	"language":"rus"
	}
	],
	"subject":[
		{
		"value":"alimentos",
	"language":"esp"
	},
	{
		"value":"tecnologa­a de alimentos",
	"language":"esp"
	},
	{
		"value":"foods",
	"language":"eng"
	},
	{
		"value":"products",
	"language":"eng"
	},
	{
		"value":"automation",
	"language":"eng"
	},
	{
		"value":"automatizaciaіn",
	"language":"esp"
	},
	{
		"value":"food technology",
	"language":"eng"
	},
	{
		"value":"automatisation",
	"language":"fre"
	},
	{
		"value":"technologie alimentaire",
	"language":"fre"
	},
	{
		"value":"belarus",
	"language":"esp"
	},
	{
		"value":"productos",
	"language":"esp"
	},
	{
		"value":"ba©larus",
	"language":"fre"
	},
	{
		"value":"produit",
	"language":"fre"
	},
	{
		"value":"produit alimentaire",
	"language":"fre"
	}
	],
	"uri":"http://agris.fao.org/aos/records/BY2016000042",
	"arn":"BY2016000042",
	"type":"Summary",
	"source":
		{"uri":"http://ring.ciard.net/node/10606"
	},
	"date_issued":2012,
	"date_submitted":2016,
	"publisher":
		{"organization":
		{"name":"Mogilev State University of Foodstuffs"
	}
	},
	"author":[
		{
		"person":
		{"name":"Ajrapetyants, G.M."
	}
	},
	{
		"person":
		{"name":"Akulich, A.V."
	}
	},
	{
		"person":
		{"name":"Ulyanov, N.I., Mogilev State Univ. of Foodstuffs (Belarus)"
	}
	}
	],
	"abstract":
		{"value":"In course of the research there were studied the problems of automatic process control, distributed in the chemical and food industries. The research was realized in the conditions of the Republic of Belarus. As a result of realized research there were described in detail the operation of the regulated under static and dynamic conditions, and provided methods for the experimental determination of their characteristics. Methods for the analysis and synthesis of linear, non-linear and pulse control systems with logarithmic frequency characteristics were presented. Recommendations for the reconstruction of regulatory systems were given. Plenty of examples to illustrate the application of the theory to specific objects and systems of automatic control were included. There were considered such questions as features of the development of the theory of regulation, subject of regulation; some problems of the theory of automatic control; modeling of objects and systems of regulation; methods of experimental determination of dynamic characteristics of control, development and application of special regulation in chemical and food; an example of automatic control systems, vacuum-evaporating installation; unit for obtaining of viscose sausage casing and others.",
	"language":"eng"
	}
	}}
