{"resource": {
	"language":"rus",
	"title":[
		{
		"value":"Rootstock influence on soil development of cherry trees root system",
	"language":"eng"
	},
	{
		"value":"Влияние подвоев на освоение почвы корневой системой деревьев вишни",
	"language":"rus"
	}
	],
	"subject":[
		{
		"value":"raa­ces adventicias",
	"language":"esp"
	},
	{
		"value":"systaёme racinaire",
	"language":"fre"
	},
	{
		"value":"sour cherries",
	"language":"eng"
	},
	{
		"value":"racine",
	"language":"fre"
	},
	{
		"value":"portainjertos",
	"language":"esp"
	},
	{
		"value":"root systems",
	"language":"eng"
	},
	{
		"value":"primary root",
	"language":"eng"
	},
	{
		"value":"porte greffe",
	"language":"fre"
	},
	{
		"value":"cereza aicida",
	"language":"esp"
	},
	{
		"value":"prunus cerasus",
	"language":"esp"
	},
	{
		"value":"racine adventive",
	"language":"fre"
	},
	{
		"value":"raa­ces",
	"language":"esp"
	},
	{
		"value":"sistema radicular",
	"language":"esp"
	},
	{
		"value":"roots",
	"language":"eng"
	},
	{
		"value":"adventitious roots",
	"language":"eng"
	},
	{
		"value":"belarus",
	"language":"esp"
	},
	{
		"value":"ba©larus",
	"language":"fre"
	},
	{
		"value":"rootstocks",
	"language":"eng"
	}
	],
	"page_start":82,
	"volume":24,
	"page_end":90,
	"uri":"http://agris.fao.org/aos/records/BY2016000678",
	"arn":"BY2016000678",
	"type":"Summary",
	"source":
		{"uri":"http://ring.ciard.net/node/10606"
	},
	"is_part_of":[
		{
		"uri":"http://aims.fao.org/serials/c_7f16fe4b"
	},
	{
		"journal":
		{"title":"Fruit-Growing : scientific papers",
	"issn":"0134-9759"
	}
	}
	],
	"date_issued":2012,
	"date_submitted":2016,
	"author":
		{"person":
		{"name":"Kapichnilova, N.G., National Academy of Sciences. Scientific and Practical Center for Potato, Vegetable and Fruit Growing (Belarus). Institute for Fruit Growing"
	}
	},
	"abstract":
		{"value":"In the conditions of the Republic of Belarus there were presented the results of a root system study of Vyanok cultivar cherry (Prunus cerasus L.) trees on clonal stocks Izmajlovski, Moskoviya and sweet cherry (Prunus avium L.) selected by A. I. Putsilo were made in summer 2011 in the orchard planted in 2003 under 4 x 2 m scheme. It was established that toward the 9th year after planting the trees root system on studied stocks was extended to the middle of row-spacing and on depth of 60 cm digging. 97,7% of skeletal roots of the selected sweet cherry form, 87,0% of Izmajlovski stock, 90,7% of Moskoviya stock and 84,5%, 74,6 and 86,7% of overgrown roots accordingly were placed up to 1,5 m from a row line by weight. A big mass of overgrown (25,4 %), skeletal roots (13,0 % by weight and 23,2% by length) was observed at the stock Izmajlovski at 1,5 – 2,0 m distance from a tree row, that is the evidence of more uniform root system development of trees on this stock. The maximum specific weight of overgrown roots in the amount of was noted at the cherry stock Moskoviya (1,64 times more than at the selected sweet cherry form, and 1,1 times more than at the stock Izmajlovski). The specific weight of skeletal roots in the amount of at the selected sweet cherry form, on the contrary, was 1,26 times more than at the stock Moskoviya and 1,01 times more than at the stock Izmajlovski.",
	"language":"eng"
	}
	}}
