{"resource": {
	"language":"rus",
	"isbn":"978-985-516-219-4",
	"field:dct:extent":"182 p.",
	"title":[
		{
		"value":"Система защиты интересов вкладчиков в Республике Беларусь: проблемы и перспективы развития",
	"language":"rus"
	},
	{
		"value":"The system of protection of investors in the Republic of Belarus: problems and prospects",
	"language":"eng"
	}
	],
	"subject":[
		{
		"value":"economic activities",
	"language":"eng"
	},
	{
		"value":"investissement",
	"language":"fre"
	},
	{
		"value":"assurance",
	"language":"fre"
	},
	{
		"value":"actividad bancaria",
	"language":"esp"
	},
	{
		"value":"actividades econaіmicas",
	"language":"esp"
	},
	{
		"value":"activita© a©conomique ",
	"language":"fre"
	},
	{
		"value":"activita© bancaire",
	"language":"fre"
	},
	{
		"value":"inversiones",
	"language":"esp"
	},
	{
		"value":"depaіsitos bancarios",
	"language":"esp"
	},
	{
		"value":"insurance",
	"language":"eng"
	},
	{
		"value":"seguros",
	"language":"esp"
	},
	{
		"value":"belarus",
	"language":"esp"
	},
	{
		"value":"bank deposits",
	"language":"eng"
	},
	{
		"value":"banking",
	"language":"eng"
	},
	{
		"value":"ba©larus",
	"language":"fre"
	},
	{
		"value":"investment",
	"language":"eng"
	},
	{
		"value":"da©paґt bancaire",
	"language":"fre"
	}
	],
	"uri":"http://agris.fao.org/aos/records/BY2016000044",
	"arn":"BY2016000044",
	"type":"Summary",
	"source":
		{"uri":"http://ring.ciard.net/node/10606"
	},
	"date_issued":2012,
	"date_submitted":2016,
	"publisher":
		{"organization":
		{"name":"Polesie State University"
	}
	},
	"author":
		{"person":
		{"name":"Bukhtik, M.I., Polesje State Univ., Pinsk (Belarus)"
	}
	},
	"abstract":
		{"value":"World's first comprehensive study of the various options for building systems of protection of bank deposits in countries with emerging markets and justified the use of international experience in improving them was presented. Key features and shortcomings of the deposit guarantee system in the Republic of Belarus were identified and directions to improve it in order to enhance citizen's placement of funds in bank deposits and maintain the stability of the banking system were suggested. There were considered such questions as the protection investors system as a part of banking regulation system; mechanism of functioning of bank deposits protection system, deposit insurance system as an element of financial security; comparative analysis of foreign models of building systems of deposit insurance, the role of deposits in the investment process of the Russia-Belarus; Market of the bank deposits of the Russian population, market analysis of deposits of Belarus: the factors and trends, current state of the system of guarantees of bank deposits in Belarus, sanitation and financial rehabilitation of banks as part of the system of bank deposits protection, development of recommendations to improve the system of insurance of bank deposits in Russia, international experience of the formation of deposit insurance in Belarus.",
	"language":"eng"
	}
	}}
