{"resource": {
	"language":"rus",
	"isbn":"978-985-90249-5-5",
	"field:dct:extent":"443 p.",
	"title":[
		{
		"value":"Построение машин химизации земледелия",
	"language":"rus"
	},
	{
		"value":"Construction of machinery for use of chemicals in arable farming",
	"language":"eng"
	}
	],
	"subject":[
		{
		"value":"abonos",
	"language":"esp"
	},
	{
		"value":"equipo",
	"language":"esp"
	},
	{
		"value":"equipment",
	"language":"eng"
	},
	{
		"value":"mata©riel",
	"language":"fre"
	},
	{
		"value":"aplicaciaіn de abonos",
	"language":"esp"
	},
	{
		"value":"tierras arables",
	"language":"esp"
	},
	{
		"value":"engrais",
	"language":"fre"
	},
	{
		"value":"systaёme d'exploitation agricole",
	"language":"fre"
	},
	{
		"value":"terre arable",
	"language":"fre"
	},
	{
		"value":"arable land",
	"language":"eng"
	},
	{
		"value":"sistemas de explotaciaіn",
	"language":"esp"
	},
	{
		"value":"fertilizer application",
	"language":"eng"
	},
	{
		"value":"arable farming",
	"language":"eng"
	},
	{
		"value":"fertilisation",
	"language":"fre"
	},
	{
		"value":"fertilizers",
	"language":"eng"
	},
	{
		"value":"belarus",
	"language":"esp"
	},
	{
		"value":"ba©larus",
	"language":"fre"
	},
	{
		"value":"farming systems",
	"language":"eng"
	}
	],
	"uri":"http://agris.fao.org/aos/records/BY2016000037",
	"arn":"BY2016000037",
	"type":"Summary",
	"source":
		{"uri":"http://ring.ciard.net/node/10606"
	},
	"date_issued":2012,
	"date_submitted":2016,
	"publisher":
		{"organization":
		{"name":"Scientific and Practical Centre of the NAS of Belarus for Agricultural Mechanization"
	}
	},
	"author":[
		{
		"person":
		{"name":"Stepuk, L.Ya."
	}
	},
	{
		"person":
		{"name":"Zheshko, A.A., National Academy of Sciences, Minsk (Belarus). Scientific and Practical Center for Agriculture Mechanization"
	}
	}
	],
	"abstract":
		{"value":"In course of the research there was analyzed the problem of mechanization for use of chemicals in agriculture. The research was realized in the conditions of the Republic of Belarus. As a result of realized research there were revealed the main physical and mechanical properties of fertilizers and liming materials, made a systematic analysis of the technical diagrams of machines for applying fertilizers, considered the most promising schemes of arch collapses, delivering, metering, leveling and spreading of working bodies for different types of fertilizers and pesticides. Presentation of the theory and methodology of study and rational calculation of their parameters was made. The technical characteristics of machines designed according to test results, were described. There were considered such questions as condition of use of chemicals in agriculture of the Republic of Belarus; statement of the problem and background of its decision, classification of physical and mechanical properties of chemicals; interaction of working body of chemicalization machines with fertilizers of various types and distribution of grain size, mechanization of pesticides application; chemicalization agriculture machine, built in research results and others.",
	"language":"eng"
	}
	}}
