{"resource": {
	"language":"rus",
	"title":[
		{
		"value":"Журнал 'Весцi Нацыянальнай акадэміі навук Беларусi. Серыя аграрных навук' – важнейшая веха в индустриализации животноводства Беларуси",
	"language":"rus"
	},
	{
		"value":"Journal 'Proceedings of the National Academy of Sciences of Belarus. Agrarian Series' – the most important element in the industrialization of animal husbandry of Belarus",
	"language":"eng"
	}
	],
	"subject":[
		{
		"value":"information",
	"language":"eng"
	},
	{
		"value":"tecnologa­a de comunicaciaіn",
	"language":"esp"
	},
	{
		"value":"livestock management",
	"language":"eng"
	},
	{
		"value":"development",
	"language":"eng"
	},
	{
		"value":"communication technology",
	"language":"eng"
	},
	{
		"value":"journals",
	"language":"eng"
	},
	{
		"value":"technique de communication",
	"language":"fre"
	},
	{
		"value":"history",
	"language":"eng"
	},
	{
		"value":"ganadera­a",
	"language":"esp"
	},
	{
		"value":"manejo del ganado",
	"language":"esp"
	},
	{
		"value":"aelevage",
	"language":"fre"
	},
	{
		"value":"animal husbandry",
	"language":"eng"
	},
	{
		"value":"historia",
	"language":"esp"
	},
	{
		"value":"belarus",
	"language":"esp"
	},
	{
		"value":"periodicals",
	"language":"eng"
	},
	{
		"value":"histoire",
	"language":"fre"
	},
	{
		"value":"ba©larus",
	"language":"fre"
	},
	{
		"value":"conduite d'a©levage",
	"language":"fre"
	}
	],
	"page_start":5,
	"page_end":8,
	"uri":"http://agris.fao.org/aos/records/BY2016000342",
	"arn":"BY2016000342",
	"type":"Summary",
	"source":
		{"uri":"http://ring.ciard.net/node/10606"
	},
	"is_part_of":[
		{
		"uri":"http://aims.fao.org/serials/c_1ea270f0"
	},
	{
		"journal":
		{"title":"Proceedings of the National Academy of Sciences of Belarus. Agrarian Series",
	"issn":"1817-7204"
	}
	}
	],
	"date_issued":2013,
	"url":"http://vesti.belal.by/vesti/pdf/20130301.pdf",
	"date_submitted":2016,
	"author":
		{"person":
		{"name":"Shejko, I.P., National Academy of Sciences. Scientific and Practical Center of Animal Breeding (Belarus)"
	}
	},
	"issue":3,
	"abstract":
		{"value":"The article presents historical review of the Journal 'Proceedings of the National Academy of Sciences of Belarus. Agrarian Series', characterizes the most important stages of the development of the issue, analyzes the role of the journal in the process of formation and evolution of Belarusian agrarian science, especially of animal husbandry. General review of the journal's editors of different periods is presented, main historical and scientific transformations of the society and the role of the 'Proceedings of the National Academy of Sciences of Belarus. Agrarian Series' in these transformations is analyzed. The most important scientific directions, described in the journal for the period of 50 years, are outlined. Main stages of the development of animal husbandry of the Republic of Belarus are enumerated; the most important economic characteristics of meat producing industry for all the years are analyzed. Among them are: meat production per capita and total number of meat all over the republic; slaughter yield; survival of young animals; meat yield; reproductive qualities of animals; milk yield; development of dairy industry. The most important advantages of the journal are enumerated and essential perspectives of the development of the issue are outlined.",
	"language":"eng"
	}
	}}
