{"resource": {
	"language":"rus",
	"isbn":"978-985-90249-8-6",
	"field:dct:extent":"274 p.",
	"title":[
		{
		"value":"Организационно-экономический потенциал формирования и эффективного использования системы машин в животноводстве",
	"language":"rus"
	},
	{
		"value":"Organizational and economic potential of the formation and effective use of the machines in animal husbandry",
	"language":"eng"
	}
	],
	"subject":[
		{
		"value":"ganadera­a",
	"language":"esp"
	},
	{
		"value":"equipo de la explotaciaіn agraria",
	"language":"esp"
	},
	{
		"value":"innovation",
	"language":"fre"
	},
	{
		"value":"mata©riel agricole",
	"language":"fre"
	},
	{
		"value":"farm equipment",
	"language":"eng"
	},
	{
		"value":"aelevage",
	"language":"fre"
	},
	{
		"value":"animal husbandry",
	"language":"eng"
	},
	{
		"value":"equipo de crianza",
	"language":"esp"
	},
	{
		"value":"mata©riel d'a©levage",
	"language":"fre"
	},
	{
		"value":"belarus",
	"language":"esp"
	},
	{
		"value":"ba©larus",
	"language":"fre"
	},
	{
		"value":"animal husbandry equipment",
	"language":"eng"
	},
	{
		"value":"innovaciaіn",
	"language":"esp"
	}
	],
	"uri":"http://agris.fao.org/aos/records/BY2016000038",
	"arn":"BY2016000038",
	"type":"Summary",
	"source":
		{"uri":"http://ring.ciard.net/node/10606"
	},
	"date_issued":2012,
	"date_submitted":2016,
	"publisher":
		{"organization":
		{"name":"Scientific and Practical Centre of the NAS of Belarus for Agricultural Mechanization"
	}
	},
	"author":
		{"person":
		{"name":"Samosyuk, V.G., National Academy of Sciences, Minsk (Belarus). Scientific and Practical Center for Agriculture Mechanization"
	}
	},
	"abstract":
		{"value":"In course of the research there were studied theoretical issues of functioning and the model of the formation of the technical capacity of dairy farming industry. The research was realized in the conditions of the Republic of Belarus. As a result of realized research it was made the estimation of the level of production and identified the ways of improving the equipment for dairy farms, suggested a mechanism of decision-making in the choice of mechanization means and developed a model for improving the competitiveness of the industry in terms of its innovation potential. Strategic model of agro-industrial cluster and the mechanism of interaction between the participants were proposed. The ways of improving the efficiency of the industry were grounded and a strategy of mechanization of technological processes of production of dairy cattle was developed.",
	"language":"eng"
	}
	}}
