{"resource": {
	"language":"rus",
	"isbn":"978-985-519-532-1",
	"field:dct:extent":"205 p.",
	"title":[
		{
		"value":"Management of reproduction of capital on the basis of innovation in the industry of Belarus",
	"language":"eng"
	},
	{
		"value":"Управление воспроизводством капитала на инновационной основе в промышленности Беларуси",
	"language":"rus"
	}
	],
	"subject":[
		{
		"value":"agroindustry",
	"language":"eng"
	},
	{
		"value":"innovation",
	"language":"fre"
	},
	{
		"value":"activita© a©conomique ",
	"language":"fre"
	},
	{
		"value":"finance",
	"language":"fre"
	},
	{
		"value":"capital formation",
	"language":"eng"
	},
	{
		"value":"agroindustria",
	"language":"esp"
	},
	{
		"value":"capital",
	"language":"esp"
	},
	{
		"value":"finanza",
	"language":"esp"
	},
	{
		"value":"economic activities",
	"language":"eng"
	},
	{
		"value":"agro-industrie",
	"language":"fre"
	},
	{
		"value":"agroindustrial complexes",
	"language":"eng"
	},
	{
		"value":"actividades econaіmicas",
	"language":"esp"
	},
	{
		"value":"complexe agro-industriel",
	"language":"fre"
	},
	{
		"value":"formation de capital",
	"language":"fre"
	},
	{
		"value":"belarus",
	"language":"esp"
	},
	{
		"value":"formaciaіn de capital",
	"language":"esp"
	},
	{
		"value":"complejos agroindustriales",
	"language":"esp"
	},
	{
		"value":"ba©larus",
	"language":"fre"
	},
	{
		"value":"innovaciaіn",
	"language":"esp"
	}
	],
	"uri":"http://agris.fao.org/aos/records/BY2016000023",
	"arn":"BY2016000023",
	"type":"Summary",
	"source":
		{"uri":"http://ring.ciard.net/node/10606"
	},
	"date_issued":2012,
	"date_submitted":2016,
	"publisher":
		{"organization":
		{"name":"Belarus State Agrarian Technical Univ., Minsk (Belarus)"
	}
	},
	"author":
		{"person":
		{"name":"Borodinskaya, E.M., Belarus State Agrarian Technical Univ., Minsk (Belarus)"
	}
	},
	"abstract":
		{"value":"In course of the research there were studied aspects of capital reproduction management on the basis of innovation in Argo industrial complex of the Republic of Belarus. As a result of realized research theoretical and applied research the problems of management of capital reproduction were resulted. Used in work the quantitative approach to the study of reproduction processes could provide the link between the areas of industrial policy and reproductive dynamics, it was a powerful instrument in the proportions of intensive type expanded reproduction. There were considered such questions as reproduction of capital in the economy, industry, factors of reproduction of capital in the industry and their relationship with the innovative development of the national economy; quantifying types of reproduction in the industry; methodology to evaluate the influence of factors on the innovative reproduction of capital in the industry, innovative dynamic conditions of reproduction of fixed and working capital; model of reproductive management of capital in the industry on the basis of innovation, basic directions of intensification of capital reproduction in the industry; comparative analysis of labor productivity in Belarus and the European Union.",
	"language":"eng"
	}
	}}
