{"resource": {
	"language":"rus",
	"isbn":"978-985-467-368-4",
	"field:dct:extent":"94 p.",
	"title":[
		{
		"value":"The problems of the market valuation of agricultural products",
	"language":"eng"
	},
	{
		"value":"Проблемы рыночной оценки сельскохозяйственной продукции",
	"language":"rus"
	}
	],
	"subject":[
		{
		"value":"investigaciaіn de mercados",
	"language":"esp"
	},
	{
		"value":"agricultural products",
	"language":"eng"
	},
	{
		"value":"evaluaciaіn",
	"language":"esp"
	},
	{
		"value":"eficacia",
	"language":"esp"
	},
	{
		"value":"aevaluation",
	"language":"fre"
	},
	{
		"value":"market research",
	"language":"eng"
	},
	{
		"value":"fixation des prix",
	"language":"fre"
	},
	{
		"value":"efficacita©",
	"language":"fre"
	},
	{
		"value":"aetude de marcha©",
	"language":"fre"
	},
	{
		"value":"agroindustrial complexes",
	"language":"eng"
	},
	{
		"value":"efficiency",
	"language":"eng"
	},
	{
		"value":"complexe agro-industriel",
	"language":"fre"
	},
	{
		"value":"productos agra­colas",
	"language":"esp"
	},
	{
		"value":"price fixing",
	"language":"eng"
	},
	{
		"value":"produit agricole",
	"language":"fre"
	},
	{
		"value":"belarus",
	"language":"esp"
	},
	{
		"value":"complejos agroindustriales",
	"language":"esp"
	},
	{
		"value":"fijaciaіn de precios",
	"language":"esp"
	},
	{
		"value":"ba©larus",
	"language":"fre"
	},
	{
		"value":"evaluation",
	"language":"eng"
	}
	],
	"uri":"http://agris.fao.org/aos/records/BY2016000033",
	"arn":"BY2016000033",
	"type":"Summary",
	"source":
		{"uri":"http://ring.ciard.net/node/10606"
	},
	"date_issued":2012,
	"date_submitted":2016,
	"publisher":
		{"organization":
		{"name":"Belarussian State Agricultural Academy"
	}
	},
	"author":[
		{
		"person":
		{"name":"Shundalov, B.M."
	}
	},
	{
		"person":
		{"name":"Rzheutskaya, O.V., Belarus State Academy of Agriculture, Gorki (Belarus)"
	}
	}
	],
	"abstract":
		{"value":"In course of the research there were studied the need for an objective assessment of the effectiveness of non-market products of their own production. The research was realized in the conditions of the Republic of Belarus. As a result of realized research there were revealed the methodological approach and the methodological version of the calculation and assessment of the economic efficiency of the main types of feed products, rating assessment on a range of forage crops production and economic indicators. The classification of major agricultural products in terms of marketability was suggested, the comparison of volumes of own production feeds was valued at cost and market prices. In course of the research there were studied the need for an objective assessment of the effectiveness of non-market products of their own production. The research was realized in the conditions of the Republic of Belarus. As a result of realized research there were revealed the methodological approach and the methodological version of the calculation and assessment of the economic efficiency of the main types of feed products, rating assessment on a range of forage crops production and economic indicators. The classification of major agricultural products in terms of marketability was suggested, the comparison of volumes of own production feeds was valued at cost and market prices. The rank score of forage crops in the agricultural organizations of Belarus showed that the first ranking position was taken by perennial grasses for green mass, on the second place there was a lot of green corn, the third position was occupied by annual grasses green mass. Intermediate position in the ranking of all cultures was cereals and legumes, root crops and annual grasses for hay. A group of complementary crops, production of which was only partially used for feed purposes, closed the ranking results: potatoes (Solanum tuberosum), oilseed rape for seed (Brassica napus), flax seed (Linum usitatissimum), vegetable crops.",
	"language":"eng"
	}
	}}
