{"resource": {
	"language":"rus",
	"title":[
		{
		"value":"Use of near infrared spectroscopy for the estimation of vitreousness of spring wheat grain",
	"language":"eng"
	},
	{
		"value":"Использование ближней инфракрасной спектроскопии для оценки общей стекловидности зерна яровой пшеницы",
	"language":"rus"
	}
	],
	"subject":[
		{
		"value":"spring crops",
	"language":"eng"
	},
	{
		"value":"spectroscopy",
	"language":"eng"
	},
	{
		"value":"spectroscopie",
	"language":"fre"
	},
	{
		"value":"espectroscopia infrarroja",
	"language":"esp"
	},
	{
		"value":"cultivos de primavera",
	"language":"esp"
	},
	{
		"value":"trigo",
	"language":"esp"
	},
	{
		"value":"espectroscopia",
	"language":"esp"
	},
	{
		"value":"wheats",
	"language":"eng"
	},
	{
		"value":"triticum",
	"language":"esp"
	},
	{
		"value":"bla©",
	"language":"fre"
	},
	{
		"value":"culture de printemps",
	"language":"fre"
	},
	{
		"value":"belarus",
	"language":"esp"
	},
	{
		"value":"infrared spectrophotometry",
	"language":"eng"
	},
	{
		"value":"ba©larus",
	"language":"fre"
	},
	{
		"value":"spectroscopie infrarouge",
	"language":"fre"
	}
	],
	"page_start":249,
	"volume":48,
	"page_end":254,
	"uri":"http://agris.fao.org/aos/records/BY2016000371",
	"arn":"BY2016000371",
	"type":"Summary",
	"source":
		{"uri":"http://ring.ciard.net/node/10606"
	},
	"is_part_of":[
		{
		"uri":"http://aims.fao.org/serials/c_fa50d55f"
	},
	{
		"journal":
		{"title":"Arable Farming and Breeding in Belarus : collection of scientific papers",
	"issn":"0130-156X"
	}
	}
	],
	"date_issued":2012,
	"date_submitted":2016,
	"author":[
		{
		"person":
		{"name":"Bezlyudnyj, V.N."
	}
	},
	{
		"person":
		{"name":"Shempel, T.P."
	}
	},
	{
		"person":
		{"name":"Laputko, E.V., National Academy of Sciences (Belarus). Scientific and Practical Center for  Arable Farming"
	}
	}
	],
	"abstract":
		{"value":"In course of the research there were studied the possibilities of use of infrared spectroscopy for the estimation of vitreousness of spring wheat (Triticum aestivum) grain. The research was realized in the conditions of the Republic of Belarus. The predictive models of vitreousness of spring wheat grain were calculated by spectra of crop samples in 2007-2012. The estimation and comparison of the use of regression models and artificial neural networks for the definition of this indicator was conducted. On the basis of characteristics of the received predictive models and results of their testing, it was concluded that there was a possibility to use near infrared spectroscopy for preliminary estimation of vitreousness of spring wheat grain. Characteristics of spring wheat samples on general vitreousness, average specters of groups of spring wheat grain with high, low vitreousness and their difference, characteristics of regression models on forecasting power of general vitreousness, comparison of forecasting results of general grain vitreousness with help of regression model, comparison of forecasting results of general grain vitreousness with help of artificial neural network were presented.",
	"language":"eng"
	}
	}}
