{"resource": {
	"language":"rus",
	"title":[
		{
		"value":"Формирование системы нормирования труда в условиях инновационного развития сельскохозяйственного производства",
	"language":"rus"
	},
	{
		"value":"Formation of rationing system of work in conditions of innovative development of agricultural production",
	"language":"eng"
	}
	],
	"subject":[
		{
		"value":"socioeconomic development",
	"language":"eng"
	},
	{
		"value":"investissement",
	"language":"fre"
	},
	{
		"value":"innovation",
	"language":"fre"
	},
	{
		"value":"eficacia",
	"language":"esp"
	},
	{
		"value":"travail",
	"language":"fre"
	},
	{
		"value":"efficacita©",
	"language":"fre"
	},
	{
		"value":"agroindustrial complexes",
	"language":"eng"
	},
	{
		"value":"efficiency",
	"language":"eng"
	},
	{
		"value":"complexe agro-industriel",
	"language":"fre"
	},
	{
		"value":"recursos humanos",
	"language":"esp"
	},
	{
		"value":"desarrollo econaіmico y social",
	"language":"esp"
	},
	{
		"value":"ressource humaine",
	"language":"fre"
	},
	{
		"value":"inversiones",
	"language":"esp"
	},
	{
		"value":"da©veloppement socioa©conomique",
	"language":"fre"
	},
	{
		"value":"belarus",
	"language":"esp"
	},
	{
		"value":"labour",
	"language":"eng"
	},
	{
		"value":"complejos agroindustriales",
	"language":"esp"
	},
	{
		"value":"ba©larus",
	"language":"fre"
	},
	{
		"value":"investment",
	"language":"eng"
	},
	{
		"value":"human resources",
	"language":"eng"
	},
	{
		"value":"trabajo",
	"language":"esp"
	},
	{
		"value":"innovaciaіn",
	"language":"esp"
	}
	],
	"page_start":3,
	"volume":1,
	"page_end":14,
	"uri":"http://agris.fao.org/aos/records/BY2016000773",
	"arn":"BY2016000773",
	"type":"Summary",
	"source":
		{"uri":"http://ring.ciard.net/node/10606"
	},
	"is_part_of":[
		{
		"uri":"http://aims.fao.org/serials/c_2c9f7004"
	},
	{
		"journal":
		{"title":"Problems of Economics : collection of scientific papers",
	"issn":"2225-5796"
	}
	}
	],
	"date_issued":2013,
	"date_submitted":2016,
	"author":[
		{
		"person":
		{"name":"Antonenko, M.N., National Academy of Sciences, Minsk (Belarus). Institute of System Studies in Agro - Industrial Complex"
	}
	},
	{
		"person":
		{"name":"Pashkevich, O.A., National Academy of Sciences, Minsk (Belarus). Institute of System Studies in Agro - Industrial Complex"
	}
	},
	{
		"person":
		{"name":"Levkina, V.O., National Academy of Sciences, Minsk (Belarus). Institute of System Studies in Agro - Industrial Complex"
	}
	}
	],
	"abstract":
		{"value":"In course of the research there was studied the methodological approaches to the formation of work measurement system in terms of innovative development of agricultural production. The research was realized in the conditions of the Republic of Belarus on the basis of theoretical and methodological works of scientists from Belarus and other countries on the development of norms and standards of labor in terms of innovative development of industries. The system was designed to provide scientifically-based ratio of accumulation and consumption of industrial and human resources for the socio-economic development of productive forces. In terms of innovative development in order to stabilize production and its further development it should introduce new investment programs that provide more advanced technical and technological projects of agricultural production and processing. For technical and technological justification and implementation of such projects greater role could play scientifically based rationing of labor processes. It should involve engineering, agronomy, zoo technical and economic services of agricultural organizations, because at the development of new technologies and mechanization required optimal solutions for choosing the most cost-effective options for work, providing normal labor intensity, the effective use of manpower and resources.",
	"language":"eng"
	}
	}}
