{"resource": {
	"language":"rus",
	"title":[
		{
		"value":"Yield and thousand-kernel weight of tetraploid buckwheat depending on cultivar morphotype",
	"language":"eng"
	},
	{
		"value":"Урожайность и масса тысячи тетраплоидной гречихи в зависимости от морфотипа сорта",
	"language":"rus"
	}
	],
	"subject":[
		{
		"value":"morfologa­a ",
	"language":"esp"
	},
	{
		"value":"morphologie",
	"language":"fre"
	},
	{
		"value":"granos",
	"language":"esp"
	},
	{
		"value":"varia©ta©",
	"language":"fre"
	},
	{
		"value":"rendement des cultures",
	"language":"fre"
	},
	{
		"value":"variedades",
	"language":"esp"
	},
	{
		"value":"rendimiento de cultivos",
	"language":"esp"
	},
	{
		"value":"morphology",
	"language":"eng"
	},
	{
		"value":"trigo sarraceno",
	"language":"esp"
	},
	{
		"value":"buckwheat",
	"language":"eng"
	},
	{
		"value":"crop yield",
	"language":"eng"
	},
	{
		"value":"grain",
	"language":"fre"
	},
	{
		"value":"fagopyrum esculentum",
	"language":"esp"
	},
	{
		"value":"belarus",
	"language":"esp"
	},
	{
		"value":"varieties",
	"language":"eng"
	},
	{
		"value":"fagopyrum",
	"language":"esp"
	},
	{
		"value":"ba©larus",
	"language":"fre"
	},
	{
		"value":"sarrasin",
	"language":"fre"
	}
	],
	"page_start":426,
	"volume":48,
	"page_end":436,
	"uri":"http://agris.fao.org/aos/records/BY2016000652",
	"arn":"BY2016000652",
	"type":"Summary",
	"source":
		{"uri":"http://ring.ciard.net/node/10606"
	},
	"is_part_of":[
		{
		"uri":"http://aims.fao.org/serials/c_fa50d55f"
	},
	{
		"journal":
		{"title":"Arable Farming and Breeding in Belarus : collection of scientific papers",
	"issn":"0130-156X"
	}
	}
	],
	"date_issued":2012,
	"date_submitted":2016,
	"author":
		{"person":
		{"name":"Dubovik, E.I., National Academy of Sciences (Belarus). Scientific and Practical Center for  Arable Farming"
	}
	},
	"abstract":
		{"value":"In course of the research there were analyzed 10 varieties and breeding samples of tetraploid buckwheat (Fagopyrum esculentum) depending on cultivar morphotype. The research was realized in the conditions of the Republic of Belarus in the Research and Practical Centre of National Academy of Science of Belarus for Arable Farming in selection crop rotation of industrial plot 'Zazerje' on sod-podzolic, light loamy soil in 2006-2011. Previous culture – winter crops on grain. Realized research during the 6 years showed higher yield level of determinate varieties and variety samples. Growth process limitations had an impact both on productivity and buckwheat grain size, as well as intensify cultivar reaction to changing environmental conditions. For yield stabilization of determinate populations, purposeful seed growing work involving comprehensive intrapopulation pollination was required. Entering into a genotype of tetraploid buckwheat restrictions of growth processes as determination of apical meristem, and decrease in quantity of knots in a zone of branching of a stalk led to similar reactions to growth conditions by sign mass of 1000 grains: with increase in level of productivity at forms with limited of growth processes it decreased faster rates in comparison with samples at no allowance growing morphotype.",
	"language":"eng"
	}
	}}
