{"resource": {
	"language":"rus",
	"isbn":"978-985-467-398-1",
	"field:dct:extent":"222 p.",
	"title":[
		{
		"value":"Investment tools for increasing of economic efficiency of agricultural machinery use in the conditions of increasing competition in the agro-industrial complex",
	"language":"eng"
	},
	{
		"value":"Инвестиционный инструментарий повышения экономической эффективности использования сельскохозяйственной техники в условиях роста конкуренции АПК",
	"language":"rus"
	}
	],
	"subject":[
		{
		"value":"economic activities",
	"language":"eng"
	},
	{
		"value":"investissement",
	"language":"fre"
	},
	{
		"value":"agroindustrial complexes",
	"language":"eng"
	},
	{
		"value":"actividades econaіmicas",
	"language":"esp"
	},
	{
		"value":"efficiency",
	"language":"eng"
	},
	{
		"value":"activita© a©conomique ",
	"language":"fre"
	},
	{
		"value":"complexe agro-industriel",
	"language":"fre"
	},
	{
		"value":"eficacia",
	"language":"esp"
	},
	{
		"value":"inversiones",
	"language":"esp"
	},
	{
		"value":"belarus",
	"language":"esp"
	},
	{
		"value":"complejos agroindustriales",
	"language":"esp"
	},
	{
		"value":"ba©larus",
	"language":"fre"
	},
	{
		"value":"investment",
	"language":"eng"
	},
	{
		"value":"efficacita©",
	"language":"fre"
	}
	],
	"uri":"http://agris.fao.org/aos/records/BY2016000032",
	"arn":"BY2016000032",
	"type":"Summary",
	"source":
		{"uri":"http://ring.ciard.net/node/10606"
	},
	"date_issued":2012,
	"date_submitted":2016,
	"publisher":
		{"organization":
		{"name":"Belarussian State Agricultural Academy"
	}
	},
	"author":
		{"person":
		{"name":"Zhudro, M.M., Belarus State Academy of Agriculture, Gorki (Belarus)"
	}
	},
	"abstract":
		{"value":"In course of the research there were studied the theoretical and methodological foundations of economic justification of investment tools and ensure efficient use of farm machinery on the basis of the theory of competitive advantage, focused on increasing the competitiveness of the organizations operate agribusiness. The research was realized in the conditions of the Republic of Belarus. As a result of realized research there were justified and proposed a set of methods of economic evaluation of agricultural machinery on the basis of the maximum satisfaction of the operational preferences of investors and workers' organizations, agribusiness, developed methodological tools for identifying the optimal need in agricultural organizations. Recommendations to strengthen the motivation of the mechanics to improve their skills and use more productive machinery on the performance of more complex mechanized operations were suggested.",
	"language":"eng"
	}
	}}
