{"resource": {
	"language":"rus",
	"title":[
		{
		"value":"Herbicide effectiveness of zontraim herbicide on blue lupine crops in the conditions of Belarusian Polesie",
	"language":"eng"
	},
	{
		"value":"Эффективность применения гербицида Зонтран в посевах люпина узколистного в условиях Белорусского Полесья",
	"language":"rus"
	}
	],
	"subject":[
		{
		"value":"mauvaise herbe",
	"language":"fre"
	},
	{
		"value":"herbicides",
	"language":"eng"
	},
	{
		"value":"efficiency",
	"language":"eng"
	},
	{
		"value":"escarda",
	"language":"esp"
	},
	{
		"value":"eficacia",
	"language":"esp"
	},
	{
		"value":"weeds",
	"language":"eng"
	},
	{
		"value":"da©sherbage",
	"language":"fre"
	},
	{
		"value":"malezas",
	"language":"esp"
	},
	{
		"value":"lupinus angustifolius",
	"language":"esp"
	},
	{
		"value":"belarus",
	"language":"esp"
	},
	{
		"value":"herbicidas",
	"language":"esp"
	},
	{
		"value":"ba©larus",
	"language":"fre"
	},
	{
		"value":"weed control",
	"language":"eng"
	},
	{
		"value":"herbicide",
	"language":"fre"
	},
	{
		"value":"efficacita©",
	"language":"fre"
	}
	],
	"page_start":54,
	"volume":48,
	"page_end":60,
	"uri":"http://agris.fao.org/aos/records/BY2016000324",
	"arn":"BY2016000324",
	"type":"Summary",
	"source":
		{"uri":"http://ring.ciard.net/node/10606"
	},
	"is_part_of":[
		{
		"uri":"http://aims.fao.org/serials/c_fa50d55f"
	},
	{
		"journal":
		{"title":"Arable Farming and Breeding in Belarus : collection of scientific papers",
	"issn":"0130-156X"
	}
	}
	],
	"date_issued":2012,
	"date_submitted":2016,
	"author":[
		{
		"person":
		{"name":"Evseenko, M.V., National Academy of Sciences (Belarus). Scientific and Practical Center for  Arable Farming"
	}
	},
	{
		"person":
		{"name":"Radovnya, V.A., National Academy of Sciences (Belarus). Minsk Regional Agricultural Experimental Station"
	}
	}
	],
	"abstract":
		{"value":"In course of research there was studied the use of herbicide Zontran, SCC (Metribuzin 250 g/l) from CJSC 'Shchelkovo Agrochim', Russia) on blue lupine (Lupinus angustifolius) crops during crop vegetation period on the background of the application of such soil herbicides as Primextra Gold TZ, SC and Trophy 90, EC. The research was realized in 2009-2010 in the fields of the Polesye Institute for Plant Growing in the Republic of Belarus on sod-podzolic soil. As a result of realized research there was revealed the possibility of the extension of the application period of this herbicide from 3-6 to 8-10 leaves of the crop. High biological efficiency was obtained during the single post-emergence herbicide application at the rate of 0.115 and 0.120 l/ha, which made it possible to use it on lupine crops as an emergency herbicide when the application of soil preparations did not provide high biological effect. The experiments fully confirmed the high biological and economic efficiency of postemergence application of Zontran, SCC (Metribuzin 250 g/l) with little effect of soil preparations.",
	"language":"eng"
	}
	}}
