{"resource": {
	"language":"rus",
	"title":[
		{
		"value":"Влияние способов основной обработки почвы, типа почвообрабатывающе-посевного агрегата и заделки соломы на засоренность и урожайность озимого рапса",
	"language":"rus"
	},
	{
		"value":"Effect of primary tillage methods, type of till-plant outfit and chaff incorporation on weed infestation and yield of winter oilseed rape",
	"language":"eng"
	}
	],
	"subject":[
		{
		"value":"soil treatment",
	"language":"eng"
	},
	{
		"value":"profundidad de siembra",
	"language":"esp"
	},
	{
		"value":"tillage",
	"language":"eng"
	},
	{
		"value":"labranza",
	"language":"esp"
	},
	{
		"value":"cultivation",
	"language":"eng"
	},
	{
		"value":"sowing depth",
	"language":"eng"
	},
	{
		"value":"traitement du sol",
	"language":"fre"
	},
	{
		"value":"tratamiento del suelo",
	"language":"esp"
	},
	{
		"value":"brassica napus",
	"language":"esp"
	},
	{
		"value":"siembra",
	"language":"esp"
	},
	{
		"value":"rapeseed",
	"language":"eng"
	},
	{
		"value":"ensemencement",
	"language":"fre"
	},
	{
		"value":"profondeur de semis",
	"language":"fre"
	},
	{
		"value":"graine de colza",
	"language":"fre"
	},
	{
		"value":"cultivo",
	"language":"esp"
	},
	{
		"value":"sowing",
	"language":"eng"
	},
	{
		"value":"escarda",
	"language":"esp"
	},
	{
		"value":"da©sherbage",
	"language":"fre"
	},
	{
		"value":"semilla de colza",
	"language":"esp"
	},
	{
		"value":"belarus",
	"language":"esp"
	},
	{
		"value":"pratique culturale",
	"language":"fre"
	},
	{
		"value":"travail du sol",
	"language":"fre"
	},
	{
		"value":"ba©larus",
	"language":"fre"
	},
	{
		"value":"weed control",
	"language":"eng"
	}
	],
	"page_start":17,
	"page_end":21,
	"uri":"http://agris.fao.org/aos/records/BY2016000444",
	"arn":"BY2016000444",
	"type":"Summary",
	"source":
		{"uri":"http://ring.ciard.net/node/10606"
	},
	"is_part_of":[
		{
		"uri":"http://aims.fao.org/serials/c_870b7376"
	},
	{
		"journal":
		{"title":"Agriculture and Plant Protection : scientific-practical journal",
	"issn":"2220-8003"
	}
	}
	],
	"date_issued":2013,
	"url":"http://izr.by/doc/4_2013.pdf",
	"date_submitted":2016,
	"author":[
		{
		"person":
		{"name":"Nebyshinets, S.S., National Academy of Sciences (Belarus). Scientific and Practical Center for  Arable Farming"
	}
	},
	{
		"person":
		{"name":"Ponedkov, N.A., National Academy of Sciences (Belarus). Gomel Regional Agricultural Experimental Station (Belarus)"
	}
	}
	],
	"issue":4,
	"abstract":
		{"value":"In the conditions of the Republic of Belarus there were presented results of field experiments on the effectiveness of minimizing tillage, sowing units with active and passive working elements, and the use of straw as fertilizer in the cultivation of winter rape (Brassica napus). Assessment of the sowing quality of winter rapeseed by the uniformity coefficient of seed depth depending on the type of planting machine, tillage and use of fertilizer straw showed that this index slighly varied over the years. The highest value was obtained in case of plowing - 90.6 %. There was marked no decrease in the coefficient in case of shallow tillage. Significantly (to 84.1 %) this figure declined during the transition to direct seeding technology. There was no significant difference between seeder active and passive type of soil preparation. Studies indicate the influence of tillage and fertilizing straw on the amount of germination and wintering of winter rape. On average, over two years of research, the application of chopped barley straw for winter rape resulted in a decrease in the number of seedlings of this culture by 15.5%. To a lesser extent the differences were observed between the methods of soil treatment. The highest number of shoots of winter rapeseed was noted on the background of plowing - 72.6 per m2. In case of sowing with shallow soil tillage and direct sowing this index decreased, respectively, by 4.6 and 7.0%.",
	"language":"eng"
	}
	}}
