{"resource": {
	"language":"rus",
	"title":[
		{
		"value":"Информационно-логические схемы банка данных программно-информационного комплекса по оптимизации использования почвенных ресурсов Республики Беларусь",
	"language":"rus"
	},
	{
		"value":"The data bank information and logic scheme of the software and information complex for optimize use of soil resources in the Republic of Belarus",
	"language":"eng"
	}
	],
	"subject":[
		{
		"value":"plante de culture",
	"language":"fre"
	},
	{
		"value":"soil types",
	"language":"eng"
	},
	{
		"value":"genetic processes",
	"language":"eng"
	},
	{
		"value":"cultivos",
	"language":"esp"
	},
	{
		"value":"banque de donna©es",
	"language":"fre"
	},
	{
		"value":"bases de datos",
	"language":"esp"
	},
	{
		"value":"databases",
	"language":"eng"
	},
	{
		"value":"suelo",
	"language":"esp"
	},
	{
		"value":"recursos del suelo",
	"language":"esp"
	},
	{
		"value":"soil resources",
	"language":"eng"
	},
	{
		"value":"soil",
	"language":"eng"
	},
	{
		"value":"sol",
	"language":"fre"
	},
	{
		"value":"ressource en sol",
	"language":"fre"
	},
	{
		"value":"belarus",
	"language":"esp"
	},
	{
		"value":"ba©larus",
	"language":"fre"
	},
	{
		"value":"crops",
	"language":"eng"
	},
	{
		"value":"type de sol",
	"language":"fre"
	},
	{
		"value":"tipos de suelos",
	"language":"esp"
	}
	],
	"page_start":49,
	"page_end":57,
	"uri":"http://agris.fao.org/aos/records/BY2016000287",
	"arn":"BY2016000287",
	"type":"Summary",
	"source":
		{"uri":"http://ring.ciard.net/node/10606"
	},
	"is_part_of":[
		{
		"uri":"http://aims.fao.org/serials/c_12aea9c5"
	},
	{
		"journal":
		{"title":"Soil Science and Agrochemistry : scientific journal",
	"issn":"0130-8475"
	}
	}
	],
	"date_issued":2012,
	"date_submitted":2016,
	"author":[
		{
		"person":
		{"name":"Matychenkov, D.V."
	}
	},
	{
		"person":
		{"name":"Tsytron, G.S., National Academy of Sciences. Scientific and Practical Center for Arable Farming (Belarus). Institute for Soil Science and Agrochemistry"
	}
	},
	{
		"person":
		{"name":"Severtsov, V.V., Belarus State Academy of Agriculture, Gorki (Belarus)"
	}
	}
	],
	"issue":2,
	"abstract":
		{"value":"In course of the research there was studied structure of the software and information complex for optimization of use of soil resources in the Republic of Belarus. The created databank is an actual basis of a created program and information complex on optimization of use of soil resources in agricultural production and numerical reflexion both qualitative characteristics, and quantity indicators and properties of soil cover of concrete level of managing; includes the Database and the Knowledge base. Information and logical schemes of a databank of componental structure of a soil cover and suitability of separate components for the various purposes of agricultural production visually specify in sources of primary data about properties of soil cover components, reflect sources and knowledge of degree of soils' suitability for cultivation of concrete agricultural crops and their requirement to soil conditions, and also define ways of interaction of the Database and the Knowledge base in the course of assignment to a soil contour of certain degree of suitability for plant growing.",
	"language":"eng"
	}
	}}
