{"resource": {
	"language":"rus",
	"title":[
		{
		"value":"Wintering of older age paddle-fish groups in pond farms of Belarus",
	"language":"eng"
	},
	{
		"value":"Зимовка старшевозрастных групп веслоноса в прудовых хозяйствах Беларуси",
	"language":"rus"
	}
	],
	"subject":[
		{
		"value":"poisson diadrome",
	"language":"fre"
	},
	{
		"value":"ma©todos de crianza",
	"language":"esp"
	},
	{
		"value":"hivernage",
	"language":"fre"
	},
	{
		"value":"animal husbandry methods",
	"language":"eng"
	},
	{
		"value":"livestock overwintering",
	"language":"eng"
	},
	{
		"value":"ma©thode d'a©levage",
	"language":"fre"
	},
	{
		"value":"diadromous fishes",
	"language":"eng"
	},
	{
		"value":"invernaciaіn",
	"language":"esp"
	},
	{
		"value":"peces diadromos",
	"language":"esp"
	},
	{
		"value":"spatule",
	"language":"fre"
	},
	{
		"value":"espatula (pez)",
	"language":"esp"
	},
	{
		"value":"belarus",
	"language":"esp"
	},
	{
		"value":"wintering",
	"language":"eng"
	},
	{
		"value":"ba©larus",
	"language":"fre"
	},
	{
		"value":"paddlefishes",
	"language":"eng"
	},
	{
		"value":"polyodon",
	"language":"esp"
	}
	],
	"page_start":123,
	"volume":28,
	"page_end":132,
	"type":"Journal Article",
	"uri":"http://agris.fao.org/aos/records/BY2016000606",
	"arn":"BY2016000606",
	"source":
		{"uri":"http://ring.ciard.net/node/10606"
	},
	"is_part_of":[
		{
		"uri":"http://aims.fao.org/serials/c_47255a5d"
	},
	{
		"journal":
		{"title":"Belarus Fish Industry Problems : collection of scientific papers",
	"issn":"2218-7456"
	}
	}
	],
	"date_issued":2012,
	"date_submitted":2016,
	"author":
		{"person":
		{"name":"Dokuchaeva, S.I., National Academy of Sciences. Scientific and Practical Center of Animal Breeding (Belarus). Institute for Fish Industry"
	}
	},
	"abstract":
		{"value":"Meat and black spawn of paddle-fish corresponds with the huso's ones by nutritive quality. For another thing, paddle-fish appears the only sturgeon specie, feeding plankton, poor used by other industrial fish species. All these factors make paddle-fish valuable delicacy fish species, possessing receiving 100-300 kg from 1 hectare. At the same time, including of any new fishery object in pond polyculture requires acclimatized breeding stock, adapted to climatic conditions of the region. Wintering appears one of the most important stages of the technology of paddle-fish breeding. The article contains the results of the research of wintering of six-, seven and eight-year old paddle-fish specimen in pond fish farms of the Republic of Belarus. Temperature and oxygen regimes of the ponds during wintering of adult paddle-fish are analyzed; hydro-chemical regime is evaluated, too. The most important characteristics of the environment during paddle-fish wintering are investigated. It is determined that wintering can be carried out in usual wintering ponds in monoculture or polyculture with other pond fish species (except the large predatory species). The optimal wintering conditions are determined.",
	"language":"eng"
	}
	}}
