{"resource": {
	"language":"rus",
	"title":[
		{
		"value":"Эффективность продажи предприятий как имущественных комплексов убыточных сельскохозяйственных организаций",
	"language":"rus"
	},
	{
		"value":"Sales efficiency of enterprises as asset complexes of unprofitable agricultural organizations",
	"language":"eng"
	}
	],
	"subject":[
		{
		"value":"secteur agricole",
	"language":"fre"
	},
	{
		"value":"entreprise",
	"language":"fre"
	},
	{
		"value":"eficacia",
	"language":"esp"
	},
	{
		"value":"empresas",
	"language":"esp"
	},
	{
		"value":"efficacita©",
	"language":"fre"
	},
	{
		"value":"agroindustrial complexes",
	"language":"eng"
	},
	{
		"value":"sector agrario",
	"language":"esp"
	},
	{
		"value":"efficiency",
	"language":"eng"
	},
	{
		"value":"complexe agro-industriel",
	"language":"fre"
	},
	{
		"value":"agricultural organizations",
	"language":"eng"
	},
	{
		"value":"sales",
	"language":"eng"
	},
	{
		"value":"ventas",
	"language":"esp"
	},
	{
		"value":"agricultural sector",
	"language":"eng"
	},
	{
		"value":"belarus",
	"language":"esp"
	},
	{
		"value":"enterprises",
	"language":"eng"
	},
	{
		"value":"complejos agroindustriales",
	"language":"esp"
	},
	{
		"value":"ba©larus",
	"language":"fre"
	},
	{
		"value":"vente",
	"language":"fre"
	}
	],
	"page_start":15,
	"volume":1,
	"page_end":25,
	"uri":"http://agris.fao.org/aos/records/BY2016000774",
	"arn":"BY2016000774",
	"type":"Summary",
	"source":
		{"uri":"http://ring.ciard.net/node/10606"
	},
	"is_part_of":[
		{
		"uri":"http://aims.fao.org/serials/c_2c9f7004"
	},
	{
		"journal":
		{"title":"Problems of Economics : collection of scientific papers",
	"issn":"2225-5796"
	}
	}
	],
	"date_issued":2013,
	"date_submitted":2016,
	"author":
		{"person":
		{"name":"Bychkov, N.A., National Academy of Sciences, Minsk (Belarus). Institute of System Studies in Agro - Industrial Complex"
	}
	},
	"abstract":
		{"value":"In course of the research there was studied the sales efficiency of enterprises as asset complexes of unprofitable agricultural organizations. The research was realized in the conditions of the Republic of Belarus. As a result of research it was revealed that during 2004-2012 85 enterprises of the unprofitable agricultural organizations were sold to external investors as property complexes (12 organizations were from republican property) for the techno-technological modernization of production, financial improvement and production efficiency increase. The commercial organizations which had got the enterprises of the unprofitable agricultural organizations on purchase and sale contracts in 32% cases, the organization of agrarian business was carried out in the form of the independent legal entity, in 48% cases - in the form of branches, in 20% - not isolated structural divisions (sites, complexes, shops).  About 200 thousand hectares of agricultural lands including more than 120 thousand hectares of the arable land were used by new owners. There were over 11 thousand employed workers. The comparative efficiency value of agrarian business organization on a base of enterprises, sold as property complexes to commercial enterprises was presented.",
	"language":"eng"
	}
	}}
