{"resource": {
	"language":"rus",
	"title":[
		{
		"value":"Теоретико-методологические аспекты управления инвестиционными ресурсами в организациях хлебопекарной промышленности",
	"language":"rus"
	},
	{
		"value":"Theoretical-methodological aspects of investment resources management in the organizations of baking industry",
	"language":"eng"
	}
	],
	"subject":[
		{
		"value":"investissement",
	"language":"fre"
	},
	{
		"value":"baking",
	"language":"eng"
	},
	{
		"value":"pola­tica de inversiaіn",
	"language":"esp"
	},
	{
		"value":"eficacia",
	"language":"esp"
	},
	{
		"value":"cuisson au four",
	"language":"fre"
	},
	{
		"value":"promociaіn de la inversiaіn",
	"language":"esp"
	},
	{
		"value":"efficacita©",
	"language":"fre"
	},
	{
		"value":"investment policies",
	"language":"eng"
	},
	{
		"value":"promotion des investissements",
	"language":"fre"
	},
	{
		"value":"agroindustrial complexes",
	"language":"eng"
	},
	{
		"value":"efficiency",
	"language":"eng"
	},
	{
		"value":"complexe agro-industriel",
	"language":"fre"
	},
	{
		"value":"inversiones",
	"language":"esp"
	},
	{
		"value":"belarus",
	"language":"esp"
	},
	{
		"value":"complejos agroindustriales",
	"language":"esp"
	},
	{
		"value":"politique des investissements",
	"language":"fre"
	},
	{
		"value":"ba©larus",
	"language":"fre"
	},
	{
		"value":"investment",
	"language":"eng"
	},
	{
		"value":"cocciaіn al horno",
	"language":"esp"
	},
	{
		"value":"investment promotion",
	"language":"eng"
	}
	],
	"page_start":150,
	"volume":1,
	"page_end":173,
	"uri":"http://agris.fao.org/aos/records/BY2016000789",
	"arn":"BY2016000789",
	"type":"Summary",
	"source":
		{"uri":"http://ring.ciard.net/node/10606"
	},
	"is_part_of":[
		{
		"uri":"http://aims.fao.org/serials/c_2c9f7004"
	},
	{
		"journal":
		{"title":"Problems of Economics : collection of scientific papers",
	"issn":"2225-5796"
	}
	}
	],
	"date_issued":2013,
	"date_submitted":2016,
	"author":[
		{
		"person":
		{"name":"Pakush, L.V."
	}
	},
	{
		"person":
		{"name":"Lysenkova, M.V., Belarus State Academy of Agriculture, Gorki (Belarus)"
	}
	}
	],
	"abstract":
		{"value":"In course of the research there were examined the problems of use of production potential for solution of stabilization problem and further growth of agricultural production of the Republic of Belarus. As a result of realized research it was revealed that it is necessary to improve use of production potential. In this connection it was developed the method of evaluation of the production potential of agricultural enterprises as part of overall capital, which made it possible to make comparable valuation of the land, production capital funds, current assets and labor with reference to market conditions of production. The presented conclusions necessitated a need of consistent increase of returns as already established in the agriculture food potential, and directed to further increase of its capital investments and material resources. It is quite clear that this a very difficult task could be successfully solved only through the use of a whole range of factors, the mobilization of all available reserves. It is particularly important that managers and associations, their production units, as well as agricultural experts of all profiles possess deep knowledge. Only with the right representation about the concept of economic efficiency of production resources and modern methods of its measurement, analysis and evaluation in practice they would be able to conduct the required analysis to identify existing reserves, to develop and validate a system to improve the cost-effectiveness of building on the farm, department, industry and sub-sectors.",
	"language":"eng"
	}
	}}
