{"resource": {
	"title":{"value":"Influence of Biofertilizers on Protein, Moisture and Ash Content in Relation to Swelling Property, Water Absorption Capacity, Mineral Elements, Total Phenolic Level of Stevia (Stevia rebaudiana Bert.) Plant Grown under Acidic Soil Zone of South India"},
	"subject":[
		{"value":"Physiochemical Properties"},
	{"value":"Biofertilizers"},
	{"value":"<i>Stevia rebaudiana</i>"},
	{"value":"Elements"},
	{"value":"Atomic Absorption Spectrophotometer"},
	{"value":"Phenols"}
	],
	"pageStart":78,
	"pageEnd":97,
	"type":"Journal Article",
	"about":"http://agris.fao.org/aos/records/CH2016318307",
	"identifier":"CH2016318307",
	"source":
		{"resource":"http://ring.ciard.net/node/19796"
	},
	"isPartOf":
		{"Journal":
		{"title":{"value":"International Letters of Natural Sciences"},
	"ISSN":{"value":"2300-9675"}
	}
	},
	"issued":"2013-10-7",
	"dateSubmitted":2016,
	"uri":"http://www.scipress.com/ILNS.6.78.pdf",
	"creator":[
		{
		"Person":
		{"name":"Kuntal, Krupanidhi College of Pharmacy"
	}
	},
	{
		"Person":
		{"name":"Raman, Krupanidhi College of Pharmacy"
	}
	}
	],
	"abstract":{"value":"The field experiment on Stevia rebaudiana (SR), (Family: Asteraceae) was carried out in acid soil zone of Shimoga (Karnataka) in the year 2009 and 2010 to investigate the influence of biofertilizers on protein, moisture and ash content in the dried Stevia leaf and their correlation with swelling property, water absorption capacity and mineral element contents. Results revealed that second harvested sample (August) in first year (2009) was better for all aspects than other harvested samples and the results showed significant increase in protein content (16.22 %), swelling index (SI) (5.10 % w/w), water absorption capacity (WAC) (4.91 ml/g) with the treatment T8 where three bio fertilizers were applied togetherly with simultaneous moisture content varied from 6.61 to 7.18 %. The significant higher correlations were observed (significant at 1 %) between protein content with SI (r = 0.99), WAC (r = 0.99) and SI with WAC (r = 0.98) in 2009 harvested samples. The ash content was higher in third harvested sample (13.54 %) in the year 2009 with simultaneous increased amount of Fe (6.19 mg/kg), Mn (1.24 mg/kg), Cu (0.72 mg/kg) and Zn (1.22 mg/kg) contents due to the residual effect of bio fertilizers. Nitrogen (0.74 mg/kg), P (0.40 mg/kg) and K (0.68 mg/kg) contents were higher during second harvested samples and thereafter decreased. Total phenolic content was also recorded highest (64.52 mg/g) with three bio fertilizers applied togetherly during year 2009 compared to the year 2010 (50.12 mg/g). The results suggest that the application of bio-fertilizers either single or more numbers in a balanced way may be beneficial in improving protein, phenol and mineral contents of stevia plant"}
	}}
