{"resource": {
	"language":"esp",
	"title":[
		{
		"value":{"value":"Environmental suitability and integrated management studies in stevia (Stevia rebaudiana Bert.): a new agro-industrial alternative for the Colombian Caribbean. A review"},
	"language":{"value":"eng"}
	},
	{
		"value":{"value":"Estudios de adaptación y manejo integrado de estevia (Stevia rebaudiana Bert.): nueva alternativa agroindustrialdel Caribe colombiano. Una revisión"},
	"language":{"value":"esp"}
	}
	],
	"pageStart":110,
	"subject":[
		{
		"value":{"value":"outdoor cropping"},
	"language":{"value":"eng"}
	},
	{
		"value":{"value":"stevia"},
	"language":{"value":"eng"}
	},
	{
		"value":{"value":"sweeteners"},
	"language":{"value":"eng"}
	},
	{
		"value":{"value":"plant propagation"},
	"language":{"value":"eng"}
	},
	{
		"value":{"value":"plant nutrition"},
	"language":{"value":"eng"}
	},
	{
		"value":{"value":"culture en plein air"},
	"language":{"value":"fre"}
	},
	{
		"value":{"value":"stevia"},
	"language":{"value":"fre"}
	},
	{
		"value":{"value":"edulcorant"},
	"language":{"value":"fre"}
	},
	{
		"value":{"value":"multiplication des plantes"},
	"language":{"value":"fre"}
	},
	{
		"value":{"value":"nutrition des plantes"},
	"language":{"value":"fre"}
	},
	{
		"value":{"value":"cultivo al aire libre"},
	"language":{"value":"esp"}
	},
	{
		"value":{"value":"stevia"},
	"language":{"value":"esp"}
	},
	{
		"value":{"value":"edulcorantes"},
	"language":{"value":"esp"}
	},
	{
		"value":{"value":"propagacion de plantas"},
	"language":{"value":"esp"}
	},
	{
		"value":{"value":"nutricion de las plantas"},
	"language":{"value":"esp"}
	}
	],
	"volume":2,
	"pageEnd":121,
	"about":"http://agris.fao.org/aos/records/CO201000102",
	"identifier":"CO201000102",
	"type":"Bibliography",
	"source":
		{"resource":"http://ring.ciard.net/node/10790"
	},
	"isPartOf":[
		{
		"resource":{"value":"http://aims.fao.org/serials/c_71fb90f0"}
	},
	{
		"Journal":
		{"title":{"value":"Colombian Journal of Horticultural Science"},
	"ISSN":{"value":"2011-2173"}
	}
	}
	],
	"issued":"enerojunio2008",
	"uri":"http://www.soccolhort.com/revista/pdf/magazin/Vol2/vol.2%20no.1/Vol.2.No.1.Art.10.pdf",
	"dateSubmitted":2010,
	"creator":
		{"Person":
		{"name":"Jarma Orozco, A."
	}
	},
	"description":"5 figs..,2 tabs., 56 ref. Resúmen en Español e Inglés",
	"issue":1,
	"abstract":[
		{
		"value":{"value":"En el sector rural del Caribe colombiano, la escasez de alternativas rentables de producción ha generado una reducción en el área cultivada en 380.000 ha, con la pérdida de más de cien mil empleos en la última década. Ante este escenario, la Universidad de Córdoba (Colombia) estudia la adaptación y manejo de nuevas especies agroindustriales que por su rentabilidad minimicen la migración de productores a las ciudades y contribuyan a mejorar la calidad de vida. Hace siete años se iniciaron las primeras investigaciones con estevia en aspectos como ecofisiología, nutrición, fitopatología, entre otros. Los resultados indican que estevia puede cultivarse con éxito en esta región del país. Esta planta contiene glucósidos bajos en calorías, cuyo poder edulcorante en estado puro y cristalino puede llegar a ser entre 200 y 400 veces mayor que el azúcar de caña. Adicionalmente, muchas de las labores que demanda su producción la convierten en un sistema altamente generador de empleo rural, además de los beneficios que su uso trae a la salud. El presente documento resume algunos de los resultados más importantes de las investigaciones que ha adelantado la Universidad de Córdoba con esta especie.Palabras clave adicionales: radiación, área foliar, nutrición, propagación, patógenos,producción de cultivos, edulcorantes naturales."},
	"language":{"value":"esp"}
	},
	{
		"value":{"value":"Lack of profitable production alternatives in the Colombian Caribbean rural sector has generated a reduction in the cultivated area of roughly 380,000 ha, with the loss of more than 100,000 jobs in the last decade. Faced with this situation, Cordoba University (Colombia) has been studying the adaptation and integrated management of new plant species that might offer profitable alternatives to the agricultural industry and thereby minimize migration to the cities and contribute to improved quality of their life. For the last seven years, the Faculty of Agricultural Sciences has conducted studies with stevia including aspects of plant physiology, nutrition, phytopathology and propagation, among others. The results indicate that this crop can be cultivated successfully in the Colombian Caribbean. This plant contains low caloric glycosides, whose sweeting power in pure and crystal-clear state can reach values of between 200 and 400-times that of sugarcane. In addition to its health benefits for the consumer, the farm work required for stevia production is a strong generator of employment opportunities. The present document covers some of the most important results of research that has been carried out in Cordoba University with this crop."},
	"language":{"value":"eng"}
	}
	]
	}}
