{"resource": {
	"title":{"value":"An Economic Analysis of Stevia (Stevia rebaudiana Bert.) Cultivation through Stem Cutting and Tissue Culture Propagule in India"},
	"subject":[
		{"value":"return"},
	{"value":"variable cost"},
	{"value":"benefit cost ratio"},
	{"value":"fixed cost"},
	{"value":"Cultivation"}
	],
	"pageStart":216,
	"volume":3,
	"pageEnd":222,
	"type":"Journal Article",
	"about":"http://agris.fao.org/aos/records/DJ2012055925",
	"identifier":"DJ2012055925",
	"source":
		{"resource":"http://ring.ciard.net/node/11211"
	},
	"isPartOf":[
		{
		"resource":{"value":"http://aims.fao.org/serials/j_1294999977622"}
	},
	{
		"Journal":
		{"title":{"value":"Trends in Agricultural Economics"},
	"ISSN":{"value":"1994-7933"}
	}
	}
	],
	"issued":"2010-01-01",
	"uri":"http://docsdrive.com/pdfs/ansinet/tae/2010/216-222.pdf",
	"publisher":
		{"Organization":
		{"name":"Asian Network for Scientific Information"
	}
	},
	"dateSubmitted":2012,
	"creator":[
		{
		"Person":
		{"name":"Arpita Das"
	}
	},
	{
		"Person":
		{"name":"Mainak Biswas"
	}
	},
	{
		"Person":
		{"name":"Nirmal Mandal"
	}
	}
	],
	"issue":4,
	"abstract":{"value":"The present study has been formulated to study the cost of cultivation of stevia to encourage the farmer regarding cultivation of this plant and also provide information regarding profitability of cultivation. Stevia become a potential and renewable raw material in the food market because the increase in the number of diabetic and health conscious individual boost up the international market of high quality stevia leaves which is a non-caloric natural sugar. Lack of information regarding the cost of cultivation of stevia specially in Indian context generate plenty of confusion with regard to cultivation of this plant and also about selection of the profitable propagating material. The present study thus concerned with calculating the cost of cultivation, return and cost benefit ratio to identify economic viability and technical feasibility of stevia cultivation through cutting and tissue culture propagated planting material. For this an experimental plot size of 100x100 m each was used for cultivation for 3 years with cutting and tissue cultured plantlets as propagating material. The cost of cultivation refers to the total expenses incurred in cultivating stevia, expressed on a per hectare basis and worked out using operation wise approach in both the cases for three years. Lastly benefit cost ratio was incurred which is the ratio of the present worth of gross costs and represents the economic viability of the two projects. From the two project it was revealed that fixed as well as variable cost was more in tissue culture plantlets propagated field but tissue cultured plants favour disease free clean cultivation with high foliage production as compared with cutting where disease and pest infection was severe. For this during three years of economic life total sales of dry stevia leaves was generate more income in tissue cultured propagule established fields than cutting propagated field. From the cost benefit ratio of the two projects it was clear that profit of the two projects was comparable with each other and was technically feasible and economically viable. "}
	}}
