{"resource": {
	"language":"eng",
	"title":{"value":"In vitro metabolism of the glycosidic sweeteners, stevia mixture and enzymatically modified stevia in human intestinal microflora."},
	"subject":[
		{"value":"Adult"},
	{"value":"Anaerobiosis"},
	{"value":"Animals"},
	{"value":"Bacteria, Anaerobic"},
	{"value":"Chromatography, Ion Exchange"},
	{"value":"Chromatography, Liquid"},
	{"value":"Digestive System"},
	{"value":"Diterpenes"},
	{"value":"Diterpenes, Kaurane"},
	{"value":"Feces"},
	{"value":"Gas Chromatography-Mass Spectrometry"},
	{"value":"Glucosides"},
	{"value":"Humans"},
	{"value":"Hydrolysis"},
	{"value":"Kinetics"},
	{"value":"Male"},
	{"value":"Molecular Weight"},
	{"value":"Plant Extracts"},
	{"value":"Rats"},
	{"value":"Species Specificity"},
	{"value":"Stevia"},
	{"value":"Structure-Activity Relationship"},
	{"value":"Sweetening Agents"},
	{"value":"Terpenes"}
	],
	"pageStart":359,
	"volume":3,
	"pageEnd":74,
	"about":"https://www.ncbi.nlm.nih.gov/pubmed/PM12504168",
	"identifier":"PM12504168",
	"type":"Other",
	"isPartOf":
		{"Journal":
		{"title":{"value":"Food and chemical toxicology : an international journal published for the British Industrial Biological Research Association"},
	"ISSN":{"value":"0278-6915"}
	}
	},
	"issued":"2002-12-30",
	"dateSubmitted":2016,
	"creator":[
		{
		"Person":
		{"name":"Koyama, E, E"
	}
	},
	{
		"Person":
		{"name":"Kitazawa, K, K"
	}
	},
	{
		"Person":
		{"name":"Ohori, Y, Y"
	}
	},
	{
		"Person":
		{"name":"Izawa, O, O"
	}
	},
	{
		"Person":
		{"name":"Kakegawa, K, K"
	}
	},
	{
		"Person":
		{"name":"Fujino, A, A"
	}
	},
	{
		"Person":
		{"name":"Ui, M, M"
	}
	}
	],
	"abstract":{"value":"Stevia mixture, sweeteners extracted from the leaves of Stevia rebaudiana Bertoni, consists mainly of stevioside and rebaudioside A (glycosides of the diterpene derivative steviol). The aim of this study was to investigate human intestinal metabolism of stevia mixture and its alpha-glucose derivative (known in Japan as enzymatically modified stevia) by LC/MS/ESI analysis. Degradation was examined by incubating stevia mixture, enzymatically modified stevia, stevioside, rebaudioside A, alpha-monoglucosylstevioside, alpha-monoglucosylrebaudioside A and the aglycone, steviol with pooled human faecal homogenates (obtained from five healthy volunteers) for 0, 8 and 24 h under anaerobic conditions. Stevia mixture, enzymatically modified stevia, stevioside and rebaudioside A (0.2 mg/ml) were completely eliminated within 24 h, whereas no degradation of steviol (0.08 and 0.2 mg/ml) appeared to be found during the incubation period. Stevia mixture, stevioside and rebaudioside A appeared to be hydrolyzed to steviol by human intestinal microflora: this observation is consistent with previous rat metabolism studies. Similarly, enzymatically modified stevia appeared to be metabolized via stevia components and, finally, to steviol. This study suggests that there are apparently no species differences in intestinal metabolism of stevia mixture between rats and humans."}
	,"source":{"resource":"https://www.ncbi.nlm.nih.gov/pubmed/"}}}
