{"resource": {
	"language":"eng",
	"title":{"value":"Absorption and metabolism of glycosidic sweeteners of stevia mixture and their aglycone, steviol, in rats and humans."},
	"subject":[
		{"value":"Administration, Oral"},
	{"value":"Animals"},
	{"value":"Biological Availability"},
	{"value":"Cecum"},
	{"value":"Diterpenes"},
	{"value":"Diterpenes, Kaurane"},
	{"value":"Duodenum"},
	{"value":"Female"},
	{"value":"Gas Chromatography-Mass Spectrometry"},
	{"value":"Glycosides"},
	{"value":"Humans"},
	{"value":"In Vitro Techniques"},
	{"value":"Intestinal Absorption"},
	{"value":"Liver"},
	{"value":"Male"},
	{"value":"Microsomes, Liver"},
	{"value":"Plant Extracts"},
	{"value":"Plant Leaves"},
	{"value":"Rats"},
	{"value":"Rats, Sprague-Dawley"},
	{"value":"Species Specificity"},
	{"value":"Stevia"},
	{"value":"Sweetening Agents"}
	],
	"pageStart":875,
	"volume":6,
	"pageEnd":83,
	"about":"https://www.ncbi.nlm.nih.gov/pubmed/PM12738193",
	"identifier":"PM12738193",
	"type":"Journal Article",
	"isPartOf":
		{"Journal":
		{"title":{"value":"Food and chemical toxicology : an international journal published for the British Industrial Biological Research Association"},
	"ISSN":{"value":"0278-6915"}
	}
	},
	"issued":"2003-05-09",
	"dateSubmitted":2016,
	"creator":[
		{
		"Person":
		{"name":"Koyama, Eriko, E"
	}
	},
	{
		"Person":
		{"name":"Sakai, Norifumi, N"
	}
	},
	{
		"Person":
		{"name":"Ohori, Yuji, Y"
	}
	},
	{
		"Person":
		{"name":"Kitazawa, Ken, K"
	}
	},
	{
		"Person":
		{"name":"Izawa, Osamu, O"
	}
	},
	{
		"Person":
		{"name":"Kakegawa, Kunio, K"
	}
	},
	{
		"Person":
		{"name":"Fujino, Akiharu, A"
	}
	},
	{
		"Person":
		{"name":"Ui, Michio, M"
	}
	}
	],
	"abstract":{"value":"Stevia mixture, sweeteners extracted from the leaves of Stevia rebaudiana Bertoni, consists mainly of the glycosides of the diterpene derivative steviol. The aims of this study were to investigate the absorption (in rats) and the hepatic metabolism (in rats and humans) of both stevia mixture and steviol. Absorption was investigated both in vivo and ex vivo. In ex vivo experiments using the rat everted sac method, no absorption of stevia mixture was observed, but significant absorption of steviol was noted (equivalent to approximately 70% of the absorption reference- salicylic acid- value). In the in vivo experiment, rats received a single oral administration of either steviol or stevia mixture; a peak steviol concentration in plasma was observed 15 min after its oral administration, demonstrating rapid absorption. However, after oral administration of stevia mixture, the steviol concentration in plasma increased steadily over 8 h, suggesting that stevia mixture components are first degraded and then absorbed as steviol in the rat intestine. Steviol metabolism in humans and rats was examined by incubating steviol with liver microsomes from the two species. Oxidative (monohydroxy and dihydroxy) metabolites of steviol were observed by LC-ESI/MS after incubation with both human and rat liver microsomes. The intrinsic clearance of steviol in human liver microsomes was 4-times lower than that found in rat liver microsomes. In conclusion, this study suggests that there are no major species differences in steviol hepatic metabolism between rats and humans. Absorption from the human intestine can be predicted to occur in an analogous manner to that from the rat intestine."}
	,"source":{"resource":"https://www.ncbi.nlm.nih.gov/pubmed/"}}}
