{"resource": {
	"language":"jpn",
	"title":{"value":"[Genotoxicity studies of stevia extract and steviol by the comet assay]."},
	"subject":[
		{"value":"Animals"},
	{"value":"Cells, Cultured"},
	{"value":"Comet Assay"},
	{"value":"DNA Damage"},
	{"value":"Diterpenes"},
	{"value":"Diterpenes, Kaurane"},
	{"value":"Humans"},
	{"value":"Male"},
	{"value":"Mice"},
	{"value":"Mutagenicity Tests"},
	{"value":"Stevia"}
	],
	"pageStart":1,
	"pageEnd":8,
	"about":"https://www.ncbi.nlm.nih.gov/pubmed/PM12533916",
	"identifier":"PM12533916",
	"type":"Other",
	"isPartOf":
		{"Journal":
		{"title":{"value":"The Journal of toxicological sciences"},
	"ISSN":{"value":"0388-1350"}
	}
	},
	"issued":"2003-01-21",
	"dateSubmitted":2016,
	"creator":[
		{
		"Person":
		{"name":"Sekihashi, Kaoru, K"
	}
	},
	{
		"Person":
		{"name":"Saitoh, Hiromi, H"
	}
	},
	{
		"Person":
		{"name":"Sasaki, Yu, Y"
	}
	}
	],
	"abstract":{"value":"The genotoxicity of steviol, a metabolite of stevia extract, was evaluated for its genotoxic potential using the comet assay. In an in vitro study, steviol at 62.5, 125, 250, and 500 micrograms/ml did not damage the nuclear DNA of TK6 and WTK1 cells in the presence and absence of S9 mix. In vivo studies of steviol were conducted by two independent organizations. Mice were sacrificed 3 and 24 hr after one oral administration of steviol at 250, 500, 1000, and 2000 mg/kg. DNA damage in multiple mouse organs was measured by the comet assay as modified by us. After oral treatment, stomach, colon, liver, kidney and testis DNA were not damaged. The in vivo genotoxicity of stevia extract was also evaluated for its genotoxic potential using the comet assay. Mice were sacrificed 3 and 24 hr after oral administration of stevia extract at 250, 500, 1000, and 2000 mg/kg. Stomach, colon and liver DNA were not damaged. As all studies showed negative responses, stevia extract and steviol are concluded to not have DNA-damaging activity in cultured cells and mouse organs."}
	,"source":{"resource":"https://www.ncbi.nlm.nih.gov/pubmed/"}}}
