{"resource": {
	"language":"eng",
	"title":{"value":"Metabolism of stevioside and rebaudioside A from Stevia rebaudiana extracts by human microflora."},
	"subject":[
		{"value":"Adult"},
	{"value":"Bacteria"},
	{"value":"Chromatography, High Pressure Liquid"},
	{"value":"Diterpenes"},
	{"value":"Diterpenes, Kaurane"},
	{"value":"Feces"},
	{"value":"Female"},
	{"value":"Glucosides"},
	{"value":"Humans"},
	{"value":"Male"},
	{"value":"Mass Spectrometry"},
	{"value":"Middle Aged"},
	{"value":"Plant Extracts"},
	{"value":"Stevia"},
	{"value":"Sweetening Agents"},
	{"value":"Terpenes"}
	],
	"pageStart":6618,
	"volume":22,
	"pageEnd":22,
	"about":"https://www.ncbi.nlm.nih.gov/pubmed/PM14558786",
	"identifier":"PM14558786",
	"type":"Journal Article",
	"isPartOf":
		{"Journal":
		{"title":{"value":"Journal of agricultural and food chemistry"},
	"ISSN":{"value":"0021-8561"}
	}
	},
	"issued":"2003-10-15",
	"dateSubmitted":2016,
	"creator":[
		{
		"Person":
		{"name":"Gardana, Claudio, C"
	}
	},
	{
		"Person":
		{"name":"Simonetti, Paolo, P"
	}
	},
	{
		"Person":
		{"name":"Canzi, Enrica, E"
	}
	},
	{
		"Person":
		{"name":"Zanchi, Raffaella, R"
	}
	},
	{
		"Person":
		{"name":"Pietta, Piergiorgio, P"
	}
	}
	],
	"abstract":{"value":"Stevia rebaudiana standardized extracts (SSEs) are used as natural sweeteners or dietary supplements in different countries for their content of stevioside or rebaudioside A. These compounds possess up to 250 times the sweetness intensity of sucrose, and they are noncaloric and noncariogenic sweeteners. The aim of this study was to investigate the in vitro transformation of stevioside and rebaudioside A after incubation with human microflora, the influence of these sweeteners on human microbial fecal community and which specific groups metabolize preferentially stevioside and rebaudioside A. The experiments were carried out under strict anaerobic conditions in batch cultures inoculated with mixed fecal bacteria from volunteers. The hydrolysis was monitored by HPLC coupled to photodiode array and mass spectrometric detectors. Isolated bacterial strains from fecal materials incubated in selective broths were added to stevioside and rebaudioside A. These sweeteners were completely hydrolyzed to their aglycon steviol in 10 and 24 h, respectively. Interestingly, the human intestinal microflora was not able to degrade steviol. Furthermore, stevioside and rebaudioside A did not significantly influence the composition of fecal cultures; among the selected intestinal groups, bacteroides were the most efficient in hydrolyzing Stevia sweeteners to steviol."}
	,"source":{"resource":"https://www.ncbi.nlm.nih.gov/pubmed/"}}}
