{"resource": {
	"language":"eng",
	"title":{"value":"Joint effect of commercial preparations of Stevia rebaudiana Bertoni and sodium monoketocholate on glycemia in mice."},
	"subject":[
		{"value":"Adrenergic alpha-Agonists"},
	{"value":"Animals"},
	{"value":"Blood Glucose"},
	{"value":"Cholates"},
	{"value":"Epinephrine"},
	{"value":"Female"},
	{"value":"Injections, Subcutaneous"},
	{"value":"Male"},
	{"value":"Mice"},
	{"value":"Plant Extracts"},
	{"value":"Stevia"}
	],
	"pageStart":83,
	"volume":2,
	"pageEnd":6,
	"about":"https://www.ncbi.nlm.nih.gov/pubmed/PM15230334",
	"identifier":"PM15230334",
	"type":"Journal Article",
	"isPartOf":
		{"Journal":
		{"title":{"value":"European journal of drug metabolism and pharmacokinetics"},
	"ISSN":{"value":"0378-7966"}
	}
	},
	"issued":"2004-07-02",
	"dateSubmitted":2016,
	"creator":[
		{
		"Person":
		{"name":"Raskovic, Aleksandar, A"
	}
	},
	{
		"Person":
		{"name":"Jakovljevic, Vida, V"
	}
	},
	{
		"Person":
		{"name":"Mikov, Momir, M"
	}
	},
	{
		"Person":
		{"name":"Gavrilovic, Maja, M"
	}
	}
	],
	"abstract":{"value":"A study was made of the combined effect of two commercial products of Stevia rebaudiana Bertoni and sodium monoketocholate (mkc) on blood glucose concentration in mice. One group of animals was treated four days with mkc, 4 mg/kg, s.c., second with 200 mg/kg, i.p., of Stevita (Stevita Co, INC, Arlington, Texas) (stevia), third with 20 mg/kg, i.p., of Clear Steviosides Liquid (Stevita Co, INC, Herbal supplement, Brazil) (stevioside), fourth with the combination of stevia and mkc, and the fifth with stevisode and mkc. Blood glucose concentration was measured before treatment, after the first and fourth dose, as well as after subjecting animals to glucose-tolerance test (500 mg/kg, p.o.) or provoking glycemia by injecting adrenaline (0.2 mg/kg, s.c.). It was found that one dose of stevioside combined with mkc caused a significant increase of glycemia with respect of mkc alone and control (10.80:7.90:8.01). However, when repeated four days, the same pretreatment resulted in a significant decrease of glycemia compared with single-dose pretreatment (10.80:7.20). The increase in glycemia with the mice that received four doses of stevioside and mkc and then were subjected to glucose-tolerance test was significantly lower compared to that in mice that were pretreated four days only with mkc before receiving glucose (6.33:7.80). Analogous difference was observed between the animals given mkc alone and mkc plus stevioside after injecting adrenaline (13.33:10.54). As for the interaction of mkc and stevia it was found that the combined pretreatment yielded lower values of glycemia compared with that measured after treatment with stevia alone (6.40:7.82)."}
	,"source":{"resource":"https://www.ncbi.nlm.nih.gov/pubmed/"}}}
