{"resource": {
	"language":"eng",
	"title":{"value":"Rebaudioside A potently stimulates insulin secretion from isolated mouse islets: studies on the dose-, glucose-, and calcium-dependency."},
	"subject":[
		{"value":"Animals"},
	{"value":"Calcium"},
	{"value":"Diazoxide"},
	{"value":"Diterpenes, Kaurane"},
	{"value":"Diuretics"},
	{"value":"Dose-Response Relationship, Drug"},
	{"value":"Extracellular Space"},
	{"value":"Female"},
	{"value":"Glucose"},
	{"value":"In Vitro Techniques"},
	{"value":"Insulin"},
	{"value":"Islets of Langerhans"},
	{"value":"Mice"},
	{"value":"Stimulation, Chemical"},
	{"value":"Terpenes"}
	],
	"pageStart":1378,
	"volume":10,
	"pageEnd":81,
	"about":"https://www.ncbi.nlm.nih.gov/pubmed/PM15375798",
	"identifier":"PM15375798",
	"type":"Journal Article",
	"isPartOf":
		{"Journal":
		{"title":{"value":"Metabolism: clinical and experimental"},
	"ISSN":{"value":"0026-0495"}
	}
	},
	"issued":"2004-09-17",
	"dateSubmitted":2016,
	"creator":[
		{
		"Person":
		{"name":"Abudula, Reziwanggu, R"
	}
	},
	{
		"Person":
		{"name":"Jeppesen, Per Bendix, PB"
	}
	},
	{
		"Person":
		{"name":"Rolfsen, Stig Eric D, SE"
	}
	},
	{
		"Person":
		{"name":"Xiao, Jianzhong, J"
	}
	},
	{
		"Person":
		{"name":"Hermansen, Kjeld, K"
	}
	}
	],
	"abstract":{"value":"Extracts of leaves of the plant Stevia rebaudiana Bertoni (SrB), have been used for many years in traditional treatment of diabetes in South America. Stevia leaves contain diterpene glycosides, stevioside and rebaudioside A being the most abundant. Recently, it was demonstrated that stevioside stimulates the insulin secretion both in vitro and in vivo. Subsequently, we wanted to elucidate the influence of rebaudioside A on the insulin release from mouse islets using static incubations, as well as perifusion experiments. Rebaudioside A (10(-16) to 10(-6) mol/L) dose-dependently stimulated the insulin secretion in the presence of 16.7 mmol/L glucose (P < .05). The stimulation of insulin release occurs at a concentration of 10(-14) mol/L rebaudioside A, and maximal insulin response was obtained at 10(-10) mol/L (P < .01). Rebaudioside A stimulates insulin secretion in a glucose-dependent manner (3.3 to 16.7 mmol/L) and only potentiated insulin secretion at glucose > 6.6 mmol/L. The effect of rebaudioside A is critically dependent on the presence of extracellular Ca2+, ie, rebaudioside A-induced insulin stimulation at high glucose disappears in the absence of extracellular Ca2+. In conclusion, rebaudioside A possesses insulinotropic effects and may serve a potential role as treatment in type 2 diabetes mellitus."}
	,"source":{"resource":"https://www.ncbi.nlm.nih.gov/pubmed/"}}}
