{"resource": {
	"language":"eng",
	"title":{"value":"Interaction between phosphorus and zinc on the biomass yield and yield attributes of the medicinal plant stevia (Stevia rebaudiana)."},
	"subject":[
		{"value":"Biomass"},
	{"value":"Drug Interactions"},
	{"value":"Fertilizers"},
	{"value":"Phosphorus"},
	{"value":"Plants, Medicinal"},
	{"value":"Stevia"},
	{"value":"Zinc"}
	],
	"pageStart":390,
	"pageEnd":5,
	"about":"https://www.ncbi.nlm.nih.gov/pubmed/PM15915292",
	"identifier":"PM15915292",
	"type":"Journal Article",
	"isPartOf":
		{"Journal":
		{"title":{"value":"TheScientificWorldJournal"},
	"ISSN":{"value":"1537-744X"}
	}
	},
	"issued":"2005-05-25",
	"dateSubmitted":2016,
	"creator":[
		{
		"Person":
		{"name":"Das, Kuntal, K"
	}
	},
	{
		"Person":
		{"name":"Dang, Raman, R"
	}
	},
	{
		"Person":
		{"name":"Shivananda, T N, TN"
	}
	},
	{
		"Person":
		{"name":"Sur, Pintu, P"
	}
	}
	],
	"abstract":{"value":"A greenhouse experiment was conducted at the Indian Institute of Horticultural Research (IIHR), Bangalore to study the interaction effect between phosphorus (P) and zinc (Zn) on the yield and yield attributes of the medicinal plant stevia. The results show that the yield and yield attributes have been found to be significantly affected by different treatments. The total yield in terms of biomass production has been increased significantly with the application of Zn and P in different combinations and methods, being highest (23.34 g fresh biomass) in the treatment where Zn was applied as both soil (10 kg ZnSO4/ha) and foliar spray (0.2% ZnSO4). The results also envisaged that the different yield attributes viz. height, total number of branches, and number of leaves per plant have been found to be varied with treatments, being highest in the treatment where Zn was applied as both soil and foliar spray without the application of P. The results further indicated that the yield and yield attributes of stevia have been found to be decreased in the treatment where Zn was applied as both soil and foliar spray along with P suggesting an antagonistic effect between Zn and P."}
	,"source":{"resource":"https://www.ncbi.nlm.nih.gov/pubmed/"}}}
