{"resource": {
	"language":"eng",
	"title":{"value":"The neuroprotective effects of isosteviol against focal cerebral ischemia injury induced by middle cerebral artery occlusion in rats."},
	"subject":[
		{"value":"Animals"},
	{"value":"Diterpenes, Kaurane"},
	{"value":"Infarction, Middle Cerebral Artery"},
	{"value":"Male"},
	{"value":"Neuroprotective Agents"},
	{"value":"Rats"},
	{"value":"Rats, Sprague-Dawley"},
	{"value":"Reperfusion Injury"},
	{"value":"Stevia"}
	],
	"pageStart":816,
	"volume":8,
	"pageEnd":21,
	"about":"https://www.ncbi.nlm.nih.gov/pubmed/PM18553271",
	"identifier":"PM18553271",
	"type":"Journal Article",
	"isPartOf":
		{"Journal":
		{"title":{"value":"Planta medica"},
	"ISSN":{"value":"0032-0943"}
	}
	},
	"issued":"2008-07-07",
	"dateSubmitted":2016,
	"creator":[
		{
		"Person":
		{"name":"Xu, Deyi, D"
	}
	},
	{
		"Person":
		{"name":"Du, Wenfeng, W"
	}
	},
	{
		"Person":
		{"name":"Zhao, Lei, L"
	}
	},
	{
		"Person":
		{"name":"Davey, Andrew K, AK"
	}
	},
	{
		"Person":
		{"name":"Wang, Jiping, J"
	}
	}
	],
	"abstract":{"value":"Occlusion of a cerebral artery impairs blood flow leading to neuronal death. Reperfusion of the tissue is associated with inflammation, increased reactive oxygen species, necrosis and apoptosis. Hence, damage to the brain will continue even after the blood flow is restored. Isosteviol has been demonstrated to have protective effects against ischemia-reperfusion (IR) injury in the rat heart and the current study was undertaken to determine whether it is also effective in preventing IR injury in the brain. Rats were divided into six groups: a sham-operation control group and 5 IR groups that were pre-treated with either isosteviol 5 mg.kg (-1), 10 mg.kg (-1), 20 mg.kg (-1), nimodipine 5 mg.kg (-1), or saline. Cerebral ischemia was induced for 2 hours. Twenty-two hours after re-perfusion the rats were assessed for neurobehavioral deficit, infarct volume, histological changes, and malondialdehyde, superoxide dismutase (SOD), Bcl-2 and NF-kappaB levels in brain tissue. Pre-treatment with isosteviol reduced infarct volume, ameliorated cell death and infiltration of neutrocytes, improved neuro-locomotor activity, increased SOD activity, induced Bcl-2, suppressed lipid superoxidation and the expression of NF-kappaB, and therefore retarded necrosis and apoptosis of neurons and inflammation. These positive effects were dose-dependent with an isosteviol dose of 20 mg.kg (-1), thus being as effective as nimodipine."}
	,"source":{"resource":"https://www.ncbi.nlm.nih.gov/pubmed/"}}}
