{"resource": {
	"language":"eng",
	"title":{"value":"Validation of green-solvent extraction combined with chromatographic chemical fingerprint to evaluate quality of Stevia rebaudiana Bertoni."},
	"subject":[
		{"value":"Color"},
	{"value":"Molecular Structure"},
	{"value":"Pressure"},
	{"value":"Solvents"},
	{"value":"Stevia"},
	{"value":"Temperature"},
	{"value":"Water"}
	],
	"pageStart":613,
	"volume":4,
	"pageEnd":22,
	"about":"https://www.ncbi.nlm.nih.gov/pubmed/PM19160370",
	"identifier":"PM19160370",
	"type":"Journal Article",
	"isPartOf":
		{"Journal":
		{"title":{"value":"Journal of separation science"},
	"ISSN":{"value":"1615-9314"}
	}
	},
	"issued":"2009-02-19",
	"dateSubmitted":2016,
	"creator":[
		{
		"Person":
		{"name":"Teo, Chin Chye, CC"
	}
	},
	{
		"Person":
		{"name":"Tan, Swee Ngin, SN"
	}
	},
	{
		"Person":
		{"name":"Yong, Jean Wan Hong, JW"
	}
	},
	{
		"Person":
		{"name":"Hew, Choy Sin, CS"
	}
	},
	{
		"Person":
		{"name":"Ong, Eng Shi, ES"
	}
	}
	],
	"abstract":{"value":"An approach that combined green-solvent methods of extraction with chromatographic chemical fingerprint and pattern recognition tools such as principal component analysis (PCA) was used to evaluate the quality of medicinal plants. Pressurized hot water extraction (PHWE) and microwave-assisted extraction (MAE) were used and their extraction efficiencies to extract two bioactive compounds, namely stevioside (SV) and rebaudioside A (RA), from Stevia rebaudiana Bertoni (SB) under different cultivation conditions were compared. The proposed methods showed that SV and RA could be extracted from SB using pure water under optimized conditions. The extraction efficiency of the methods was observed to be higher or comparable to heating under reflux with water. The method precision (RSD, n = 6) was found to vary from 1.91 to 2.86% for the two different methods on different days. Compared to PHWE, MAE has higher extraction efficiency with shorter extraction time. MAE was also found to extract more chemical constituents and provide distinctive chemical fingerprints for quality control purposes. Thus, a combination of MAE with chromatographic chemical fingerprints and PCA provided a simple and rapid approach for the comparison and classification of medicinal plants from different growth conditions. Hence, the current work highlighted the importance of extraction method in chemical fingerprinting for the classification of medicinal plants from different cultivation conditions with the aid of pattern recognition tools used."}
	,"source":{"resource":"https://www.ncbi.nlm.nih.gov/pubmed/"}}}
