{"resource": {
	"language":"eng",
	"title":{"value":"Effect of moderate intake of sweeteners on metabolic health in the rat."},
	"subject":[
		{"value":"Animals"},
	{"value":"Behavior, Animal"},
	{"value":"Beverages"},
	{"value":"Body Weight"},
	{"value":"Cytokines"},
	{"value":"Disease Models, Animal"},
	{"value":"Dose-Response Relationship, Drug"},
	{"value":"Eating"},
	{"value":"Energy Intake"},
	{"value":"Fasting"},
	{"value":"Feeding Behavior"},
	{"value":"Food Preferences"},
	{"value":"Glucose Tolerance Test"},
	{"value":"Lipids"},
	{"value":"Liver"},
	{"value":"Male"},
	{"value":"Metabolic Diseases"},
	{"value":"Rats"},
	{"value":"Sweetening Agents"}
	],
	"pageStart":618,
	"volume":5,
	"pageEnd":24,
	"about":"https://www.ncbi.nlm.nih.gov/pubmed/PM19815021",
	"identifier":"PM19815021",
	"type":"Journal Article",
	"isPartOf":
		{"Journal":
		{"title":{"value":"Physiology & behavior"},
	"ISSN":{"value":"1873-507X"}
	}
	},
	"issued":"2009-11-10",
	"dateSubmitted":2016,
	"uri":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3258097",
	"creator":[
		{
		"Person":
		{"name":"Figlewicz, D P, DP"
	}
	},
	{
		"Person":
		{"name":"Ioannou, G, G"
	}
	},
	{
		"Person":
		{"name":"Bennett Jay, J, J"
	}
	},
	{
		"Person":
		{"name":"Kittleson, S, S"
	}
	},
	{
		"Person":
		{"name":"Savard, C, C"
	}
	},
	{
		"Person":
		{"name":"Roth, C L, CL"
	}
	}
	],
	"abstract":{"value":"The rise in prevalence of obesity, diabetes, metabolic syndrome, and fatty liver disease has been linked to increased consumption of fructose-containing foods or beverages. Our aim was to compare the effects of moderate consumption of fructose-containing and non-caloric sweetened beverages on feeding behavior, metabolic and serum lipid profiles, and hepatic histology and serum liver enzymes, in rats. Behavioral tests determined preferred (12.5-15%) concentrations of solutions of agave, fructose, high fructose corn syrup (HFCS), a combination of HFCS and Hoodia (a putative appetite suppressant), or the non-caloric sweetener Stevia (n=5/gp). HFCS intake was highest, in preference and self-administration tests. Groups (n=10/gp) were then assigned to one of the sweetened beverages or water as the sole source of liquid at night (3 nights/wk, 10wks). Although within the normal range, serum cholesterol was higher in the fructose and HFCS groups, and serum triglycerides were higher in the Agave, HFCS, and HFCS/Hoodia groups (vs. water-controls, p<0.05). Liver histology was normal in all groups with no evidence of steatosis, inflammation, or fibrosis; however serum alanine aminotransferase was higher in the fructose and HFCS groups (vs. water-controls, p<0.05). Serum inflammatory marker levels were comparable among Stevia, agave, fructose, HFCS, and water-consuming groups, however levels of IL-6 were significantly lower in association with the ingestion of Hoodia. There were no differences in terminal body weights, or glucose tolerance assessed by 120-min IVGTTs performed at the end of the 10-week regimen. We conclude that even moderate consumption of fructose-containing liquids may lead to the onset of unfavorable changes in the plasma lipid profile and one marker of liver health, independent of significant effects of sweetener consumption on body weight."}
	,"source":{"resource":"https://www.ncbi.nlm.nih.gov/pubmed/"}}}
