{"resource": {
	"language":"eng",
	"title":{"value":"Chitosan-based polyherbal toothpaste: as novel oral hygiene product."},
	"subject":[
		{"value":"Anti-Infective Agents"},
	{"value":"Anti-Infective Agents, Local"},
	{"value":"Bacillus subtilis"},
	{"value":"Bacterial Load"},
	{"value":"Biocompatible Materials"},
	{"value":"Candida albicans"},
	{"value":"Chemistry, Pharmaceutical"},
	{"value":"Chitosan"},
	{"value":"Chlorhexidine"},
	{"value":"Dental Plaque"},
	{"value":"Dental Plaque Index"},
	{"value":"Escherichia coli"},
	{"value":"Glycyrrhiza"},
	{"value":"Humans"},
	{"value":"Lactobacillus acidophilus"},
	{"value":"Mouthwashes"},
	{"value":"Oral Hygiene"},
	{"value":"Placebos"},
	{"value":"Plant Extracts"},
	{"value":"Plants, Medicinal"},
	{"value":"Proteus vulgaris"},
	{"value":"Pseudomonas aeruginosa"},
	{"value":"Pterocarpus"},
	{"value":"Stevia"},
	{"value":"Toothpastes"}
	],
	"pageStart":380,
	"volume":3,
	"pageEnd":4,
	"about":"https://www.ncbi.nlm.nih.gov/pubmed/PM20930349",
	"identifier":"PM20930349",
	"type":"Other",
	"isPartOf":
		{"Journal":
		{"title":{"value":"Indian journal of dental research : official publication of Indian Society for Dental Research"},
	"ISSN":{"value":"1998-3603"}
	}
	},
	"issued":"2010-10-08",
	"dateSubmitted":2016,
	"creator":[
		{
		"Person":
		{"name":"Mohire, Nitin C, NC"
	}
	},
	{
		"Person":
		{"name":"Yadav, Adhikrao V, AV"
	}
	}
	],
	"abstract":[
		{"value":"The objective of the present work was to develop chitosan-based polyherbal toothpaste and evaluate its plaque-reducing potential and efficacy in reduction of dental pathogens."},
	{"value":"Antimicrobial activity of herbal extracts against dental pathogens were performed by using disk diffusion method. The pharmaceutical evaluation of toothpaste was carried out as per the US Government Tooth Paste Specifications. A 4-week clinical study was conducted in patients with oro-dental problems to evaluate the plaque removing efficacy of chitosan-based polyherbal toothpaste with commercially available chlorhexidine gluconate (0.2% w/v) mouthwash as positive control. Total microbial count was carried out to determine the percentage decrease in the oral bacterial count over the period of treatment."},
	{"value":"Herbal extracts were found to possess satisfactory antimicrobial activity against most of the dental pathogens. Chitosan-containing polyherbal toothpaste significantly reduces the plaque index by 70.47% and bacterial count by 85.29%, and thus fulfills the majority of esthetic and medicinal requirements of oral hygiene products."},
	{"value":"Chitosan-based polyherbal toothpaste proves itself as a promising novel oral hygiene product as compared with currently available oral hygiene products. A further study to confirm the exact mechanism and active constituents behind antiplaque and antimicrobial activity of chitosan-based polyherbal toothpaste and its efficacy in large number of patient population is on high demand."}
	]
	,"source":{"resource":"https://www.ncbi.nlm.nih.gov/pubmed/"}}}
