{"resource": {
	"language":"eng",
	"title":{"value":"Fluorescence investigation of a specific structure formed by aggregation of transglycosylated stevias: solubilizing effect of poorly water-soluble drugs."},
	"subject":[
		{"value":"Carboxylic Acids"},
	{"value":"Drug Carriers"},
	{"value":"Glycosylation"},
	{"value":"Hydrophobic and Hydrophilic Interactions"},
	{"value":"Indomethacin"},
	{"value":"Micelles"},
	{"value":"Microscopy, Electron, Scanning"},
	{"value":"Molecular Structure"},
	{"value":"Naphthalenes"},
	{"value":"Particle Size"},
	{"value":"Pharmaceutical Preparations"},
	{"value":"Powders"},
	{"value":"Pyrenes"},
	{"value":"Solubility"},
	{"value":"Spectrometry, Fluorescence"},
	{"value":"Stevia"},
	{"value":"Surface Properties"},
	{"value":"Water"},
	{"value":"X-Ray Diffraction"}
	],
	"pageStart":71,
	"volume":"1-2",
	"pageEnd":7,
	"about":"https://www.ncbi.nlm.nih.gov/pubmed/PM21463678",
	"identifier":"PM21463678",
	"type":"Journal Article",
	"isPartOf":
		{"Journal":
		{"title":{"value":"European journal of pharmaceutical sciences : official journal of the European Federation for Pharmaceutical Sciences"},
	"ISSN":{"value":"1879-0720"}
	}
	},
	"issued":"2011-05-09",
	"dateSubmitted":2016,
	"creator":[
		{
		"Person":
		{"name":"Uchiyama, Hiromasa, H"
	}
	},
	{
		"Person":
		{"name":"Tozuka, Yuichi, Y"
	}
	},
	{
		"Person":
		{"name":"Asamoto, Fusatoshi, F"
	}
	},
	{
		"Person":
		{"name":"Takeuchi, Hirofumi, H"
	}
	}
	],
	"abstract":{"value":"Spray-dried particles (SDPs) with indomethacin (IND) and alpha-glycosyl transferase-treated stevia (Stevia-G) indicated extremely high dissolution rates and apparent solubility compared to particles of a ground mixture and a physical mixture of IND/Stevia-G. The apparent solubility of IND from SDPs was 5-fold higher than that of untreated IND. We investigated the solubility-enhancing effect of Stevia-G towards hydrophobic materials by using fluorescence spectroscopy. 1-Naphthoic acid (1-NPA) and pyrene were used as hydrophobic fluorescence probes. Although both the ground mixture and SDPs of 1-NPA/Stevia-G exhibited halo patterns in powder X-ray diffraction, the fluorescence spectra of 1-NPA solely in SDPs indicated a monomolecularly dispersed state of 1-NPA. The plot of the pyrene I(1)/I(3) ratio versus the Stevia-G concentration showed a sigmoidal curve as a function of the Stevia-G concentration, suggesting the existence of a hydrophobic environment around pyrene molecules under high Stevia-G concentrations. The critical micelle concentration calculated from the pyrene I(1)/I(3) plot was about 16mg/mL. Based on results from the static quenching plots, the micellar aggregation number of Stevia-G was estimated as ca.15. Therefore, the hydrophobic steviol-skeleton of Stevia-G made a hydrophobic core around a hydrophobic molecule. This specific structure formed by Stevia-G molecules led to an enhancement of the apparent solubility of poorly water-soluble drugs."}
	,"source":{"resource":"https://www.ncbi.nlm.nih.gov/pubmed/"}}}
