{"resource": {
	"language":"eng",
	"title":{"value":"In vitro conservation of twenty-three overexploited medicinal plants belonging to the Indian sub continent."},
	"subject":[
		{"value":"Biodiversity"},
	{"value":"Conservation of Natural Resources"},
	{"value":"Endangered Species"},
	{"value":"Environment, Controlled"},
	{"value":"Flowers"},
	{"value":"Geography"},
	{"value":"Germination"},
	{"value":"India"},
	{"value":"Morphogenesis"},
	{"value":"Plant Roots"},
	{"value":"Plant Shoots"},
	{"value":"Plants, Medicinal"},
	{"value":"Seeds"},
	{"value":"Species Specificity"},
	{"value":"Tissue Culture Techniques"}
	],
	"pageStart":929650,
	"about":"https://www.ncbi.nlm.nih.gov/pubmed/PM22593711",
	"identifier":"PM22593711",
	"type":"Journal Article",
	"isPartOf":
		{"Journal":
		{"title":{"value":"TheScientificWorldJournal"},
	"ISSN":{"value":"1537-744X"}
	}
	},
	"issued":"2012-05-17",
	"dateSubmitted":2016,
	"uri":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3349164",
	"creator":[
		{
		"Person":
		{"name":"Verma, Priyanka, P"
	}
	},
	{
		"Person":
		{"name":"Mathur, Ajay Kumar, AK"
	}
	},
	{
		"Person":
		{"name":"Jain, Sheetal Prasad, SP"
	}
	},
	{
		"Person":
		{"name":"Mathur, Archana, A"
	}
	}
	],
	"abstract":{"value":"Twenty-three pharmaceutically important plants, namely, Elaeocarpus spharicus, Rheum emodi, Indigofera tinctoria, Picrorrhiza kurroa, Bergenia ciliata, Lavandula officinalis, Valeriana wallichii, Coleus forskohlii, Gentiana kurroo, Saussurea lappa, Stevia rebaudiana, Acorus calamus, Pyrethrum cinerariaefolium, Aloe vera, Bacopa monnieri, Salvia sclarea, Glycyrrhiza glabra, Swertia cordata, Psoralea corylifolia, Jurinea mollis, Ocimum sanctum, Paris polyphylla, and Papaver somniferum, which are at the verge of being endangered due to their overexploitation and collection from the wild, were successfully established in vitro. Collections were made from the different biodiversity zones of India including Western Himalaya, Northeast Himalaya, Gangetic plain, Western Ghats, Semiarid Zone, and Central Highlands. Aseptic cultures were raised at the morphogenic level of callus, suspension, axillary shoot, multiple shoot, and rooted plants. Synseeds were also produced from highly proliferating shoot cultures of Bacopa monnieri, Glycyrrhiza glabra, Stevia rebaudiana, Valeriana wallichii, Gentiana kurroo, Lavandula officinalis, and Papaver somniferum. In vitro flowering was observed in Papaver somniferum, Psoralea corylifolia, and Ocimum sanctum shoots cultures. Out of 23 plants, 18 plants were successfully hardened under glasshouse conditions."}
	,"source":{"resource":"https://www.ncbi.nlm.nih.gov/pubmed/"}}}
