{"resource": {
	"language":"eng",
	"title":{"value":"Position of the Academy of Nutrition and Dietetics: use of nutritive and nonnutritive sweeteners."},
	"subject":[
		{"value":"Adult"},
	{"value":"Child"},
	{"value":"Diet"},
	{"value":"Dietary Carbohydrates"},
	{"value":"Dietary Sucrose"},
	{"value":"Food Labeling"},
	{"value":"Food Preferences"},
	{"value":"Guidelines as Topic"},
	{"value":"Health Promotion"},
	{"value":"Humans"},
	{"value":"Legislation, Food"},
	{"value":"Nutrition Policy"},
	{"value":"Sugar Alcohols"},
	{"value":"Sweetening Agents"},
	{"value":"United States"}
	],
	"pageStart":739,
	"volume":5,
	"pageEnd":58,
	"about":"https://www.ncbi.nlm.nih.gov/pubmed/PM22709780",
	"identifier":"PM22709780",
	"type":"Other",
	"isPartOf":
		{"Journal":
		{"title":{"value":"Journal of the Academy of Nutrition and Dietetics"},
	"ISSN":{"value":"2212-2672"}
	}
	},
	"issued":"2012-06-19",
	"dateSubmitted":2016,
	"creator":[
		{
		"Person":
		{"name":"Fitch, Cindy, C"
	}
	},
	{
		"Person":
		{"name":"Keim, Kathryn S, KS"
	}
	},
	{
		"Person":
		{"name":", , "
	}
	}
	],
	"abstract":{"value":"It is the position of the Academy of Nutrition and Dietetics that consumers can safely enjoy a range of nutritive sweeteners and nonnutritive sweeteners (NNS) when consumed within an eating plan that is guided by current federal nutrition recommendations, such as the Dietary Guidelines for Americans and the Dietary Reference Intakes, as well as individual health goals and personal preference. A preference for sweet taste is innate and sweeteners can increase the pleasure of eating. Nutritive sweeteners contain carbohydrate and provide energy. They occur naturally in foods or may be added in food processing or by consumers before consumption. Higher intake of added sugars is associated with higher energy intake and lower diet quality, which can increase the risk for obesity, prediabetes, type 2 diabetes, and cardiovascular disease. On average, adults in the United States consume 14.6% of energy from added sugars. Polyols (also referred to as sugar alcohols) add sweetness with less energy and may reduce risk for dental caries. Foods containing polyols and/or no added sugars can, within food labeling guidelines, be labeled as sugar-free. NNS are those that sweeten with minimal or no carbohydrate or energy. They are regulated by the Food and Drug Administration as food additives or generally recognized as safe. The Food and Drug Administration approval process includes determination of probable intake, cumulative effect from all uses, and toxicology studies in animals. Seven NNS are approved for use in the United States: acesulfame K, aspartame, luo han guo fruit extract, neotame, saccharin, stevia, and sucralose. They have different functional properties that may affect perceived taste or use in different food applications. All NNS approved for use in the United States are determined to be safe."}
	,"source":{"resource":"https://www.ncbi.nlm.nih.gov/pubmed/"}}}
