{"resource": {
	"language":"eng",
	"title":{"value":"Antioxidant, anti-diabetic and renal protective properties of Stevia rebaudiana."},
	"subject":[
		{"value":"Animals"},
	{"value":"Antioxidants"},
	{"value":"Diabetes Mellitus, Type 1"},
	{"value":"Diabetic Nephropathies"},
	{"value":"Dietary Fiber"},
	{"value":"Dietary Supplements"},
	{"value":"Hyperglycemia"},
	{"value":"Hypoglycemic Agents"},
	{"value":"Insulin Resistance"},
	{"value":"Kidney"},
	{"value":"Lipid Peroxidation"},
	{"value":"Liver"},
	{"value":"Oxidative Stress"},
	{"value":"Oxidoreductases"},
	{"value":"Phytotherapy"},
	{"value":"Plant Extracts"},
	{"value":"Plant Leaves"},
	{"value":"Polyphenols"},
	{"value":"Random Allocation"},
	{"value":"Rats"},
	{"value":"Rats, Wistar"},
	{"value":"Stevia"}
	],
	"pageStart":103,
	"volume":2,
	"pageEnd":13,
	"about":"https://www.ncbi.nlm.nih.gov/pubmed/PM23140911",
	"identifier":"PM23140911",
	"type":"Other",
	"isPartOf":
		{"Journal":
		{"title":{"value":"Journal of diabetes and its complications"},
	"ISSN":{"value":"1873-460X"}
	}
	},
	"issued":"2013-03-07",
	"dateSubmitted":2016,
	"creator":[
		{
		"Person":
		{"name":"Shivanna, Naveen, N"
	}
	},
	{
		"Person":
		{"name":"Naika, Mahadev, M"
	}
	},
	{
		"Person":
		{"name":"Khanum, Farhath, F"
	}
	},
	{
		"Person":
		{"name":"Kaul, Vijay K, VK"
	}
	}
	],
	"abstract":[
		{"value":"Stevia rebaudiana Bertoni has been used for the treatment of diabetes in, for example, Brazil, although a positive effect on antidiabetic and its complications has not been unequivocally demonstrated. This herb also has numerous therapeutic properties which have been proven safe and effective over hundreds of years. Streptozotocin is a potential source of oxidative stress that induces genotoxicity."},
	{"value":"We studied the effects of stevia leaves and its extracted polyphenols and fiber on streptozotocin induced diabetic rats. We hypothesize that supplementation of polyphenols extract from stevia to the diet causes a reduction in diabetes and its complications."},
	{"value":"Eighty Wistar rats were randomly divided into 8 groups; a standard control diet was supplemented with either stevia whole leaves powder (4.0%) or polyphenols or fiber extracted from stevia separately and fed for one month. Streptozotocin (60 mg/kg body weight, i.p) was injected to the diabetic groups on the 31st day. Several indices were analyzed to assess the modulation of the streptozotocin induced oxidative stress, toxicity and blood glucose levels by stevia."},
	{"value":"The results showed a reduction of blood glucose, ALT and AST, and increment of insulin level in the stevia whole leaves powder and extracted polyphenols fed rats compared to control diabetic group. Its feeding also reduced the MDA concentration in liver and improved its antioxidant status through antioxidant enzymes. Glucose tolerance and insulin sensitivity were improved by their feeding. Streptozotocin was also found to induce kidney damage as evidenced by decreased glomerular filtration rate; this change was however alleviated in the stevia leaves and extracted polyphenol fed groups."},
	{"value":"The results suggested that stevia leaves do have a significant role in alleviating liver and kidney damage in the STZ-diabetic rats besides its hypoglycemic effect. It might be adequate to conclude that stevia leaves could protect rats against streptozotocin induced diabetes, reduce the risk of oxidative stress and ameliorate liver and kidney damage."}
	]
	,"source":{"resource":"https://www.ncbi.nlm.nih.gov/pubmed/"}}}
