{"resource": {
	"language":"eng",
	"title":{"value":"Absolute quantitation of stevioside and rebaudioside A in commercial standards by quantitative NMR."},
	"subject":[
		{"value":"Diterpenes, Kaurane"},
	{"value":"Glucosides"},
	{"value":"Magnetic Resonance Spectroscopy"},
	{"value":"Reference Standards"},
	{"value":"Stevia"},
	{"value":"Sweetening Agents"}
	],
	"pageStart":33,
	"volume":1,
	"pageEnd":8,
	"about":"https://www.ncbi.nlm.nih.gov/pubmed/PM23124594",
	"identifier":"PM23124594",
	"type":"Journal Article",
	"isPartOf":
		{"Journal":
		{"title":{"value":"Chemical & pharmaceutical bulletin"},
	"ISSN":{"value":"1347-5223"}
	}
	},
	"issued":"2013-01-10",
	"dateSubmitted":2016,
	"creator":[
		{
		"Person":
		{"name":"Tada, Atsuko, A"
	}
	},
	{
		"Person":
		{"name":"Takahashi, Kana, K"
	}
	},
	{
		"Person":
		{"name":"Ishizuki, Kyoko, K"
	}
	},
	{
		"Person":
		{"name":"Sugimoto, Naoki, N"
	}
	},
	{
		"Person":
		{"name":"Suematsu, Takako, T"
	}
	},
	{
		"Person":
		{"name":"Arifuku, Kazunori, K"
	}
	},
	{
		"Person":
		{"name":"Tahara, Maiko, M"
	}
	},
	{
		"Person":
		{"name":"Akiyama, Takumi, T"
	}
	},
	{
		"Person":
		{"name":"Ito, Yusai, Y"
	}
	},
	{
		"Person":
		{"name":"Yamazaki, Takeshi, T"
	}
	},
	{
		"Person":
		{"name":"Akiyama, Hiroshi, H"
	}
	},
	{
		"Person":
		{"name":"Kawamura, Yoko, Y"
	}
	}
	],
	"abstract":{"value":"The extract prepared from the leaves of Stevia rebaudiana BERTONI (Asteraceae) contains sweet steviol glycosides, mainly stevioside and rebaudioside A. Highly purified stevia extracts have become popular worldwide as a natural, low-calorie sweetener. They contain various types of steviol glycosides, and their main components are stevioside and rebaudioside A. The content of each steviol glycoside is quantified by comparing the ratios of the molecular weights and the chromatographic peak areas of the samples to those of stevioside or rebaudioside A standards of the Food and Agriculture Organization of the United Nations (FAO)/World Health Organization (WHO) Joint Expert Committee on Food Additives (JECFA) and other specifications. However, various commercial standard reagents of stevioside and rebaudioside A are available. Their purities are different and their exact purities are not indicated. Therefore, the measured values of stevioside and rebaudioside A contained in a sample vary according to the standard used for the quantification. In this study, we utilized an accurate method, quantitative NMR (qNMR), for determining the contents of stevioside and rebaudioside A in standards, with traceability to the International System of Units (SI units). The purities of several commercial standards were determined to confirm their actual values."}
	,"source":{"resource":"https://www.ncbi.nlm.nih.gov/pubmed/"}}}
