{"resource": {
	"language":"eng",
	"title":{"value":"Activation of AMP-activated protein kinase by a plant-derived dihydroisosteviol in human intestinal epithelial cell."},
	"subject":[
		{"value":"AMP-Activated Protein Kinases"},
	{"value":"Animals"},
	{"value":"Cell Line"},
	{"value":"Chlorides"},
	{"value":"Cystic Fibrosis Transmembrane Conductance Regulator"},
	{"value":"Diterpenes, Kaurane"},
	{"value":"Enzyme Activators"},
	{"value":"Epithelial Cells"},
	{"value":"Humans"},
	{"value":"Intestinal Mucosa"},
	{"value":"Rats"},
	{"value":"Stevia"}
	],
	"pageStart":522,
	"volume":4,
	"pageEnd":8,
	"about":"https://www.ncbi.nlm.nih.gov/pubmed/PM23343619",
	"identifier":"PM23343619",
	"type":"Journal Article",
	"isPartOf":
		{"Journal":
		{"title":{"value":"Biological & pharmaceutical bulletin"},
	"ISSN":{"value":"1347-5215"}
	}
	},
	"issued":"2013-04-02",
	"dateSubmitted":2016,
	"creator":[
		{
		"Person":
		{"name":"Muanprasat, Chatchai, C"
	}
	},
	{
		"Person":
		{"name":"Sirianant, Lalida, L"
	}
	},
	{
		"Person":
		{"name":"Sawasvirojwong, Sutthipong, S"
	}
	},
	{
		"Person":
		{"name":"Homvisasevongsa, Sureeporn, S"
	}
	},
	{
		"Person":
		{"name":"Suksamrarn, Apichart, A"
	}
	},
	{
		"Person":
		{"name":"Chatsudthipong, Varanuj, V"
	}
	}
	],
	"abstract":{"value":"Our previous study has shown that dihydroisosteviol (DHIS), a derivative of stevioside isolated from Stevia rebaudiana (Bertoni), inhibits cystic fibrosis transmembrane conductance regulator (CFTR)-mediated transepithelial chloride secretion across monolayers of human intestinal epithelial (T84) cells and prevents cholera toxin-induced intestinal fluid secretion in mouse closed loop models. In this study, we aimed to investigate a mechanism by which DHIS inhibits CFTR activity. Apical chloride current measurements in Fisher rat thyroid cells stably transfected with wild-type human CFTR (FRT-CFTR cells) and T84 cells were used to investigate mechanism of CFTR inhibition by DHIS. In addition, effect of DHIS on AMP-activated protein kinase (AMPK) activation was investigated using Western blot analysis. Surprisingly, it was found that DHIS failed to inhibit CFTR-mediated apical chloride current in FRT-CFTR cells. In contrast, DHIS effectively inhibited CFTR-mediated apical chloride current induced by a cell permeable cAMP analog CPT-cAMP and a direct CFTR activator genistein in T84 cell monolayers. Interestingly, this inhibitory effect of DHIS on CFTR was significantly (p<0.05) reduced by pretreatment with compound C, an AMPK inhibitor. AICAR, a known AMPK activator, was able to inhibit CFTR activity in both FRT-CFTR and T84 cells. Western blot analysis showed that DHIS induced AMPK activation in T84 cells, but not in FRT-CFTR cells. Our results indicate that DHIS inhibits CFTR-mediated chloride secretion in T84 cells, in part, by activation of AMPK activity. DHIS therefore represents a novel candidate of AMPK activators."}
	,"source":{"resource":"https://www.ncbi.nlm.nih.gov/pubmed/"}}}
