{"resource": {
	"language":"eng",
	"title":{"value":"Biotransformation of dihydroisosteviol and the effects of transformed products on steroidogenic gene expressions."},
	"subject":[
		{"value":"Animals"},
	{"value":"Bacteria"},
	{"value":"Biotransformation"},
	{"value":"Cell Line, Tumor"},
	{"value":"Cholesterol Side-Chain Cleavage Enzyme"},
	{"value":"Colforsin"},
	{"value":"Diterpenes, Kaurane"},
	{"value":"Fungi"},
	{"value":"Gene Expression"},
	{"value":"Mice"},
	{"value":"Molecular Structure"},
	{"value":"Phosphoproteins"},
	{"value":"RNA, Messenger"},
	{"value":"Steroidogenic Factor 1"},
	{"value":"Stevia"}
	],
	"pageStart":268,
	"pageEnd":76,
	"about":"https://www.ncbi.nlm.nih.gov/pubmed/PM23948258",
	"identifier":"PM23948258",
	"type":"Journal Article",
	"isPartOf":
		{"Journal":
		{"title":{"value":"Phytochemistry"},
	"ISSN":{"value":"1873-3700"}
	}
	},
	"issued":"2013-10-02",
	"dateSubmitted":2016,
	"creator":[
		{
		"Person":
		{"name":"Chang, Shwu-Fen, SF"
	}
	},
	{
		"Person":
		{"name":"Yang, Li-Ming, LM"
	}
	},
	{
		"Person":
		{"name":"Huang, Tsurng-Juhn, TJ"
	}
	},
	{
		"Person":
		{"name":"Chen, Chin-Yang, CY"
	}
	},
	{
		"Person":
		{"name":"Sheu, Shiow-Yunn, SY"
	}
	},
	{
		"Person":
		{"name":"Liu, Pan-Chun, PC"
	}
	},
	{
		"Person":
		{"name":"Lin, Shwu-Jiuan, SJ"
	}
	}
	],
	"abstract":{"value":"The biotransformation of dihydroisosteviol with Absidia pseudocylindrospora ATCC 24169, Streptomyces griseus ATCC 10137, Mucor recurvatus MR36, and Aspergillus niger BCRC 31130 yielded 15 metabolites, eight of which were previously unknown. Structures of metabolites were established by 2D NMR techniques and HRMS data, two of which were further corroborated by chemical means, and another via single-crystal X-ray diffraction analysis. Subsequently, two steroidogenic cell lines (Y-1 mouse adrenal tumor and MA-10 mouse Leydig tumor cells) were used in a reverse transcription-PCR analysis to assess the effects of all compounds on steroidogenic gene expressions using forskolin as a positive control. The tested gene expressions included steroidogenic factor-1 (SF-1), steroidogenic acute regulatory protein (StAR), and cytochrome P450 side-chain cleavage (P450scc) enzyme. Gene expression profiles showed that ten of the tested compounds effectively suppressed P450SCC mRNA expression in both Y-1 and MA-10 cells. Several induced SF-1 gene expression and two enhanced StAR gene expression in Y-1 cells. By contrast, in MA-10 cells, one compound effectively suppressed StAR mRNA expression, whereas for others effectively suppressed SF-1 gene expression. The results suggest that analogs of dihydroisosteviol can be potential modulators to alter steroidogenic gene expressions and subsequent enzyme activities."}
	,"source":{"resource":"https://www.ncbi.nlm.nih.gov/pubmed/"}}}
