{"resource": {
	"language":"eng",
	"title":{"value":"Changes in anthropometric measurements, body composition, blood pressure, lipid profile, and testosterone in patients participating in a low-energy dietary intervention."},
	"pageStart":3,
	"volume":1,
	"pageEnd":14,
	"about":"https://www.ncbi.nlm.nih.gov/pubmed/PM23997718",
	"identifier":"PM23997718",
	"type":"Journal Article",
	"isPartOf":
		{"Journal":
		{"title":{"value":"Journal of chiropractic medicine"},
	"ISSN":{"value":"1556-3707"}
	}
	},
	"issued":"2013-09-02",
	"uri":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3610945",
	"dateSubmitted":2016,
	"creator":[
		{
		"Person":
		{"name":"Balliett, Mary, M"
	}
	},
	{
		"Person":
		{"name":"Burke, Jeanmarie R, JR"
	}
	}
	],
	"abstract":[
		{"value":"The purpose of this study was to describe changes in anthropometric measurements, body composition, blood pressure, lipid profile, and testosterone following a low-energy-density dietary intervention plus regimented supplementation program."},
	{"value":"The study design was a pre-post intervention design without a control group. Normal participants were recruited from the faculty, staff, students, and community members from a chiropractic college to participate in a 21-day weight loss program. All participants (n = 49; 36 women, 13 men; 31 ± 10.3 years of age) received freshly prepared mostly vegan meals (breakfast, lunch, and dinner) that included 1200 to 1400 daily calories (5020.8 to 5857.6 J) for the women and 1600 to 1800 (6694.4 to 7531.2 J) daily calories for the men. Nutritional supplements containing enzymes that were intended to facilitate digestion, reduce cholesterol levels, increase metabolic rate, and mediate inflammatory processes were consumed 30 minutes before each meal. The regimented supplementation program included once-daily supplementation with a green drink that contained alfalfa, wheatgrass, apple cider vinegar, and fulvic acid throughout the study period. A cleanse supplementation containing magnesium, chia, flaxseed, lemon, camu camu, cat's claw, bentonite clay, tumeric, pau d'arco, chanca piedra, stevia, zeolite clay, slippery elm, garlic, ginger, peppermint, aloe, citrus bioflavonoids, and fulvic acid was added before each meal during week 2. During week 3, the cleanse supplementation was replaced with probiotic and prebiotic supplementation."},
	{"value":"Multiple paired t tests detected clinically meaningful reductions in weight (- 8.7 ± 5.54 lb) (- 3.9 ± 2.5 kg), total cholesterol (- 30.0 ± 29.77 mg/dL), and low-density lipoprotein cholesterol (- 21.0 ± 25.20 mg/dL) (P < .05). There was a pre-post intervention increase in testosterone for men (111.0 ± 121.13 ng/dL, P < .05)."},
	{"value":"Weight loss and improvements in total cholesterol and low-density lipoprotein cholesterol levels occurred after a low-energy-density dietary intervention plus regimented supplementation program."}
	]
	,"source":{"resource":"https://www.ncbi.nlm.nih.gov/pubmed/"}}}
