{"resource": {
	"language":"eng",
	"title":{"value":"Electrophysiological, vasoactive, and gastromodulatory effects of stevia in healthy Wistar rats."},
	"subject":[
		{"value":"Action Potentials"},
	{"value":"Animals"},
	{"value":"Aorta, Thoracic"},
	{"value":"Arrhythmias, Cardiac"},
	{"value":"Atropine"},
	{"value":"Calcium Channel Blockers"},
	{"value":"Humans"},
	{"value":"Ileum"},
	{"value":"Male"},
	{"value":"Mesenteric Arteries"},
	{"value":"Muscle, Smooth"},
	{"value":"Myocytes, Cardiac"},
	{"value":"NG-Nitroarginine Methyl Ester"},
	{"value":"Nitric Oxide"},
	{"value":"Plant Preparations"},
	{"value":"Plants, Medicinal"},
	{"value":"Rats"},
	{"value":"Rats, Wistar"},
	{"value":"Receptor, Muscarinic M2"},
	{"value":"Stevia"},
	{"value":"Vasodilator Agents"},
	{"value":"Verapamil"}
	],
	"pageStart":909,
	"volume":11,
	"pageEnd":15,
	"about":"https://www.ncbi.nlm.nih.gov/pubmed/PM23832608",
	"identifier":"PM23832608",
	"type":"Journal Article",
	"isPartOf":
		{"Journal":
		{"title":{"value":"Planta medica"},
	"ISSN":{"value":"1439-0221"}
	}
	},
	"issued":"2013-07-26",
	"dateSubmitted":2016,
	"creator":[
		{
		"Person":
		{"name":"Yesmine, Saquiba, S"
	}
	},
	{
		"Person":
		{"name":"Connolly, Kylie, K"
	}
	},
	{
		"Person":
		{"name":"Hill, Nicholas, N"
	}
	},
	{
		"Person":
		{"name":"Coulson, Fiona R, FR"
	}
	},
	{
		"Person":
		{"name":"Fenning, Andrew S, AS"
	}
	}
	],
	"abstract":{"value":"Antihypertensive and antidiabetic effects of stevia, Stevia rebaudiana (Asteraceae), have been demonstrated in several human and animal models. The current study aims to define stevia's role in modifying the electrophysiological and mechanical properties of cardiomyocytes, blood vessels, and gastrointestinal smooth muscle. Tissues from thoracic aorta, mesenteric arteries, ileum, and left ventricular papillary muscles were excised from 8-week-old healthy Wistar rats. The effects of stevia (1 × 10-9 M to 1 × 10-4 M) were measured on these tissues. Stevia's effects in the presence of verapamil, 4-AP, and L-NAME were also assessed. In cardiomyocytes, stevia attenuated the force of contraction, decreased the average peak amplitude, and shortened the repolarisation phase of action potential - repolarisation phase of action potential20 by 25 %, repolarisation phase of action potential50 by 34 %, and repolarisation phase of action potential90 by 36 %. Stevia caused relaxation of aortic tissues which was significantly potentiated in the presence of verapamil. In mesenteric arteries, incubation with L-NAME failed to block stevia-induced relaxation indicating the mechanism of action may not be fully via nitric oxide-dependent pathways. Stevia concentration-dependently reduced electrical field stimulated and carbachol-induced contractions in the isolated ileum. This study is the first to show the effectiveness of stevia in reducing cardiac action potential duration at 20 %, 50 %, and 90 % of repolarisation. Stevia also showed beneficial modulatory effects on cardiovascular and gastrointestinal tissues via calcium channel antagonism, activation of the M2 muscarinic receptor function, and enhanced nitric oxide release."}
	,"source":{"resource":"https://www.ncbi.nlm.nih.gov/pubmed/"}}}
