{"resource": {
	"language":"eng",
	"title":{"value":"Stability of melatonin in an extemporaneously compounded sublingual solution and hard gelatin capsule."},
	"pageStart":170,
	"volume":2,
	"pageEnd":4,
	"about":"https://www.ncbi.nlm.nih.gov/pubmed/PM23970011",
	"identifier":"PM23970011",
	"type":"Journal Article",
	"isPartOf":
		{"Journal":
		{"title":{"value":"International journal of pharmaceutical compounding"},
	"ISSN":{"value":"1092-4221"}
	}
	},
	"issued":"2013-08-23",
	"dateSubmitted":2016,
	"creator":[
		{
		"Person":
		{"name":"Haywood, Alison, A"
	}
	},
	{
		"Person":
		{"name":"Burrell, Anthony, A"
	}
	},
	{
		"Person":
		{"name":"Breda, Karin van, Kv"
	}
	},
	{
		"Person":
		{"name":"George, Rani, R"
	}
	},
	{
		"Person":
		{"name":"Testa, Chris, C"
	}
	},
	{
		"Person":
		{"name":"Norris, Ross, R"
	}
	}
	],
	"abstract":{"value":"This study examined the stability of melatonin in a 10-mg/mL oral sublingual solution stored at 4 deg C or 25 deg C and in 3-mg capsules stored at ambient (25 deg C; 60% relative humidity) and accelerated (40 deg C; 75% relative humidity) conditions over a period of 90 days. A sublingual solution of melatonin 10 mg/mL was preprared with glycerin, ethyl alcohol, stevia powder extract, and tutti-frutti flavor. Six identical solutions were prepared and stored in prescription amber glass bottles at 4 deg C or 25 deg C. Triplicate 1-mL samples from each of the six solutions were assayed immediately after preparation and after 7, 14, 28, 60, and 90 days with a stability-indicating high-performance liquid chromatographic method. Six batches of 100 melatonin 3-mg capsules were prepared with Methocel E4M and lactose anhydrous and stored in prescription amber glass bottles at ambient or accelerated conditions. A sample of 10 capsules from each batch was assayed immediately after preparation, and additional examples from each storage condition were assayed at 7, 14, 28, 60, and 90 days. The mean concentration of melatonin exceeded 98% of the initial concentration throughout th 90-day study period for the sublingual solution and capsules under all storage conditions. There were no detectable changes in color, odor, taste, or pH, and no visible microbial growth in any of the sublingual solution samples. Compendia requirements for content uniformity were met for the extemporaneously prepared capsules. Melatonin in an extemporaneously compounded sublingual solution (10 mg/mL) was stable for at least 90 days when stored in prescription amber glass bottles at 4 deg C or 25 deg C. Melatonin in extemporaneously prepared capsules (3 mg) was stable for at leaast 90 days when stored in prescription amber glass bottles at ambient or acclereated conditions."}
	,"source":{"resource":"https://www.ncbi.nlm.nih.gov/pubmed/"}}}
