{"resource": {
	"language":"eng",
	"title":{"value":"Effect of inulin and stevia on some physical properties of chocolate milk."},
	"pageStart":42,
	"volume":1,
	"pageEnd":7,
	"about":"https://www.ncbi.nlm.nih.gov/pubmed/PM24688916",
	"identifier":"PM24688916",
	"type":"Journal Article",
	"isPartOf":
		{"Journal":
		{"title":{"value":"Health promotion perspectives"},
	"ISSN":{"value":"2228-6497"}
	}
	},
	"issued":"2014-04-01",
	"uri":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3963659",
	"dateSubmitted":2016,
	"creator":[
		{
		"Person":
		{"name":"Homayouni Rad, Aziz, A"
	}
	},
	{
		"Person":
		{"name":"Delshadian, Zohre, Z"
	}
	},
	{
		"Person":
		{"name":"Arefhosseini, Seyed Rafi, SR"
	}
	},
	{
		"Person":
		{"name":"Alipour, Beitollah, B"
	}
	},
	{
		"Person":
		{"name":"Asghari Jafarabadi, Mohammad, M"
	}
	}
	],
	"abstract":[
		{"value":"The aim of this study was to assess physical properties of dietetic chocolate milk produced by stevia as a sugar replacer and inulin. Along with having prebiotic effect, inulin can also participate in enhancing textural properties of beverages. Therefore, this novel food will be useful for all people especially for diabetics."},
	{"value":"This study was carried out in Quality Control Laboratory of Food Science and Technology Department, Health and Nutrition Faculty, Tabriz University of Medical Science, during 2011-2012. The assay was performed on nine treatments with three replications. Sugar was substituted with stevia in two proportions of sucrose to stevia; 50:50 and 0:100. Inulin, in four levels of 0%, 2%, 4% and 6%, was added to the treatments of 50% and 100% stevia. The control sample contained no stevia and no inulin, such as commercial ones. Precipitation amount and viscosity were measured 24 hours after production. Data analyzed by one-way ANOVA, at the significant level of 0.05, using SPSS software ver. 17."},
	{"value":"Sugar replacement with stevia caused significant increase in precipitation and significant decrease in viscosity (P<0.05), whereas using inulin in formulation significantly decreased precipitation and increased viscosity (P<0.05). The sample containing 100% stevia and 6% inulin revealed a viscosity with a non-significant difference with the control (P>0.05). The sample containing 50% stevia and 6% inulin had the lowest precipitation while having a non-significantly difference with the control. Conclusion A thickener agent, such as inulin, should be used in the chocolate milk sweetened by stevia to improve physical properties of the product."}
	]
	,"source":{"resource":"https://www.ncbi.nlm.nih.gov/pubmed/"}}}
