{"resource": {
	"language":"eng",
	"title":{"value":"High-performance thin-layer chromatography analysis of steviol glycosides in Stevia formulations and sugar-free food products, and benchmarking with (ultra) high-performance liquid chromatography."},
	"subject":[
		{"value":"Benchmarking"},
	{"value":"Chromatography, High Pressure Liquid"},
	{"value":"Chromatography, Thin Layer"},
	{"value":"Diterpenes, Kaurane"},
	{"value":"Food Analysis"},
	{"value":"Glycosides"},
	{"value":"Stevia"},
	{"value":"Sweetening Agents"}
	],
	"pageStart":102,
	"pageEnd":11,
	"about":"https://www.ncbi.nlm.nih.gov/pubmed/PM24873964",
	"identifier":"PM24873964",
	"type":"Journal Article",
	"isPartOf":
		{"Journal":
		{"title":{"value":"Journal of chromatography. A"},
	"ISSN":{"value":"1873-3778"}
	}
	},
	"issued":"2014-06-09",
	"dateSubmitted":2016,
	"creator":[
		{
		"Person":
		{"name":"Morlock, Gertrud E, GE"
	}
	},
	{
		"Person":
		{"name":"Meyer, Stephanie, S"
	}
	},
	{
		"Person":
		{"name":"Zimmermann, Benno F, BF"
	}
	},
	{
		"Person":
		{"name":"Roussel, Jean-Marc, JM"
	}
	}
	],
	"abstract":{"value":"A high-performance TLC (HPTLC) method was newly developed and validated for analysis of 7 steviol glycosides in 6 different types of food and Stevia formulations. After a minimized one-step sample preparation, 21 samples were developed in parallel, allowing an effective food screening. Depending on the sample application volume, the method was suited to analyze food sample concentrations in the mg/kg range. LOQs of stevioside in natural yoghurt matrix spiked at 0.02, 0.13 and 0.2% were determined by the calibration curve method to be 12ng/band (peak height). ANOVA was successfully passed to prove data homogeneity in the working range (30-600ng/band). The accuracy (recovery tolerance limit, 92-120%), repeatability (3.1-5.4%) and intermediate precision (4.0-8.4%) were determined for stevioside in milk-based matrix including sample preparation and recovery rates at 3 different concentration levels. For the first time, the recording of HPTLC-ESI-MS spectra via the TLC-MS Interface was demonstrated for rebaudioside A. HPTLC contents for rebaudioside A were compared with results of two (U)HPLC methods. The running costs and analysis time of the three different methods were discussed in detail with regard to screening of food products."}
	,"source":{"resource":"https://www.ncbi.nlm.nih.gov/pubmed/"}}}
