{"resource": {
	"language":"eng",
	"title":{"value":"Formulating blackberry leaf mixtures for preparation of infusions with plant derived sources of sweeteners."},
	"subject":[
		{"value":"Antioxidants"},
	{"value":"Fruit"},
	{"value":"Humans"},
	{"value":"Plant Extracts"},
	{"value":"Plant Leaves"},
	{"value":"Polyphenols"},
	{"value":"Rubus"},
	{"value":"Stevia"},
	{"value":"Sweetening Agents"}
	],
	"pageStart":385,
	"pageEnd":93,
	"about":"https://www.ncbi.nlm.nih.gov/pubmed/PM24423548",
	"identifier":"PM24423548",
	"type":"Journal Article",
	"isPartOf":
		{"Journal":
		{"title":{"value":"Food chemistry"},
	"ISSN":{"value":"0308-8146"}
	}
	},
	"issued":"2014-01-15",
	"dateSubmitted":2016,
	"creator":[
		{
		"Person":
		{"name":"Komes, Draženka, D"
	}
	},
	{
		"Person":
		{"name":"Belščak-Cvitanović, Ana, A"
	}
	},
	{
		"Person":
		{"name":"Ljubičić, Ivan, I"
	}
	},
	{
		"Person":
		{"name":"Durgo, Ksenija, K"
	}
	},
	{
		"Person":
		{"name":"Cindrić, Iva Juranović, IJ"
	}
	},
	{
		"Person":
		{"name":"Bušić, Arijana, A"
	}
	},
	{
		"Person":
		{"name":"Vojvodić, Aleksandra, A"
	}
	}
	],
	"abstract":{"value":"Herbal mixtures composed of blackberry leaf and natural sweeteners (dried apples, prunes, figs, raisins, apricots, carrot and sweet potato, stevia leaves and liquorice root) were developed. Their nutritive and bioactive profile, biological activity and sensory properties were determined. Formulated mixtures exhibited lower total polyphenol content (259.09-350.00 mg GAE/L) when compared to plain blackberry leaf, but contained higher content of chlorogenic, ferulic, p-coumaric, rosmarinic acids and quercetin, as well as some macroelements (Ca, K, Mg) and microelements (Ba, Na). Stevia addition to formulated mixtures ensured higher polyphenolic content. Dried carrot exhibited the highest (0.988 g/g) and liquorice the lowest (0.087 g/g) content of total sugars but it contributed to the sweetness with 574.48 mg/L of glycyrrhizic acid derivatives. Plain blackberry leaf extract exhibited cytotoxic and antioxidative activity on human colon cancer cells. Formulated mixtures exhibited improved flavour profile and balanced sweetness in relation to plain blackberry leaf infusion."}
	,"source":{"resource":"https://www.ncbi.nlm.nih.gov/pubmed/"}}}
