{"resource": {
	"language":"eng",
	"title":{"value":"Antioxidant response of Stevia rebaudiana B. to polyethylene glycol and paclobutrazol treatments under in vitro culture."},
	"subject":[
		{"value":"Antioxidants"},
	{"value":"Ascorbic Acid"},
	{"value":"Culture Techniques"},
	{"value":"Glutathione"},
	{"value":"Hydrogen Peroxide"},
	{"value":"Phenols"},
	{"value":"Polyethylene Glycols"},
	{"value":"Stevia"},
	{"value":"Triazoles"}
	],
	"pageStart":4038,
	"volume":8,
	"pageEnd":52,
	"about":"https://www.ncbi.nlm.nih.gov/pubmed/PM24604127",
	"identifier":"PM24604127",
	"type":"Journal Article",
	"isPartOf":
		{"Journal":
		{"title":{"value":"Applied biochemistry and biotechnology"},
	"ISSN":{"value":"1559-0291"}
	}
	},
	"issued":"2014-04-15",
	"dateSubmitted":2016,
	"creator":[
		{
		"Person":
		{"name":"Hajihashemi, Shokoofeh, S"
	}
	},
	{
		"Person":
		{"name":"Ehsanpour, Ali Akbar, AA"
	}
	}
	],
	"abstract":{"value":"This investigation was carried out with the aim of determining the effect of paclobutrazol (PBZ) (0 and 2 mg l(-1)) and polyethylene glycol (PEG) (0, 2, 4 and 6 % w/v of PEG 6000) treatments on antioxidant system of Stevia rebaudiana Bertoni under in vitro condition. Analysis of data showed that PEG treatment significantly increased hydrogen peroxide (H2O2) and phenolic contents, while PBZ treatment limited the effect of PEG on them. Our data revealed that PEG treatment significantly increased total antioxidant capacity, catalase (CAT), ascorbate peroxidase (APX), polyphenol oxidase (PPO) and peroxidase (POD) activity, while it inversely decreased glutathione reductase (GR) activity. The superoxide dismutase (SOD) activity was not affected by PEG treatment. PBZ treatment induced significantly higher levels of CAT and GR activity and lower levels of SOD activity in PEG-treated plants. PBZ in combination with PEG resulted in no significant difference on APX activity with PEG treatment alone. PBZ treatment prevented the effect of PEG on the PPO activity. PEG (with or without PBZ) treatment increased the ascorbate pool, whereas total glutathione level was not affected by PEG. Our finding indicated that PBZ reduced the negative effect of PEG treatment by quenching H2O2 accumulation and increasing the CAT activity. Collectively, the antioxidant capacity of S. rebaudiana in PEG treatment condition was associated with active enzymatic and non-enzymatic defence systems which partly could be improved by the PBZ treatment. In addition, a higher accumulation of phenolic compounds leads to a more potent reactive oxygen species scavenging activity in S. rebaudiana."}
	,"source":{"resource":"https://www.ncbi.nlm.nih.gov/pubmed/"}}}
