{"resource": {
	"language":"eng",
	"title":{"value":"Use of just-about-right scales and penalty analysis to determine appropriate concentrations of stevia sweeteners for vanilla yogurt."},
	"subject":[
		{"value":"Aspartame"},
	{"value":"Diterpenes, Kaurane"},
	{"value":"Fermentation"},
	{"value":"Glucosides"},
	{"value":"Stevia"},
	{"value":"Sucrose"},
	{"value":"Sweetening Agents"},
	{"value":"Taste"},
	{"value":"Vanilla"},
	{"value":"Yogurt"}
	],
	"pageStart":3262,
	"volume":6,
	"pageEnd":72,
	"about":"https://www.ncbi.nlm.nih.gov/pubmed/PM24679934",
	"identifier":"PM24679934",
	"type":"Journal Article",
	"isPartOf":
		{"Journal":
		{"title":{"value":"Journal of dairy science"},
	"ISSN":{"value":"1525-3198"}
	}
	},
	"issued":"2014-05-23",
	"dateSubmitted":2016,
	"creator":[
		{
		"Person":
		{"name":"Narayanan, P, P"
	}
	},
	{
		"Person":
		{"name":"Chinnasamy, B, B"
	}
	},
	{
		"Person":
		{"name":"Jin, L, L"
	}
	},
	{
		"Person":
		{"name":"Clark, S, S"
	}
	}
	],
	"abstract":{"value":"With the mainstream emergence of natural sweeteners such as stevia, which is available in different commercial formulations, suitability for yogurt needs to be validated. The present study aimed to determine the appropriate concentration level of 3 processed stevia sweeteners/supplements in commercial plain low-fat yogurt flavored with natural vanilla. Three different levels of sucrose, aspartame, an erythritol and 95% rebaudiana A stevia sweetener, a 95% pure mix of maltodextrin and steviol glycosides, and a cold water stevia extract were used in the study. The just-about-right level for each sweetener and consumer acceptability of each naturally flavored low-fat vanilla yogurt were evaluated. Results from penalty analysis demonstrated that only 0.7% of stevia containing maltodextrin and 95% steviol glycoside was necessary, whereas higher levels (between 4.0 to 5.5%) were more appropriate for stevia containing erythritol and 95% rebaudiana A or cold water extract of stevia, respectively. The concentrations of stevia sweeteners used influenced the perceived sweetness and sourness. In general, consumers disliked the yogurt sweetened with stevia or aspartame, and neither disliked nor liked the yogurt sweetened with sucrose, which was largely driven by perceived sourness of the base yogurt. The findings underline the importance of careful selection of stevia type and concentration as well as optimizing yogurt cultures and fermentation conditions before product launch."}
	,"source":{"resource":"https://www.ncbi.nlm.nih.gov/pubmed/"}}}
