{"resource": {
	"language":"eng",
	"title":{"value":"Physical, bioactive and sensory quality parameters of reduced sugar chocolates formulated with natural sweeteners as sucrose alternatives."},
	"subject":[
		{"value":"Antioxidants"},
	{"value":"Cacao"},
	{"value":"Sucrose"},
	{"value":"Sweetening Agents"}
	],
	"pageStart":61,
	"pageEnd":70,
	"about":"https://www.ncbi.nlm.nih.gov/pubmed/PM25148960",
	"identifier":"PM25148960",
	"type":"Journal Article",
	"isPartOf":
		{"Journal":
		{"title":{"value":"Food chemistry"},
	"ISSN":{"value":"0308-8146"}
	}
	},
	"issued":"2014-08-23",
	"dateSubmitted":2016,
	"creator":[
		{
		"Person":
		{"name":"Belščak-Cvitanović, Ana, A"
	}
	},
	{
		"Person":
		{"name":"Komes, Draženka, D"
	}
	},
	{
		"Person":
		{"name":"Dujmović, Marko, M"
	}
	},
	{
		"Person":
		{"name":"Karlović, Sven, S"
	}
	},
	{
		"Person":
		{"name":"Biškić, Matija, M"
	}
	},
	{
		"Person":
		{"name":"Brnčić, Mladen, M"
	}
	},
	{
		"Person":
		{"name":"Ježek, Damir, D"
	}
	}
	],
	"abstract":{"value":"In this study, sugar alcohols, dietary fibers, syrups and natural sweeteners were used as sucrose alternatives in the production of reduced sugar chocolates (50% of cocoa parts) with enhanced bioactive profile. Formulated chocolates were evaluated for their physical (particle size distribution, texture) and sensory properties, sugar composition, polyphenolic compounds content and antioxidant capacity. All produced reduced sugar chocolates ensured >20% lower calorific value than conventional chocolate (prepared with sucrose). Formulated chocolates containing stevia leaves and peppermint exhibited the best sensory properties (especially with regard to mouthfeel, sweetness and herbal aroma), as well as the highest polyphenolic content and antioxidant capacity. Particle size and hardness of chocolates increased in comparison to conventional chocolate, in particular when the combination of fructose and isomalt or lactitol was used. The bioactive profile of produced chocolates was enriched with phenolic acids, flavone (luteolin and apigenin) and flavonol (quercetin) derivatives, which were not identified in control chocolate."}
	,"source":{"resource":"https://www.ncbi.nlm.nih.gov/pubmed/"}}}
