{"resource": {
	"language":"eng",
	"title":{"value":"Opposing effects of external gibberellin and Daminozide on Stevia growth and metabolites."},
	"subject":[
		{"value":"Diterpenes, Kaurane"},
	{"value":"Gibberellins"},
	{"value":"Glucosides"},
	{"value":"Plant Growth Regulators"},
	{"value":"Plant Leaves"},
	{"value":"Plant Stems"},
	{"value":"Stevia"},
	{"value":"Succinates"},
	{"value":"Sweetening Agents"}
	],
	"pageStart":780,
	"volume":2,
	"pageEnd":91,
	"about":"https://www.ncbi.nlm.nih.gov/pubmed/PM25342260",
	"identifier":"PM25342260",
	"type":"Journal Article",
	"isPartOf":
		{"Journal":
		{"title":{"value":"Applied biochemistry and biotechnology"},
	"ISSN":{"value":"1559-0291"}
	}
	},
	"issued":"2015-01-17",
	"dateSubmitted":2016,
	"creator":[
		{
		"Person":
		{"name":"Karimi, Mojtaba, M"
	}
	},
	{
		"Person":
		{"name":"Hashemi, Javad, J"
	}
	},
	{
		"Person":
		{"name":"Ahmadi, Ali, A"
	}
	},
	{
		"Person":
		{"name":"Abbasi, Alireza, A"
	}
	},
	{
		"Person":
		{"name":"Pompeiano, Antonio, A"
	}
	},
	{
		"Person":
		{"name":"Tavarini, Silvia, S"
	}
	},
	{
		"Person":
		{"name":"Guglielminetti, Lorenzo, L"
	}
	},
	{
		"Person":
		{"name":"Angelini, Luciana G, LG"
	}
	}
	],
	"abstract":{"value":"Steviol glycosides (SVglys) and gibberellins are originated from the shared biosynthesis pathway in Stevia (Stevia rebaudiana Bertoni). In this research, two experiments were conducted to study the opposing effects of external gibberellin (GA3) and Daminozide (a gibberellin inhibitor) on Stevia growth and metabolites. Results showed that GA3 significantly increased the stem length and stem dry weight in Stevia. Total soluble sugar content increased while the SVglys biosynthesis was decreased by external GA3 applying in Stevia leaves. In another experiment, the stem length was reduced by Daminozide spraying on Stevia shoots. The Daminozide did not affect the total SVglys content, while in 30 ppm concentration, significantly increased the soluble sugar production in Stevia leaves. Although the gibberellins biosynthesis pathway has previously invigorated in Stevia leaf, the Stevia response to external gibberellins implying on high precision regulation of gibberellins biosynthesis in Stevia and announces that Stevia is able to kept endogenous gibberellins in a low quantity away from SVglys production. Moreover, the assumption that the internal gibberellins were destroyed by Daminozide, lack of Daminozide effects on SVglys production suggests that gibberellins biosynthesis could not act as a competitive factor for SVglys production in Stevia leaves."}
	,"source":{"resource":"https://www.ncbi.nlm.nih.gov/pubmed/"}}}
