{"resource": {
	"language":"spa",
	"title":{"value":"[Development of a gummy candy reduced in calories by sugar substitution with Stevia rebaudiana B]."},
	"pageStart":334,
	"volume":1,
	"pageEnd":40,
	"about":"https://www.ncbi.nlm.nih.gov/pubmed/PM25561127",
	"identifier":"PM25561127",
	"type":"Other",
	"isPartOf":
		{"Journal":
		{"title":{"value":"Nutrición hospitalaria"},
	"ISSN":{"value":"1699-5198"}
	}
	},
	"issued":"2015-01-06",
	"dateSubmitted":2016,
	"creator":[
		{
		"Person":
		{"name":"Aranda-González, Irma, I"
	}
	},
	{
		"Person":
		{"name":"Tamayo-Dzul, Óscar, Ó"
	}
	},
	{
		"Person":
		{"name":"Barbosa-Martín, Enrique, E"
	}
	},
	{
		"Person":
		{"name":"Segura-Campos, Maira, M"
	}
	},
	{
		"Person":
		{"name":"Moguel-Ordoñez, Yolanda, Y"
	}
	},
	{
		"Person":
		{"name":"Betancur-Ancona, David, D"
	}
	}
	],
	"abstract":{"value":"The consumption of gummy candy is widespread among people of different ages but mainly by children. The formulation of this product requires sugar that contributes to their flavor and consistency, but with the undesirable effect of increase its glycemic index and its calories from simple sugars; it is known that consumption of products with these last two characteristics are related to childhood obesity, which is a worldwide growing disease. Stevia rebaudiana is a plant that naturally contains glycosides with high sweetening power and it is considered safe for consumption. Therefore the aim of this work was to develop a gummy candy reduced in calories by replacing sugar with Stevia rebaudiana B., and analyzes its texture and acceptability. Gummy candy were prepared with different percentage of sugar reduction (-20, -40, -60, -80 and -100%) and a product control (100% sugar); gummy elasticity was assess by displacement and maximum deformation, whereas resistance was evaluated by breaking strength; those gummies with better elasticity and resistance parameters underwent proximate analysis and sensory evaluations with a unstructured scale applied to 90 school children aged between 6 and 10 years old. A gummy candy reduced in calories with 60% sugar substitution with S. rebaudiana was developed; the level of satisfaction in school children was statistically the same respect to the gummy made of 100% sugar (p <0.05)."}
	,"source":{"resource":"https://www.ncbi.nlm.nih.gov/pubmed/"}}}
