{"resource": {
	"language":"eng",
	"title":{"value":"Environmental cues induce changes of steviol glycosides contents and transcription of corresponding biosynthetic genes in Stevia rebaudiana."},
	"subject":[
		{"value":"Biosynthetic Pathways"},
	{"value":"Chromatography, High Pressure Liquid"},
	{"value":"Diterpenes, Kaurane"},
	{"value":"Environment"},
	{"value":"Gene Expression Regulation, Developmental"},
	{"value":"Gene Expression Regulation, Plant"},
	{"value":"Glycosides"},
	{"value":"Models, Chemical"},
	{"value":"Molecular Structure"},
	{"value":"Photoperiod"},
	{"value":"Plant Proteins"},
	{"value":"Reverse Transcriptase Polymerase Chain Reaction"},
	{"value":"Stevia"},
	{"value":"Temperature"},
	{"value":"Time Factors"},
	{"value":"Transcription, Genetic"}
	],
	"pageStart":174,
	"pageEnd":80,
	"about":"https://www.ncbi.nlm.nih.gov/pubmed/PM25500454",
	"identifier":"PM25500454",
	"type":"Journal Article",
	"isPartOf":
		{"Journal":
		{"title":{"value":"Plant physiology and biochemistry : PPB / Société française de physiologie végétale"},
	"ISSN":{"value":"1873-2690"}
	}
	},
	"issued":"2015-01-02",
	"dateSubmitted":2016,
	"creator":[
		{
		"Person":
		{"name":"Yang, Yongheng, Y"
	}
	},
	{
		"Person":
		{"name":"Huang, Suzhen, S"
	}
	},
	{
		"Person":
		{"name":"Han, Yulin, Y"
	}
	},
	{
		"Person":
		{"name":"Yuan, Haiyan, H"
	}
	},
	{
		"Person":
		{"name":"Gu, Chunsun, C"
	}
	},
	{
		"Person":
		{"name":"Wang, Zhongwei, Z"
	}
	}
	],
	"abstract":{"value":"Plant growth and secondary metabolism are commonly regulated by external cues such as light, temperature and water availability. In this study, the influences of low and high temperatures, dehydration, photoperiods, and different growing stages on the changes of steviol glycosides (SGs) contents and transcription levels of fifteen genes involved in SGs biosynthesis of Stevia rebaudiana Bertoni were examined using HPLC and RT-PCR. The observations showed that the transcript levels of all the fifteen genes were maximum under 25 °C treatment, and the transcription of SrDXS, SrDXR, SrMCT, SrCMK, SrMDS, SrHDS, SrHDR, SrIDI, SrGGDPS, SrCPPS1, SrUGT85C2 and SrUGT76G1 were restrained both in low temperature (15 °C) and high temperature (35 °C). Most genes in SGs biosynthesis pathway exhibited down-regulation in dehydration. To elucidate the effect of photoperiods, the plants were treated by different simulated photoperiods (8 L/16 D, 1 0L/14 D, 14 L/10 D and 16 L/8 D), but no significant transcription changes were observed. In the study of growing stages, there were evident changes of SGs contents, and the transcript levels of all the fifteen genes were minimal in fast growing period, and exhibited evident increase both in flower-bud appearing stage and flowering stage. The obtained results strongly suggest that the effect of environmental cues on steviol glycosides contents and transcription of corresponding biosynthetic genes in S. rebaudiana is significant. It is worth to study deeply."}
	,"source":{"resource":"https://www.ncbi.nlm.nih.gov/pubmed/"}}}
