{"resource": {
	"language":"eng",
	"title":{"value":"Parents' and children's acceptance of skim chocolate milks sweetened by monk fruit and stevia leaf extracts."},
	"subject":[
		{"value":"Adult"},
	{"value":"Animals"},
	{"value":"Cacao"},
	{"value":"Child"},
	{"value":"Choice Behavior"},
	{"value":"Consumer Behavior"},
	{"value":"Cucurbitaceae"},
	{"value":"Dietary Sucrose"},
	{"value":"Female"},
	{"value":"Food Labeling"},
	{"value":"Food Preferences"},
	{"value":"Fruit"},
	{"value":"Humans"},
	{"value":"Male"},
	{"value":"Milk"},
	{"value":"Parents"},
	{"value":"Perception"},
	{"value":"Plant Leaves"},
	{"value":"Plant Preparations"},
	{"value":"Stevia"},
	{"value":"Sweetening Agents"},
	{"value":"Taste"},
	{"value":"Young Adult"}
	],
	"pageStart":"S1083",
	"volume":5,
	"pageEnd":92,
	"about":"https://www.ncbi.nlm.nih.gov/pubmed/PM25847181",
	"identifier":"PM25847181",
	"type":"Journal Article",
	"isPartOf":
		{"Journal":
		{"title":{"value":"Journal of food science"},
	"ISSN":{"value":"1750-3841"}
	}
	},
	"issued":"2015-05-11",
	"dateSubmitted":2016,
	"creator":[
		{
		"Person":
		{"name":"Li, X E, XE"
	}
	},
	{
		"Person":
		{"name":"Lopetcharat, K, K"
	}
	},
	{
		"Person":
		{"name":"Drake, M A, MA"
	}
	}
	],
	"abstract":{"value":"Chocolate milk increases milk consumption of children, but high sugar content raises health concerns. Interest in sugar reduction and parents' preference for natural sweeteners necessitates further research on natural nonnutritive sweeteners. However, it is important to maintain consumer acceptability, especially for children, while reducing sugar in chocolate milk. The objectives of this study were to identify the sweetness intensity perception of stevia leaf (STV) and monk fruit (MK) extracts in skim chocolate milk (SCM), to evaluate STV and MK as the sole or partial sweetener source for SCM for young adults (19 to 35 y) and children (5 to 13 y), and to determine if information on natural nonnutritive sweeteners impacted parents' acceptability of SCM. Power function and 2-alternative forced choice studies were used to determine the iso-sweetness of nonnutritive sweeteners to a sucrose control in SCM (51.4 g/L, SUC control). Young adults (n = 131) evaluated 9 different SCM (SUC control, STV, MK, STV:sucrose blends, or MK:sucrose blends) in a completely randomized 2-d test. Children (n = 167) evaluated SUC control SCM and SCM with 39.7 g/L sucrose and 46 mg/L MK (MK25) or 30 mg/L STV (STV25). Parents evaluated SUC control, MK25, and STV25 in a balanced crossover design with a 40-d wait time between primed or unprimed ballots. Chocolate milks solely sweetened by nonnutritive sweeteners were less acceptable compared with SUC control by young adults. MK25 and STV25 were acceptable by young adults and children. The presentation of chocolate milk label information had different effects on parental acceptance. Traditional parents preferred sucrose sweetened SCM, and label conscious parents preferred SCM with natural nonnutritive sweeteners."}
	,"source":{"resource":"https://www.ncbi.nlm.nih.gov/pubmed/"}}}
