{"resource": {
	"language":"eng",
	"title":{"value":"Influence of steviol glycosides on the stability of vitamin C and anthocyanins."},
	"subject":[
		{"value":"Anthocyanins"},
	{"value":"Ascorbic Acid"},
	{"value":"Diterpenes, Kaurane"},
	{"value":"Drug Stability"},
	{"value":"Glucosides"},
	{"value":"Half-Life"},
	{"value":"Plant Extracts"},
	{"value":"Stevia"}
	],
	"pageStart":11264,
	"volume":46,
	"pageEnd":9,
	"about":"https://www.ncbi.nlm.nih.gov/pubmed/PM25376304",
	"identifier":"PM25376304",
	"type":"Journal Article",
	"isPartOf":
		{"Journal":
		{"title":{"value":"Journal of agricultural and food chemistry"},
	"ISSN":{"value":"1520-5118"}
	}
	},
	"issued":"2014-11-21",
	"dateSubmitted":2016,
	"creator":[
		{
		"Person":
		{"name":"Woźniak, Łukasz, Ł"
	}
	},
	{
		"Person":
		{"name":"Marszałek, Krystian, K"
	}
	},
	{
		"Person":
		{"name":"Skąpska, Sylwia, S"
	}
	}
	],
	"abstract":{"value":"A high level of sweetness and health-promoting properties make steviol glycosides an interesting alternative to sugars or artificial sweeteners. The radical oxygen species scavenging activity of these compounds may influence the stability of labile particles present in food. Model buffer solutions containing steviol glycosides, a selected food antioxidant (vitamin C or anthocyanins), and preservative were analyzed during storage. The addition of steviol glycosides at concentrations of 50, 125, and 200 mg/L increased the stability of both ascorbic and dehydroascorbic acid (degradation rates decreased up to 3.4- and 4.5-fold, respectively); the effect was intensified by higher sweetener concentrations and higher acidity of the solutions. Glycosides used alone did not affect the stability of anthocyanins; however, they enhanced the protective effect of sugars; half-life times increased by ca. 33% in the presence of sucrose (100 g/L) and by ca. 52% when both sucrose (100 g/L) and glycosides (total 200 mg/L) were used. Steviol glycosides concentrations remained stable during experiments."}
	,"source":{"resource":"https://www.ncbi.nlm.nih.gov/pubmed/"}}}
