{"resource": {
	"language":"eng",
	"title":{"value":"Determination of eight artificial sweeteners and common Stevia rebaudiana glycosides in non-alcoholic and alcoholic beverages by reversed-phase liquid chromatography coupled with tandem mass spectrometry."},
	"subject":[
		{"value":"Beverages"},
	{"value":"Chromatography, High Pressure Liquid"},
	{"value":"Chromatography, Reverse-Phase"},
	{"value":"Food Additives"},
	{"value":"Glycosides"},
	{"value":"Plant Extracts"},
	{"value":"Stevia"},
	{"value":"Sweetening Agents"},
	{"value":"Tandem Mass Spectrometry"}
	],
	"pageStart":1505,
	"volume":5,
	"pageEnd":12,
	"about":"https://www.ncbi.nlm.nih.gov/pubmed/PM25471292",
	"identifier":"PM25471292",
	"type":"Other",
	"isPartOf":
		{"Journal":
		{"title":{"value":"Analytical and bioanalytical chemistry"},
	"ISSN":{"value":"1618-2650"}
	}
	},
	"issued":"2015-02-06",
	"dateSubmitted":2016,
	"uri":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4318983",
	"creator":[
		{
		"Person":
		{"name":"Kubica, Paweł, P"
	}
	},
	{
		"Person":
		{"name":"Namieśnik, Jacek, J"
	}
	},
	{
		"Person":
		{"name":"Wasik, Andrzej, A"
	}
	}
	],
	"abstract":{"value":"The method for the determination of acesulfame-K, saccharine, cyclamate, aspartame, sucralose, alitame, neohesperidin dihydrochalcone, neotame and five common steviol glycosides (rebaudioside A, rebaudioside C, steviol, steviolbioside and stevioside) in soft and alcoholic beverages was developed using high-performance liquid chromatography and tandem mass spectrometry with electrospray ionisation (HPLC-ESI-MS/MS). To the best of our knowledge, this is the first work that presents an HPLC-ESI-MS/MS method which allows for the simultaneous determination of all EU-authorised high-potency sweeteners (thaumatin being the only exception) in one analytical run. The minimalistic sample preparation procedure consisted of only two operations; dilution and centrifugation. Linearity, limits of detection and quantitation, repeatability, and trueness of the method were evaluated. The obtained recoveries at three tested concentration levels varied from 97.0 to 105.7%, with relative standard deviations lower than 4.1%. The proposed method was successfully applied for the determination of sweeteners in 24 samples of different soft and alcoholic drinks."}
	,"source":{"resource":"https://www.ncbi.nlm.nih.gov/pubmed/"}}}
