{"resource": {
	"language":"eng",
	"title":{"value":"Stevia rebaudiana Bert. leaf extracts as a multifunctional source of natural antioxidants."},
	"subject":[
		{"value":"Antioxidants"},
	{"value":"Cell Line"},
	{"value":"Fibroblasts"},
	{"value":"Flavonoids"},
	{"value":"Humans"},
	{"value":"Phenols"},
	{"value":"Phytochemicals"},
	{"value":"Plant Extracts"},
	{"value":"Plant Leaves"},
	{"value":"Skin"},
	{"value":"Stevia"}
	],
	"pageStart":5468,
	"volume":4,
	"pageEnd":86,
	"about":"https://www.ncbi.nlm.nih.gov/pubmed/PM25826787",
	"identifier":"PM25826787",
	"type":"Journal Article",
	"isPartOf":
		{"Journal":
		{"title":{"value":"Molecules (Basel, Switzerland)"},
	"ISSN":{"value":"1420-3049"}
	}
	},
	"issued":"2015-04-01",
	"dateSubmitted":2016,
	"creator":[
		{
		"Person":
		{"name":"Gaweł-Bęben, Katarzyna, K"
	}
	},
	{
		"Person":
		{"name":"Bujak, Tomasz, T"
	}
	},
	{
		"Person":
		{"name":"Nizioł-Łukaszewska, Zofia, Z"
	}
	},
	{
		"Person":
		{"name":"Antosiewicz, Beata, B"
	}
	},
	{
		"Person":
		{"name":"Jakubczyk, Anna, A"
	}
	},
	{
		"Person":
		{"name":"Karaś, Monika, M"
	}
	},
	{
		"Person":
		{"name":"Rybczyńska, Kamila, K"
	}
	}
	],
	"abstract":{"value":"The aim of the presented study was to characterize the content and biological activity of extracts prepared from dried Stevia rebaudiana leaves with potential application in the food or cosmetic industry. Aqueous (A), ethanolic (E) and glycol-aqueous (GA) extracts were analyzed for the content of polyphenols and proteins, showing that the highest amount of phenols (15.50 mg/g) and flavonoids (3.85 mg/g) contained GA. All extracts contained significant amount of protein (69.40-374.67 mg/g). Between analyzed stevia extracts (HPLC) GA contained the highest amount of polyphenols, especially ferulic (5.50 mg/g) and rozmaric (4.95 mg/g) acids derivates. The highest antiradical activity against DPPH• and ABTS•+ was noted for GA and E (IC50 = 0.38 and 0.71 µg flavonoids/mL). The highest ability to chelate Fe2+ was observed for E (IC50 = 2.08 µg flavonoids/mL). Stevia extracts were also analyzed for their cytotoxicity and fibroblast irritation potential in vitro. E and GA were the most cytotoxic and irritating, probably due to the high content of biologically active phytochemicals. On the other hand, a extract was the most tolerable by the cells. To summarize, the presented study evaluated the potential application of A, E and GA stevia extracts as natural source of antioxidants in the food and cosmetic industry."}
	,"source":{"resource":"https://www.ncbi.nlm.nih.gov/pubmed/"}}}
