{"resource": {
	"language":"eng",
	"title":{"value":"Natural sweeteners in a human diet."},
	"subject":[
		{"value":"Diet"},
	{"value":"Dietary Carbohydrates"},
	{"value":"Dietary Sucrose"},
	{"value":"Food Preferences"},
	{"value":"Health Promotion"},
	{"value":"Humans"},
	{"value":"Nutritive Value"},
	{"value":"Sugar Alcohols"},
	{"value":"Sweetening Agents"}
	],
	"pageStart":195,
	"volume":3,
	"pageEnd":202,
	"about":"https://www.ncbi.nlm.nih.gov/pubmed/PM26400114",
	"identifier":"PM26400114",
	"type":"Journal Article",
	"isPartOf":
		{"Journal":
		{"title":{"value":"Roczniki Państwowego Zakładu Higieny"},
	"ISSN":{"value":"0035-7715"}
	}
	},
	"issued":"2015-09-24",
	"dateSubmitted":2016,
	"creator":
		{"Person":
		{"name":"Grembecka, Małgorzata, M"
	}
	},
	"abstract":{"value":"Sweeteners, both natural and artificial, play an important role in a human diet as well as are of great importance to the food industry and dieticians. Many people associate sweet taste with sucrose, which is commonly known as table sugar. However, there are many sweet substances that food manufacturers add to food products because none of them is ideal for all applications. Besides sucrose there are also other sugars such as glucose and fructose that originate both from natural sources such as fruits and honey or from added sugars. Among sweeteners there are also compounds which have a sweet taste and contain no calories or those which sweetness is so intense so can be used at very low concentrations, thus, their impact on the total caloric value of the product is negligible. They can be classified due to their origin (natural or synthetic agents), the technological function (sweeteners and fillers), texture (powders and syrups), and nutritional value (caloric and non-caloric). Natural sweetening substances include carbohydrates, sugar alcohols, thaumatin and stevia. Besides providing well tasting foods, they might have an impact on products' texture, color, preservation and caloric value. Sugar alcohols, which belong to carbohydrates, are both natural sugar substitutes and food additives. They are becoming more and more popular among consumers mainly due to their lower caloric values and glycemic indexes as well as anticariogenic effects. Sugar alcohols are often combined with other sweeteners to enhance food products' sweetness. Stevia, which is 200 times sweeter than sucrose, is a non caloric substance whereas thaumatin, a sweet protein, provides 4 kcal/g but characterizes with sweetness about 2000 times higher than sucrose (on a weight basis)."}
	,"source":{"resource":"https://www.ncbi.nlm.nih.gov/pubmed/"}}}
