{"resource": {
	"language":"eng",
	"title":{"value":"Antidiabetic and antioxidant activity of Stevia rebaudiana extracts (Var. Morita) and their incorporation into a potential functional bread."},
	"pageStart":7894,
	"volume":12,
	"pageEnd":903,
	"about":"https://www.ncbi.nlm.nih.gov/pubmed/PM26604361",
	"identifier":"PM26604361",
	"type":"Journal Article",
	"isPartOf":
		{"Journal":
		{"title":{"value":"Journal of food science and technology"},
	"ISSN":{"value":"0022-1155"}
	}
	},
	"issued":"2015-11-25",
	"uri":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4648875",
	"dateSubmitted":2016,
	"creator":[
		{
		"Person":
		{"name":"Ruiz-Ruiz, J C, JC"
	}
	},
	{
		"Person":
		{"name":"Moguel-Ordoñez, Y B, YB"
	}
	},
	{
		"Person":
		{"name":"Matus-Basto, A J, AJ"
	}
	},
	{
		"Person":
		{"name":"Segura-Campos, M R, MR"
	}
	}
	],
	"abstract":{"value":"In this study a new wheat bread was designed whose sugars were replaced with S. rebaudiana Bertoni aqueous extract. The impact of the S. rebaudiana Bertoni aqueous extract on nutritional and sensory quality, its ability to reduce sugar intake and its antioxidant properties were investigated. Functional bread with 50 % of sugars replaced with S. rebaudiana extract was compared with traditional wheat bread. The extract demonstrated alpha amylase (IC50 = 198.40 μg/mL) glucosidase (596.77 μg/mL) inhibition. The radical scavenging activity exhibited an IC50 value of 335.94 mg/mL. In comparison with the control, the bread with stevia extract was softer and had lower microbial growth during the shelf-life study. The sensory test showed that the substitution of 50 % stevia extract was more acceptable when comparing with all quality characteristics. Regarding the nutritional contribution, the content of dietary fiber and digestible carbohydrates in the bread with stevia extract was higher and lower respectively, so caloric intake was significantly reduced. The results showed that the biological properties of S. rebaudiana extract were retained after the bread making process and that the proposed bread is suitable as functional food in human nutrition."}
	,"source":{"resource":"https://www.ncbi.nlm.nih.gov/pubmed/"}}}
