{"resource": {
	"language":"eng",
	"title":{"value":"Comparison of spray, freeze and oven drying as a means of reducing bitter aftertaste of steviol glycosides (derived from Stevia rebaudiana Bertoni plant)--Evaluation of the final products."},
	"subject":[
		{"value":"Diterpenes, Kaurane"},
	{"value":"Freeze Drying"},
	{"value":"Glycosides"},
	{"value":"Spectroscopy, Fourier Transform Infrared"}
	],
	"pageStart":1151,
	"pageEnd":8,
	"about":"https://www.ncbi.nlm.nih.gov/pubmed/PM26213089",
	"identifier":"PM26213089",
	"type":"Journal Article",
	"isPartOf":
		{"Journal":
		{"title":{"value":"Food chemistry"},
	"ISSN":{"value":"0308-8146"}
	}
	},
	"issued":"2015-07-27",
	"dateSubmitted":2016,
	"creator":[
		{
		"Person":
		{"name":"Chranioti, Charikleia, C"
	}
	},
	{
		"Person":
		{"name":"Chanioti, Sofia, S"
	}
	},
	{
		"Person":
		{"name":"Tzia, Constantina, C"
	}
	}
	],
	"abstract":{"value":"The aim of this study was to encapsulate the steviol glycosides (SGs) by spray, freeze and vacuum oven drying in order to minimise the bitter aftertaste of the SGs, as well as to improve their properties. Different ratios of maltodextrin to inulin as agents were examined, 80:20, 75:25, 70:30, 65:35 and 60:40, while the concentration of SGs in total solids was maintained constant at 2.5%. The obtained SGs products were evaluated by microencapsulation efficiency (MEE%), hygroscopicity, solubility, moisture content, structure (SEM, XRD), FT-IR and sensory properties. Significant differences in MEE%, moisture content, structure and solubility values were observed depending on the applied drying method. The reduced hygroscopicity values (20.26-26.67 g H2O/100g dry weight) contribute to improved stability. The FT-IR technique confirmed that SGs maintained their chemical integrity during the applied drying processes. The spray dried SGs products presented the best physicochemical characteristics and the most appealing sensorial ones."}
	,"source":{"resource":"https://www.ncbi.nlm.nih.gov/pubmed/"}}}
