{"resource": {
	"language":"eng",
	"title":{"value":"Nutritional, amylolytic enzymes inhibition and antioxidant properties of bread incorporated with Stevia rebaudiana."},
	"subject":[
		{"value":"Antioxidants"},
	{"value":"Biphenyl Compounds"},
	{"value":"Bread"},
	{"value":"Dietary Carbohydrates"},
	{"value":"Dietary Fiber"},
	{"value":"Food Analysis"},
	{"value":"Functional Food"},
	{"value":"Glucose"},
	{"value":"Glycoside Hydrolase Inhibitors"},
	{"value":"Humans"},
	{"value":"Nutritive Value"},
	{"value":"Picrates"},
	{"value":"Plant Extracts"},
	{"value":"Stevia"},
	{"value":"Taste"},
	{"value":"alpha-Amylases"},
	{"value":"alpha-Glucosidases"}
	],
	"pageStart":649,
	"volume":6,
	"pageEnd":56,
	"about":"https://www.ncbi.nlm.nih.gov/pubmed/PM26299814",
	"identifier":"PM26299814",
	"type":"Other",
	"isPartOf":
		{"Journal":
		{"title":{"value":"International journal of food sciences and nutrition"},
	"ISSN":{"value":"1465-3478"}
	}
	},
	"issued":"2015-09-14",
	"dateSubmitted":2016,
	"creator":[
		{
		"Person":
		{"name":"Ruiz-Ruiz, Jorge C, JC"
	}
	},
	{
		"Person":
		{"name":"Moguel-Ordoñez, Yolanda B, YB"
	}
	},
	{
		"Person":
		{"name":"Matus-Basto, Angel J, AJ"
	}
	},
	{
		"Person":
		{"name":"Segura-Campos, Maira R, MR"
	}
	}
	],
	"abstract":{"value":"Wheat bread with sucrose content replaced with different levels of stevia extract was compared with traditional wheat bread. The ability to reduce glucose intake was highlighted by performing enzymatic assays using α-amylase and α-glucosidase. Antioxidant activity was measured by determining the scavenging effect on α,α-diphenyl-β-picrylhydrazyl radical. In comparison with the control, the bread with stevia extract was softer and had lower microbial growth during the shelf-life study. The sensory test showed that the substitution of 50% stevia extract was more acceptable when comparing with all the quality characteristics. Regarding the nutritional contribution, the content of dietary fiber and digestible carbohydrates in the bread with stevia extract was higher and lower respectively, so caloric intake was significantly reduced. The results showed that the biological properties of Stevia rebaudiana extract were retained after the bread making process and that the proposed bread could be suitable as functional food in human nutrition."}
	,"source":{"resource":"https://www.ncbi.nlm.nih.gov/pubmed/"}}}
