{"resource": {
	"language":"eng",
	"title":{"value":"Study of Stevia rebaudiana Bertoni antioxidant activities and cellular properties."},
	"subject":[
		{"value":"Antioxidants"},
	{"value":"Diterpenes, Kaurane"},
	{"value":"Glucosides"},
	{"value":"Hep G2 Cells"},
	{"value":"Humans"},
	{"value":"Plant Extracts"},
	{"value":"Plant Leaves"},
	{"value":"Plant Stems"},
	{"value":"Stevia"},
	{"value":"Sweetening Agents"}
	],
	"pageStart":553,
	"volume":5,
	"pageEnd":8,
	"about":"https://www.ncbi.nlm.nih.gov/pubmed/PM26008718",
	"identifier":"PM26008718",
	"type":"Journal Article",
	"isPartOf":
		{"Journal":
		{"title":{"value":"International journal of food sciences and nutrition"},
	"ISSN":{"value":"1465-3478"}
	}
	},
	"issued":"2015-07-27",
	"dateSubmitted":2016,
	"creator":[
		{
		"Person":
		{"name":"Bender, Cecilia, C"
	}
	},
	{
		"Person":
		{"name":"Graziano, Sara, S"
	}
	},
	{
		"Person":
		{"name":"Zimmermann, Benno F, BF"
	}
	}
	],
	"abstract":{"value":"The aim of our study was to determine the antioxidant activities, cytotoxicity and proliferative properties in Stevia rebaudiana leaves and stems. Leaves extracts exhibited a higher antioxidant activity than stems extract, through oxygen radical absorbance capacity (ORAC) and cellular antioxidant activity (CAA) assays. Stevioside and rebaudioside A, the main sweetening metabolites in stevia leaves, exhibited a low ORAC value in comparison with plant extracts, while did not elicit any CAA. Stevia rebaudiana did not exhibit toxicity against HepG2 (hepatocellular carcinoma) human cells. No proliferative nor catalase modulations were observed in cells treated with such extracts. Our findings support the promising role of stevia that, apart from its sweetness, can act as a source of antioxidants, even at the intracellular level. This activity makes S. rebaudiana crude extract an interesting resource of natural sweetness with antioxidant properties which may find numerous applications in foods and nutritional supplements industries."}
	,"source":{"resource":"https://www.ncbi.nlm.nih.gov/pubmed/"}}}
