{"resource": {
	"language":"eng",
	"title":{"value":"Effectiveness of Stevia Rebaudiana Whole Leaf Extract Against the Various Morphological Forms of Borrelia Burgdorferi in Vitro."},
	"pageStart":268,
	"volume":4,
	"pageEnd":80,
	"about":"https://www.ncbi.nlm.nih.gov/pubmed/PM26716015",
	"identifier":"PM26716015",
	"type":"Journal Article",
	"isPartOf":
		{"Journal":
		{"title":{"value":"European journal of microbiology & immunology"},
	"ISSN":{"value":"2062-509X"}
	}
	},
	"issued":"2015-12-30",
	"uri":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4681354",
	"dateSubmitted":2016,
	"creator":[
		{
		"Person":
		{"name":"Theophilus, P A S, PA"
	}
	},
	{
		"Person":
		{"name":"Victoria, M J, MJ"
	}
	},
	{
		"Person":
		{"name":"Socarras, K M, KM"
	}
	},
	{
		"Person":
		{"name":"Filush, K R, KR"
	}
	},
	{
		"Person":
		{"name":"Gupta, K, K"
	}
	},
	{
		"Person":
		{"name":"Luecke, D F, DF"
	}
	},
	{
		"Person":
		{"name":"Sapi, E, E"
	}
	}
	],
	"abstract":{"value":"Lyme disease is a tick-borne multisystemic disease caused by Borrelia burgdorferi. Administering antibiotics is the primary treatment for this disease; however, relapse often occurs when antibiotic treatment is discontinued. The reason for relapse remains unknown, but recent studies suggested the possibilities of the presence of antibiotic resistant Borrelia persister cells and biofilms. In this study, we evaluated the effectiveness of whole leaf Stevia extract against B. burgdorferi spirochetes, persisters, and biofilm forms in vitro. The susceptibility of the different forms was evaluated by various quantitative techniques in addition to different microscopy methods. The effectiveness of Stevia was compared to doxycycline, cefoperazone, daptomycin, and their combinations. Our results demonstrated that Stevia had significant effect in eliminating B. burgdorferi spirochetes and persisters. Subculture experiments with Stevia and antibiotics treated cells were established for 7 and 14 days yielding, no and 10% viable cells, respectively compared to the above-mentioned antibiotics and antibiotic combination. When Stevia and the three antibiotics were tested against attached biofilms, Stevia significantly reduced B. burgdorferi forms. Results from this study suggest that a natural product such as Stevia leaf extract could be considered as an effective agent against B. burgdorferi."}
	,"source":{"resource":"https://www.ncbi.nlm.nih.gov/pubmed/"}}}
