{"resource": {
	"language":"eng",
	"title":{"value":"Nitrogen Limitation Alters Biomass Production but Enhances Steviol Glycoside Concentration in Stevia rebaudiana Bertoni."},
	"subject":[
		{"value":"Biomass"},
	{"value":"Carbon Dioxide"},
	{"value":"Crops, Agricultural"},
	{"value":"Diterpenes, Kaurane"},
	{"value":"Genotype"},
	{"value":"Glycosides"},
	{"value":"Nitrogen"},
	{"value":"Photosynthesis"},
	{"value":"Plant Leaves"},
	{"value":"Stevia"}
	],
	"pageStart":"e0133067",
	"volume":7,
	"about":"https://www.ncbi.nlm.nih.gov/pubmed/PM26192921",
	"identifier":"PM26192921",
	"type":"Journal Article",
	"isPartOf":
		{"Journal":
		{"title":{"value":"PloS one"},
	"ISSN":{"value":"1932-6203"}
	}
	},
	"issued":"2015-07-21",
	"uri":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4508054",
	"dateSubmitted":2016,
	"creator":[
		{
		"Person":
		{"name":"Barbet-Massin, Claire, C"
	}
	},
	{
		"Person":
		{"name":"Giuliano, Simon, S"
	}
	},
	{
		"Person":
		{"name":"Alletto, Lionel, L"
	}
	},
	{
		"Person":
		{"name":"Daydé, Jean, J"
	}
	},
	{
		"Person":
		{"name":"Berger, Monique, M"
	}
	}
	],
	"abstract":{"value":"The need for medicinal and aromatic plants for industrial uses creates an opportunity for farmers to produce alternative crops. Stevia rebaudiana Bertoni, a perennial shrub originating from Paraguay, is of increasing interest as a source of zero-calorie natural sweeteners: the steviol glycosides (SVglys). The aim of this study was to investigate the relevance of nitrogen (N) supply for leaf yield and for SVgly concentrations in leaves, which are the two major components of S. rebaudiana productivity. In this regard, the relationship between leaf N concentration, CO2 assimilation, leaf production and SVgly accumulation was investigated. The experiments were conducted consecutively in growth-chamber (CC: controlled conditions), in greenhouse (SCC: semi-controlled conditions) and in field conditions (FC) on two genotypes. In CC and SCC, three levels of N fertilization were applied. Plants were grown on four locations in the FC experiment. Both N supply (CC and SCC) and location (FC) had a significant effect on N content in leaves. When light was not limiting (SCC and FC) N content in leaves was positively correlated with CO2 assimilation rate and biomass accumulation. Irrespective of the growth conditions, N content in leaves was negatively correlated with SVgly content. However, increased SVgly content was correlated with a decreased ratio of rebaudioside A over stevioside. The evidence that the increased SVgly accumulation compensates for the negative effect on biomass production suggests that adequate SVgly productivity per plant may be achieved with relatively low fertilization."}
	,"source":{"resource":"https://www.ncbi.nlm.nih.gov/pubmed/"}}}
