{"resource": {
	"language":"eng",
	"title":{"value":"Screening of recombinant glycosyltransferases reveals the broad acceptor specificity of stevia UGT-76G1."},
	"pageStart":49,
	"pageEnd":55,
	"about":"https://www.ncbi.nlm.nih.gov/pubmed/PM27378621",
	"identifier":"PM27378621",
	"type":"Journal Article",
	"isPartOf":
		{"Journal":
		{"title":{"value":"Journal of biotechnology"},
	"ISSN":{"value":"1873-4863"}
	}
	},
	"issued":"2016-08-08",
	"dateSubmitted":2016,
	"creator":[
		{
		"Person":
		{"name":"Dewitte, Griet, G"
	}
	},
	{
		"Person":
		{"name":"Walmagh, Maarten, M"
	}
	},
	{
		"Person":
		{"name":"Diricks, Margo, M"
	}
	},
	{
		"Person":
		{"name":"Lepak, Alexander, A"
	}
	},
	{
		"Person":
		{"name":"Gutmann, Alexander, A"
	}
	},
	{
		"Person":
		{"name":"Nidetzky, Bernd, B"
	}
	},
	{
		"Person":
		{"name":"Desmet, Tom, T"
	}
	}
	],
	"abstract":{"value":"UDP-glycosyltransferases (UGTs) are a promising class of biocatalysts that offer a sustainable alternative for chemical glycosylation of natural products. In this study, we aimed to characterize plant-derived UGTs from the GT-1 family with an emphasis on their acceptor promiscuity and their potential application in glycosylation processes. Recombinant expression in E. coli provided sufficient amounts of enzyme for the in-depth characterization of the salicylic acid UGT from Capsella rubella (UGT-SACr) and the stevia UGT from Stevia rebaudiana (UGT-76G1Sr). The latter was found to have a remarkably broad specificity with activities on a wide diversity of structures, from aliphatic and branched alcohols, over small phenolics to larger flavonoids, terpenoids and even higher glycoside compounds. As an example for its industrial potential, the glycosylation of curcumin was thoroughly evaluated. Under optimized conditions, 96% of curcumin was converted within 24h into the corresponding curcumin β-glycosides. In addition, the reaction was performed in a coupled system with sucrose synthase from Glycine max, to enable the cost-efficient (re)generation of UDP-Glc from sucrose as abundant and renewable resource."}
	,"source":{"resource":"https://www.ncbi.nlm.nih.gov/pubmed/"}}}
