{"resource": {
	"language":"eng",
	"title":{"value":"Rebaudioside A inhibits pentylenetetrazol-induced convulsions in rats."},
	"pageStart":446,
	"volume":9,
	"pageEnd":51,
	"about":"https://www.ncbi.nlm.nih.gov/pubmed/PM27638403",
	"identifier":"PM27638403",
	"type":"Journal Article",
	"isPartOf":
		{"Journal":
		{"title":{"value":"The Kaohsiung journal of medical sciences"},
	"ISSN":{"value":"1607-551X"}
	}
	},
	"issued":"2016-09-17",
	"dateSubmitted":2016,
	"creator":[
		{
		"Person":
		{"name":"Uyanikgil, Yigit, Y"
	}
	},
	{
		"Person":
		{"name":"Cavusoglu, Turker, T"
	}
	},
	{
		"Person":
		{"name":"Balcıoglu, Huseyin A, HA"
	}
	},
	{
		"Person":
		{"name":"Gurgul, Serkan, S"
	}
	},
	{
		"Person":
		{"name":"Solmaz, Volkan, V"
	}
	},
	{
		"Person":
		{"name":"Ozlece, Hatice K, HK"
	}
	},
	{
		"Person":
		{"name":"Erten, Nilgun, N"
	}
	},
	{
		"Person":
		{"name":"Erbas, Oytun, O"
	}
	}
	],
	"abstract":{"value":"The safety of patients with epilepsy consuming sweetening agents, which is becoming increasingly prevalent for various reasons, is a topic that should be emphasized as sensitively as it is for other diseases. Patients with epilepsy consume sweetening agents for different reasons such being diabetic or overweight. They can occasionally be exposed to sweetening agents unrestrainedly through consuming convenience food, primarily beverages. This study aimed to investigate the effects of rebaudioside A (Reb-A), which is a steviol glycoside produced from the herb Stevia rebaudiana (Bertoni), on epileptic seizures and convulsions induced by pentylenetetrazole (PTZ). Forty-eight male rats were used. Twenty-four rats were administered 35 mg/kg PTZ to trigger epileptiform activity; the remaining 24 rats were administered 70 mg/kg PTZ to trigger the convulsion model. The epileptiform activity was evaluated by spike percentage, whereas convulsion was evaluated by Racine's Convulsion Scale and the onset time of the first myoclonic jerk. Statistical analysis revealed a statistically significant decrease in the Racine's Convulsion Scale score and increase in the latency of first myoclonic jerk in a dose-dependent manner for the rat groups in which PTZ epilepsy had been induced and Reb-A had been administered. For the groups that were administered Reb-A, the spike decrease was apparent in a dose-dependent manner, based on the spike percentage calculation. These results indicated that Reb-A has positive effects on PTZ-induced convulsions."}
	,"source":{"resource":"https://www.ncbi.nlm.nih.gov/pubmed/"}}}
