{"resource": {
	"language":"eng",
	"title":{"value":"The effect of stevioside on blood pressure and plasma catecholamines in spontaneously hypertensive rats."},
	"subject":[
		{"value":"Animals"},
	{"value":"Blood Pressure"},
	{"value":"Catecholamines"},
	{"value":"Diterpenes"},
	{"value":"Diterpenes, Kaurane"},
	{"value":"Dose-Response Relationship, Drug"},
	{"value":"Glucosides"},
	{"value":"Heart Rate"},
	{"value":"Injections, Intravenous"},
	{"value":"Rats"},
	{"value":"Rats, Inbred SHR"},
	{"value":"Terpenes"}
	],
	"pageStart":1679,
	"volume":19,
	"pageEnd":84,
	"about":"https://www.ncbi.nlm.nih.gov/pubmed/PM9806223",
	"identifier":"PM9806223",
	"type":"Journal Article",
	"isPartOf":
		{"Journal":
		{"title":{"value":"Life sciences"},
	"ISSN":{"value":"0024-3205"}
	}
	},
	"issued":"1998-11-16",
	"dateSubmitted":2016,
	"creator":[
		{
		"Person":
		{"name":"Chan, P, P"
	}
	},
	{
		"Person":
		{"name":"Xu, D Y, DY"
	}
	},
	{
		"Person":
		{"name":"Liu, J C, JC"
	}
	},
	{
		"Person":
		{"name":"Chen, Y J, YJ"
	}
	},
	{
		"Person":
		{"name":"Tomlinson, B, B"
	}
	},
	{
		"Person":
		{"name":"Huang, W P, WP"
	}
	},
	{
		"Person":
		{"name":"Cheng, J T, JT"
	}
	}
	],
	"abstract":{"value":"Stevioside is a sweet-tasting glycoside, composed of stevia, a diterpenic carboxylic alcohol with three glucose molecules, mainly used as a substitute for non-alcoholic sweetener. It has previously been shown to reduce blood pressure in studies in animals and human. The effect of intravenous stevioside on the blood pressure was studied in spontaneously hypertensive rats (SHR). The hypotensive effect on both systolic and diastolic blood pressure was dose-dependent for intravenous doses of 50, 100 and 200 mg/kg in conscious SHR. The maximum reductions in systolic and diastolic blood pressure were 31.4 +/- 4.2% and 40.8 +/- 5.6% (mean +/- SEM) respectively and the hypotensive effect lasted for more than 60 min with a dose of 200 mg/kg. Serum dopamine, norepinephrine and epinephrine levels were not changed significantly 60 min after intravenous injection of stevioside 100 mg/kg in anesthetized SHR. The present data show that stevioside given intravenously to conscious SHR was effective in blood pressure reduction and there was no change in serum catecholamines in anaesthetized animals with this natural compound."}
	,"source":{"resource":"https://www.ncbi.nlm.nih.gov/pubmed/"}}}
