{"resource": {
	"language":"eng",
	"title":{"value":"Descriptive sensory analysis and consumer acceptance of industrially manufactured stevia-based fruit juices"},
	"pageStart":1191,
	"subject":[
		{"value":"Apple juice"},
	{"value":"Stevia"},
	{"value":"Sweeteners"}
	],
	"pageEnd":1195,
	"about":"http://agris.fao.org/aos/records/RS2013060192",
	"identifier":"RS2013060192",
	"type":"Conference",
	"source":
		{"resource":"http://ring.ciard.net/node/10785"
	},
	"isPartOf":
		{"Journal":
		{"title":{"value":"Proceedings of 6th Central European Congress on Food - CEFood Congress"}
	}
	},
	"issued":2012,
	"uri":"http://fins.uns.ac.rs/uploads/fajlovi/proceedings.pdf",
	"publisher":
		{"Organization":
		{"name":"Institute of Food Technology, Novi Sad (Serbia)"
	}
	},
	"dateSubmitted":2013,
	"creator":[
		{
		"Person":
		{"name":"Velija, Tefik (Ss Cyril and Methodius University, Skopje (Former Yugoslav Republic of Macedonia). Faculty of Technology and Metallurgy)"
	}
	},
	{
		"Person":
		{"name":"Kuzmanova, Slobodanka (Ss Cyril and Methodius University, Skopje (Former Yugoslav Republic of Macedonia). Faculty of Technology and Metallurgy)"
	}
	},
	{
		"Person":
		{"name":"Winkelhausen, Eleonora (Ss Cyril and Methodius University, Skopje (Former Yugoslav Republic of Macedonia). Faculty of Technology and Metallurgy)"
	}
	}
	],
	"abstract":{"value":"The growing consumer concern with the obesity and diabetes has led to the quest for alternative sweeteners that can replace sucrose. A sweetener that fulfills many of the consumers‘ demands is steviose. It is natural, intense and with zero calories. Steviose or steviol glycosides accumulate in the leaves of Stevia rebaudiana, a plant native to South America, and commonly known as stevia. In 2008 the Food and Drug Administration approved GRAS status for purified stevia extracts while in November 2011 the steviol glycosides were declared to be safe for use in foods and beverages in all EU countries. In this study, steviol glycosides were used as sucrose substitute in industrially manufactured apple and peach juices. The manufacturing process of the stevia-based juices followed the regular procedure of juices containing sucrose as sweetener. Pasteurized juices were aseptically packaged in 250-mL containers and stored. As an essential component of a product development process a quantitative descriptive sensory evaluation was conducted to assess the color, sweetness, texture, aroma, aftertaste and other attributes relevant for these types of fruit juices. The overall acceptance of the juices was tested by consumer panelists according to the 5-point hedonic scale."}
	}}
