{"resource": {
	"title":{"value":"IMPROVEMENT OF MILK VETERINARY-SANITARY AND QUALITATIVE PARAMETERS THROUGH NUTRITION SUPPLEMENTS FOR MILKING COWS   "},
	"pageStart":72,
	"subject":[
		{"value":"VETERINARY-SANITARY INDICATORS"},
	{"value":"RUMEN"},
	{"value":"MILK QUALITY"},
	{"value":"FEED SUPPLEMENT"},
	{"value":"COWS"},
	{"value":"METABOLISM"}
	],
	"volume":48,
	"pageEnd":78,
	"about":"http://agris.fao.org/aos/records/RU2016W00015",
	"identifier":"RU2016W00015",
	"type":"Journal Article",
	"source":
		{"resource":"http://ring.ciard.net/node/19762"
	},
	"isPartOf":
		{"Journal":
		{"title":{"value":"Vestnik OrelGAU"}
	}
	},
	"issued":2015,
	"uri":"http://ej.orelsau.ru/vestnik/vestnik-2015-03.pdf",
	"publisher":
		{"Organization":
		{"name":"Orel State Agrarian University"
	}
	},
	"dateSubmitted":2016,
	"creator":
		{"Person":
		{"name":"Yurusova, A V (Voronezh State Agrarian University named after Emperor Peter the Great)"
	}
	},
	"issue":3,
	"abstract":{"value":"The suggested multicomponent phytogenic nutrition supplement contains stems and lower leaves of stevia plants (Stevia rebaudiana Bertoni), yacon (Smallanthus sonchifolius) and apple pulps. With its unique chemical composition, the supplement can exert anti-inflammatory, diuretic, hypoglycemic, immunomodulatory and antioxidant effects on an animal organism. The nutrition supplement regulates enzyme system, contributes to fat, protein and carbon uptake, and stimulates digestive tract and endocrine system. The analysis of microbial and physiological parameters of rumen digesta of the experimental group showed a growth of protozoa and bacteria contents, greater microbial activity and larger amount of volatile fatty acids (VFAs). The analysis of milk also revealed that feeding milking cows with this supplement stimulates growth of protein, lactose and dry matter contents and leads to rearrangement of protein fractions by increasing casein content and decreasing the amount of whey proteins. At the same time number of somatic cells, total bacterial count, number of inhibitory substances, acidity and density remain within normal limits. Therefore, the suggested phytogenic nutrition supplement can bring milk veterinary, sanitary and sensory parameters in line with GOST and enhance overall milk quality."}
	}}
