{"resource": {
	"title":{"value":"IMPROVEMENT OF MILK VETERINARY-SANITARY AND QUALITATIVE PARAMETERS THROUGH NUTRITION SUPPLEMENTS FOR MILKING COWS   "},
	"pageStart":27,
	"subject":[
		{"value":"VETERINARY-SANITARY INDICATORS"},
	{"value":"RUMEN CONTENTS"},
	{"value":"MILKING COWS"},
	{"value":"MILK QUALITY"},
	{"value":"FEED SUPPLEMENT"},
	{"value":"METABOLISM"}
	],
	"volume":51,
	"pageEnd":32,
	"about":"http://agris.fao.org/aos/records/RU2016W00068",
	"identifier":"RU2016W00068",
	"type":"Journal Article",
	"source":
		{"resource":"http://ring.ciard.net/node/19762"
	},
	"isPartOf":
		{"Journal":
		{"title":{"value":"Vestnik OrelGAU"}
	}
	},
	"issued":2014,
	"uri":"http://ej.orelsau.ru/vestnik/vestnik-2014-06.pdf",
	"publisher":
		{"Organization":
		{"name":"Orel State Agrarian University"
	}
	},
	"dateSubmitted":2016,
	"creator":
		{"Person":
		{"name":"YURUSOVA, A V (Voronezh State Agricultural University named after Emperor Peter the Great)"
	}
	},
	"issue":6,
	"abstract":{"value":"This study deals with feeding milking cows with phytogenic nutrition supplements in order to enhance their metabolic function and milk sanitary and veterinary parameters. The suggested multicomponent phytogenic nutrition supplement contains stems and lower leaves of stevia plants (Stevia rebaudiana Bertoni), yacon (Smallanthus sonchifolius) and apple pulps. Stevioside, inulin and pectin are the most valuable elements in the supplement since their combination has a complex beneficial effect on an animal organism. With its unique chemical composition, the supplement can exert anti-inflammatory, diuretic, hypoglycemic, immunomodulatory and antioxidant effects on an animal organism. The nutrition supplement regulates enzyme system, contributes to fat, protein and carbon uptake, and stimulates digestive tract and endocrine system. The analysis of microbial and physiological parameters of rumen digesta of the experimental group showed a growth of protozoa and bacteria contents, greater microbial activity and larger amount of volatile fatty acids (VFAs). The analysis of milk also revealed that feeding milking cows with this supplement stimulates growth of protein, lactose and dry matter contents and leads to rearrangement of protein fractions by increasing casein content and decreasing the amount of whey proteins. At the same time number of somatic cells, total bacterial count, number of inhibitory substances, acidity and density remain within normal limits. Milk sensory analysis also revealed no differences in consistency, color, taste and smell of milk produced by milking cows of experimental and control groups. Therefore, the suggested phytogenic nutrition supplement can bring milk veterinary, sanitary and sensory parameters in line with GOST and enhance overall milk quality. The supplement is easy to produce, has a good storage quality and pleasant flavor making it more appetizing for cattle and economically attractive for farmers."}
	}}
