{"resource": {
	"dct:language":[
		"por",
	"eng"
	],
	"dct:title":[
		{"value":"   AM "},
	{"value":"   Distribuição espacial da resistência do solo à penetração e teor de água do solo em uma área de agrofloresta na região de Humaitá ",
	"xml:lang":"por"
	},
	{"value":"Spatial distribution of resistance to penetration of soil and water content of soil in an area of the agroforestry Humaitá, AM region",
	"xml:lang":"eng"
	}
	],
	"dc:subject":[
		{"value":"acrisols",
	"xml:lang":"eng"
	},
	{"value":"soil management",
	"xml:lang":"eng"
	}
	],
	"bibo:volume":"5/n.4",
	"rdf:about":"http://agris.fao.org/aos/records/BR2016200100",
	"dct:identifier":"BR2016200100",
	"dct:type":"Journal Article",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/11131"
	},
	"dct:isPartOf":{"bibo:Journal":{"dct:title":{"value":"Comunicata Scientiae"},
	"bibo:ISSN":{"value":"2176-9079"}
	}
	},
	"dct:issued":"2014-",
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://comunicata.ufpi.br/index.php/comunicata/article/download/307/293",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Campos Milton César Costa"
	}
	},
	{"foaf:Person":{"foaf:name":"Soares Marcelo Dayron Rodrigues"
	}
	},
	{"foaf:Person":{"foaf:name":"Aquino Renato Eleoterio"
	}
	},
	{"foaf:Person":{"foaf:name":"Santos Luiz Antonio Coutrin"
	}
	},
	{"foaf:Person":{"foaf:name":"Mantovanelli Bruno Campos"
	}
	},
	{"foaf:Organization":{"foaf:name":"Universidade Federal do Amazonas, Humaita, AM, Brasil"
	}
	},
	{"foaf:Organization":{"foaf:name":"Universidade Federal do Amazonas, Humaita, AM, Brasil"
	}
	},
	{"foaf:Organization":{"foaf:name":"Universidade Federal do Amazonas, Humaita, AM, Brasil"
	}
	},
	{"foaf:Organization":{"foaf:name":"Universidade Federal do Amazonas, Humaita, AM, Brasil"
	}
	},
	{"foaf:Organization":{"foaf:name":"Universidade Federal do Amazonas, Humaita, AM, Brasil"
	}
	}
	],
	"bibo:abstract":[
		{"value":"Os sistemas agroflorestais constituem uma alternativa de produção agropecuária que minimiza o efeito da intervenção humana sobre o ambiente. Por outro lado, o cultivo intensivo e a utilização de máquinas e equipamentos pesados promovem a compactação do solo. Assim o objetivo deste trabalho foi avaliar a variabilidade espacial da resistência do solo à penetração (RP) e do conteúdo de água no solo em diferentes profundidades em uma área de agrofloresta. O experimentofoi instalado em um Argissolo Vermelho Distrófico. Os pontos de coleta das amostras foram estabelecidos por meio de uma malha de 70 x 70 m, amostrando-se nos pontos de cruzamento da malha, com espaçamentos regulares de 10 em 10 m. A resistência do solo à penetração (RP) e o conteúdo de água no solo foram avaliados nas profundidades de 0,0–0,15, 0,15–0,30 e 0,30–0,45 m. Os dados foram submetidos a análises estatísticas descritivas e geoestatística. A resistência do solo a penetração (RP) e o conteúdo de água no solo apresentaram dependência espacial em todasas profundidades estudadas. O grau de dependência espacial foi classificado como moderado para todas as profundidades estudadas. O conteúdo de água no solo e a (RP) apresentaram valores de alcances maiores que o espaçamento da malha, variando entre 17 a 70 m.",
	"xml:lang":"por"
	},
	{"value":"Agroforestry systems are an alternative agricultural production that minimizes the effect of human intervention on the environment. Moreover, the intensive culture and the use of machines and equipment promote soil compaction. Thus the aim of this study was to evaluate the spatial variabilityof soil resistance to penetration (RP) and the water content in the soil at different depths in an area of agroforestry. The experiment was conducted in a Ultisol. The sample collection points were established through a mesh of 70 x 70 m, being sampled at the crossing points of the grid with regularspacing of 10 by 10 m. The resistance to penetration (RP) and soil water content were evaluated at depths of 0.0 to 0.15, 0.15 to 0.30 and from 0.30 to 0.45 m. The data were analyzed by descriptive statistics and geostatistics. The resistance to penetration (RP) and the water content in the soil havespatial dependence at all depths studied. The degree of spatial dependence was classified as moderate for all depths studied. The water content in soil and (RP) had values of greater range than the spacing of the mesh, ranging from 17.00 to 70.00 m.",
	"xml:lang":"eng"
	}
	]
	}}
