{"resource": {
	"dct:language":"por",
	"dct:title":[
		{"value":"Peanut forage silage (Arachis pintoi cv. Belmonte) with different addictives",
	"xml:lang":"eng"
	},
	{"value":"   Silagem de amendoim forrageiro (Arachis pintoi cv Belmonte) com diferentes aditivos ",
	"xml:lang":"por"
	}
	],
	"dc:subject":[
		{"value":"nutritive value",
	"xml:lang":"eng"
	},
	{"value":"lactobacillus",
	"xml:lang":"eng"
	},
	{"value":"additives",
	"xml:lang":"eng"
	}
	],
	"bibo:volume":"66/n.1",
	"rdf:about":"http://agris.fao.org/aos/records/BR2015F01689",
	"dct:identifier":"BR2015F01689",
	"dct:type":"Journal Article",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19420"
	},
	"dct:isPartOf":[
		{"rdf:resource":{"value":"http://aims.fao.org/serials/c_ea787e45"}
	},
	{"bibo:Journal":{"dct:title":{"value":"Boletim de Indústria Animal"},
	"bibo:ISSN":{"value":"0067-9615"}
	}
	}
	],
	"dct:issued":"2009-",
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://www.iz.sp.gov.br/pdfsbia/1276701583.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"PAULINO, Valdinei T."
	}
	},
	{"foaf:Person":{"foaf:name":"FERRARI JÚNIOR, Evaldo"
	}
	},
	{"foaf:Person":{"foaf:name":"POSSENTI, Rosana A."
	}
	},
	{"foaf:Person":{"foaf:name":"LUCENAS, Thales L."
	}
	}
	],
	"bibo:abstract":[
		{"value":"Objetivou-se verificar as características químico-bromatológicas das silagens de amendoim forrageiro (Arachis pintoi) cortado aos 60 dias de rebrota e da mistura de amendoim forrageiro com capim-elefante cv. Paraíso. Os tratamentos estudados foram: A) amendoim in natura, B) amendoimin natura mais 5% de fubá, C) amendoim in natura mais 10% de fubá, D) amendoim emurchecido, E) amendoim emurchecido mais 5% de fubá, F) amendoim emurchecido mais 10% de fubá, G) amendoim in natura mais aditivo comercial (Silomax - Lactobacillus plantarum 2,5 x 10-10 unidades formadoras de colônia por grama e Pediococcus pentosaceus 2,5 x 10-10 unidades formadoras de colônia por grama), H) amendoim emurchecido mais aditivo comercial - Silomax, I) capim-elefante cv. Paraíso mais 10% de amendoim, J) capim-elefante cv. Paraíso mais 20% de amendoim, K) capim-elefante cv. Paraíso mais 30% de amendoim, L) capim-elefante cv. Paraíso mais 10% de amendoim mais aditivo comercial- Silomax. O delineamento experimental adotado foi inteiramente casualizado com quatro repetições. A silagem de amendoim forrageiro apresenta ótimas características nutricionais, com elevado teor protéico e baixo teor de fibras, independente de ser submetido ou não ao emurchecimento. A adição de fubá principalmente na proporção de 10% e/ou emurchecimento podem ser recomendadas como técnicas satisfatórias à ensilagem do amendoim forrageiro. O uso de aditivo comercial não promoveu melhoria na qualidade fermentativa das silagens. Associar o amendoim forrageiro ao capim-elefante no momento de ensilar resulta em silagens com características fermentativas aceitáveis.",
	"xml:lang":"por"
	},
	{"value":"The objectives of this trial was to evaluate chemical-bromatologic characteristics of peanut silages (Arachis pintoi cv. Belmonte), and the mixtures of peanut forage plus Paraiso elephanthgrass in ensiling. The cut of forage peanut was realized at 60 days of growth, submitted to the following treatments: A) Fresh peanut forage, B) Fresh peanut forage with 5% of corn meal, C) Fresh peanut forage 10% of corn meal, D) wilted peanut forage, E) wilted peanut forage plus 5% of corn meal, F) wilted peanut forage plus 10% of corn meal, G) Fresh peanut forage plus commercial additive (silomax- Lactobacillus plantarum 2,5X10-10 UFC for Pentosaceus gram andPediococcus 2,5X10-10 UFCg-1 for gram), H) wilted peanut plus commercial additive, I) Paraiso elephantgrass (Pennisetum hybridum) plus 10% of peanut forage, J) Paraíso elephantgrass plus 20% of peanut forage, K) Paraíso elephantgrass plus 30% of peanut forage and, L) Paraíso elephantgrass plus 10% of peanut forage more commercial additive- Silomax. The experimental design was completly randomized arranged, with four replicates. The ensilage of fresh peanut forage presented good nutritional characteristics, high contents of crude protein and low fiber, both with or not wilted. The addition of corn meal and/or wilting must be recommended as technical satisfactory for peanut silage. The commercial additive did not promote improvement in silage fermentative quality. The mixture of fresh peanut forage and paraiso elephantgrass at the moment of the ensiling resulted in silage with acceptable fermentative characteristics.",
	"xml:lang":"eng"
	}
	]
	}}
