{"resource": {
	"dct:language":"eng",
	"dct:title":[
		{"value":"   Efeito do emurchecimento e da adição de aditivo biológico na degradabilidade in situ e composição físico-química da silagem de Arachis pintoi cv Belmonte ",
	"xml:lang":"por"
	},
	{"value":"Wilting and biological additive effect on in situ degradability and chemical composition of Arachis pintoi cv Belomonte silage",
	"xml:lang":"eng"
	}
	],
	"dc:subject":[
		{"value":"ammonium",
	"xml:lang":"eng"
	},
	{"value":"lactic acid",
	"xml:lang":"eng"
	},
	{"value":"drying",
	"xml:lang":"eng"
	},
	{"value":"proteins",
	"xml:lang":"eng"
	},
	{"value":"surfactants",
	"xml:lang":"eng"
	}
	],
	"bibo:volume":"67/n.1",
	"rdf:about":"http://agris.fao.org/aos/records/BR2015F01406",
	"dct:identifier":"BR2015F01406",
	"dct:type":"Journal Article",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19420"
	},
	"dct:isPartOf":[
		{"rdf:resource":{"value":"http://aims.fao.org/serials/c_ea787e45"}
	},
	{"bibo:Journal":{"dct:title":{"value":"Boletim de Indústria Animal"},
	"bibo:ISSN":{"value":"0067-9615"}
	}
	}
	],
	"dct:issued":"2010-",
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://www.iz.sp.gov.br/pdfsbia/1287402503.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"POSSENTI,  R. A."
	}
	},
	{"foaf:Person":{"foaf:name":"FERRARI JÚNIOR,  E."
	}
	},
	{"foaf:Person":{"foaf:name":"PAULINO,  V. T."
	}
	},
	{"foaf:Person":{"foaf:name":"OTSUK,  I. P."
	}
	},
	{"foaf:Person":{"foaf:name":"BRÁS,  P."
	}
	}
	],
	"bibo:abstract":[
		{"value":"O objetivo do trabalho foi avaliar o efeito do emurchecimento e da adição de aditivo biológico comercial sobre a composição química, perfil de fermentação e degradabilidade in situ das silagens de Arachis pintoi cv Belmonte. Os tratamentos aplicados a biomassa da leguminosa ensilada foram: T1-Arachis in natura"},
	{"value":"The purpose of this work was to evaluate the effect of wilting and biological additive amendment on chemical composition, fermentation and ruminal degradability of Arachis pintoi cv Belmonte silage. The following treatments were analysed: T1- Arachis pintoi cv Belmonte fresh forage",
	"xml:lang":"eng"
	},
	{"value":"T4- Arachis pintoi cv Belmonte wilted by the sun plus bacterial additive. The degradability assay was carried out using three rumen-fistuled steers. The biological additive did not affect the chemical composition of silages, in situ degradability of nutrients DM, NDF and CP and of silage fermentation. However, the wilting treatments of the silages increased DM, CP, hemicelulose and decreased N-NH3 concentration, pH value, degradability of soluble fraction \"a\" from DM NDF and CP. The analysed characteristics suggest that Arachis pintoi cv Belmonte could satisfactorily preserve the forage quality if wilted by the sun during 4 hours, after harvested."},
	{"value":"T4- Arachis emurchecido por 4 horas + aditivo biológico. Para o ensaio de degradabilidade in situ foram utilizados três bovinos machos mestiços. O aditivo biológico não afetou a composição da silagem e a degradabilidade in situ dos nutrientes MS, FDN e PB e não melhorou o processo fermentativo das silagens. Entretanto o emurchecimento atuou de maneira positiva aumentando os teores de matéria seca, proteína bruta e hemicelulose e diminuindo as concentrações de N-NH3, valores de pH, degradabilidade da fração solúvel \"a\" da MS, FDN e PB das silagens emurchecidas. Pelas características analisadas conclui-se que o Arachis pintoi cv Belmonte pode ser armazenado após o processo de emurchecimento de 4 horas na forma de silagem, sendo desta forma capaz de manter qualidade nutricional da forragem."},
	{"value":"T3- Arachis pintoi cv Belmonte wilted by the sun for 4 hours"},
	{"value":"T3 – Arachis emurchecido por 4 horas"},
	{"value":"T2- Arachis in natura + aditivo biológico"},
	{"value":"T2 - Arachis pintoi cv Belmonte fresh forage plus bacterial additive added to the forage prior to the ensilage",
	"xml:lang":"por"
	}
	]
	}}
