{"resource": {
	"dct:language":[
		"por",
	"eng"
	],
	"dct:title":[
		{"value":"   Época de colheita na qualidade de sementes de genótipos de soja ",
	"xml:lang":"por"
	},
	{"value":"Harvest time in the seed quality of soybean genotypes",
	"xml:lang":"eng"
	}
	],
	"dc:subject":[
		{"value":"germination",
	"xml:lang":"eng"
	},
	{"value":"deterioration",
	"xml:lang":"eng"
	}
	],
	"bibo:volume":"6/n.2",
	"rdf:about":"http://agris.fao.org/aos/records/BR2015211252",
	"dct:identifier":"BR2015211252",
	"dct:type":"Journal Article",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/11131"
	},
	"dct:isPartOf":[
		{"rdf:resource":{"value":"http://aims.fao.org/serials/j_1294754373047"}
	},
	{"bibo:Journal":{"dct:title":{"value":"Comunicata Scientiae"},
	"bibo:ISSN":{"value":"2176-9079"}
	}
	}
	],
	"dct:issued":"2015-",
	"dct:dateSubmitted":2016,
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Xavier Thiago da Silva"
	}
	},
	{"foaf:Person":{"foaf:name":"Daronch Douglas José"
	}
	},
	{"foaf:Person":{"foaf:name":"Peluzio Joênes Muci"
	}
	},
	{"foaf:Person":{"foaf:name":"Afférri Flávio Sérgio"
	}
	},
	{"foaf:Person":{"foaf:name":"Carvalho Edmar Vinícius de"
	}
	},
	{"foaf:Person":{"foaf:name":"Santos Weder Ferreira dos"
	}
	},
	{"foaf:Organization":{"foaf:name":"Cheminova, Brasil"
	}
	},
	{"foaf:Organization":{"foaf:name":"Instituto Federal do Tocantins, Camous Avançado de Pedro Afonso, Pedro Afonso, TO, Brasil"
	}
	},
	{"foaf:Organization":{"foaf:name":"Universidade Federal do Tocantins, Campus Universitário de Gurupi, Gurupi, TO, Brasil"
	}
	},
	{"foaf:Organization":{"foaf:name":"Universidade Federal de São Carlos, Centro de Ciências da Natureza, Buri, SP, Brasil"
	}
	},
	{"foaf:Organization":{"foaf:name":"Universidade Federal do Tocantins, Campus Universitário de Gurupi, Gurupi, TO, Brasil"
	}
	},
	{"foaf:Organization":{"foaf:name":"Universidade Federal do Tocantins, Campus Universitário de Gurupi, Gurupi, TO, Brasil"
	}
	}
	],
	"bibo:abstract":[
		{"value":"With the objective to evaluate the seeds quality of soybean genotypes at different harvest times, it was conducted a field experiment at the experimental farm at Universidade Federal do Tocantins in Gurupi – TO, in the season 2010/2011. The experimental design was completely randomized blocks with fifty treatments and three repetitions. The treatments were arranged in a factorial design and they were represented by ten cultivars (BRS ValiosaRR, M8527RR, P98Y51, TMG103RR, P98Y70, M8867RR, M8925RR, TMG115RR, M9056RR and M9144RR) and five harvest times (R8, R8+7, R8+14, R8+21 and R8+28 days). They were realized the following tests: standard germination andgermination in sand, with four repetitions of 50 seed for each treatment, that were obtained from the field experiment, and the experimental design was completely randomized. With the delay in the harvest was verified the progressive reduction of germination in all cultivars, from seven days after the R8 stage. The cultivar M9056RR has shown the higher quality seeds.",
	"xml:lang":"eng"
	},
	{"value":"e cinco épocas de colheita (R8, R8+7, R8+14, R8+21 e R8+28 dias). Os testes realizados foram o padrão de germinaçãoe germinação em areia, com quatro repetições de 50 sementes de cada tratamento, obtidas do ensaio de campo, em delineamento inteiramente causalizado. Com o retardamento da colheita, ficou constatada a redução progressiva da germinação em todas os cultivares, a partir de sete dias após o estádio R8. A cultivar M9056RR apresentou a melhor qualidade das sementes."},
	{"value":"Com o intuito de avaliar a qualidade de sementes de genótipos de soja em diferentes épocas de colheita, foi conduzido ensaio de campo na Estação Experimental da Universidade Federal do Tocantins em Gurupi – TO, na safra 2010/2011. O delineamento experimental utilizado foi deblocos inteiramente casualizados, com cinquenta tratamentos e três repetições. Os tratamentos foram dispostos em um esquema fatorial representado por dez cultivares (BRS ValiosaRR, M8527RR, P98Y51, TMG103RR, P98Y70, M8867RR, M8925RR, TMG115RR, M9056RR e M9144RR)",
	"xml:lang":"por"
	}
	]
	}}
