{"resource": {
	"dct:language":"por",
	"dct:title":[
		{"value":"   Suplementação energético-proteica-mineral no desenvolvimento corporal e no comportamento ingestivo de novilhas mestiças Gir x Holandês em pastejo durante a época da seca. ",
	"xml:lang":"por"
	},
	{"value":"Energy-protein supplementation and mineral body development and ingestive behavior of crossbed Holstein x Gir heifer’s grazing in dry season.",
	"xml:lang":"eng"
	}
	],
	"dc:subject":[
		{"value":"humate fertilizers",
	"xml:lang":"eng"
	},
	{"value":"grazing",
	"xml:lang":"eng"
	},
	{"value":"weight gain",
	"xml:lang":"eng"
	}
	],
	"bibo:volume":"70/n.3",
	"rdf:about":"http://agris.fao.org/aos/records/BR2015F01241",
	"dct:identifier":"BR2015F01241",
	"dct:type":"Journal Article",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19420"
	},
	"dct:isPartOf":[
		{"rdf:resource":{"value":"http://aims.fao.org/serials/c_ea787e45"}
	},
	{"bibo:Journal":{"dct:title":{"value":"Boletim de Indústria Animal"},
	"bibo:ISSN":{"value":"0067-9615"}
	}
	}
	],
	"dct:issued":"2013-",
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://www.iz.sp.gov.br/pdfsbia/1389615973.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"SIGNORETTI, R. D."
	}
	},
	{"foaf:Person":{"foaf:name":"RESENDE, F. D."
	}
	},
	{"foaf:Person":{"foaf:name":"DRUB,  G. M."
	}
	},
	{"foaf:Person":{"foaf:name":"SOUZA,  F. H. M."
	}
	},
	{"foaf:Person":{"foaf:name":"OLIVEIRA, E. M."
	}
	}
	],
	"bibo:abstract":[
		{"value":"The objective was to evaluate the effect of two levels of supplementation with sources of inorganic and organic minerals in the dry season on growth and ingestive behavior of crossbred Gir x Holstein, with an average of 19.4 ± 1.94 months and 307.75 ± 25.0 kg body weight , allotted to an completely randomized design with scheme factorial 2 x 2 (mineral x levels) with five replicates per treatment. The heifers remained on Brachiaria brizantha (Hochst. ex. A. Rich.) Stapf. cv. Marandu managed in a rotational grazing system, and treatments were supplementation sources of inorganic and organic minerals and two levels of 2.5 and 5.0 g/kg of body weight. The growth of heifers that received supplement in two levels with sources of inorganic minerals did not differ (P>0.05) from those that received sources of organic minerals. However, the heifers receiving 5.0 g/kg of body weight had higher average daily gain (0.476 kg/animal) compared with those receiving 2.5 g/kg of body weight (0.368 kg/animal). The performance of dairy heifers rearing pasture was similar when supplemented with organic or inorganic mineral sources.",
	"xml:lang":"eng"
	},
	{"value":"Objetivou-se avaliar o efeito de dois níveis de suplementação com fontes de minerais inorgânico e orgânico, na época da seca, sobre o crescimento e o comportamento ingestivo de novilhas mestiças Gir x Holandês, com idade média de 19,4 ± 1,94 meses e peso corporal médio inicial de 307,75 ± 25,0 kg, distribuídas em um delineamento experimental inteiramente casualizado com esquema fatorial 2 x 2 (minerais x níveis) com cinco repetições por tratamento. As novilhas permaneceram em pastagem de Brachiaria brizantha (Hochst. ex. A. Rich.) Stapf. cv. Marandu, manejadas em sistema intermitente e, como tratamento, utilizou-se suplementação com fontes de minerais inorgânicos ou orgânicos e dois níveis de fornecimento (2,5 e 5,0 g/kg do peso corporal). O desenvolvimento corporal das novilhas que receberam suplemento, nos dois níveis, com fontes de minerais inorgânicos não diferiu daquelas que receberam fontes de minerais orgânicos. No entanto, as novilhas suplementadas com 5,0 g/kg do peso corporal apresentaram maior ganho médio diário (0,476 kg/animal) em comparação àquelas suplementadas com 2,5 g/kg do peso corporal (0,368 kg/animal). O desempenho de novilhas leiteiras recriadas a pasto foi semelhante quando suplementadas com fontes minerais inorgânicos ou orgânicos.",
	"xml:lang":"por"
	}
	]
	}}
