{"resource": {
	"dct:title":[
		{"value":"   Estimativa da massa seca de genótipos do gênero Cynodon pelos métodos de forno de microondas e convencional ",
	"xml:lang":"por"
	},
	{"value":"Dry matter genotypes of Cynodon by microwave and conventional oven methods.",
	"xml:lang":"eng"
	}
	],
	"dc:subject":[
		{"value":"genotypes",
	"xml:lang":"eng"
	},
	{"value":"air",
	"xml:lang":"eng"
	},
	{"value":"microwave ovens",
	"xml:lang":"eng"
	}
	],
	"bibo:volume":"70/n.2",
	"rdf:about":"http://agris.fao.org/aos/records/BR2015F01090",
	"dct:identifier":"BR2015F01090",
	"dct:type":"Journal Article",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19420"
	},
	"dct:isPartOf":[
		{"rdf:resource":{"value":"http://aims.fao.org/serials/c_ea787e45"}
	},
	{"bibo:Journal":{"dct:title":{"value":"Boletim de Indústria Animal"},
	"bibo:ISSN":{"value":"0067-9615"}
	}
	}
	],
	"dct:issued":"2013-",
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://www.iz.sp.gov.br/pdfsbia/1378833432.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"OLIVEIRA, E. R."
	}
	},
	{"foaf:Person":{"foaf:name":"MONÇÃO,  F. P."
	}
	},
	{"foaf:Person":{"foaf:name":"GOES,  R. H. T. B."
	}
	},
	{"foaf:Person":{"foaf:name":"LEMPP,   B."
	}
	},
	{"foaf:Person":{"foaf:name":"GABRIEL,  A. M. A."
	}
	},
	{"foaf:Person":{"foaf:name":"MOURA,  V. L."
	}
	},
	{"foaf:Person":{"foaf:name":"PEREIRA,  T. L"
	}
	}
	],
	"bibo:abstract":[
		{"value":"Objetivou-se por meio deste trabalho comparar o processo de secagem, em forno de microondas e em estufa de ventilação de ar forçada, bem como seus efeitos sobre a composição química de diferentes genótipos pertencente ao gênero Cynodon (Tifton 85, Jiggs, Russel, Tifton 68 e Vaquero) colhidos em diferentes idades de corte (28, 48, 63 e 79 dias). O delineamento experimental utilizado foi o de blocos casualizados em esquema de parcelas subdivididas, com 4 repetições. Não foi observada diferença (P>0,05) entre os métodos analisados sobre a composição química dos genótipos em estudo. O aumento da idade de corte influenciou negativamente (P",
	"xml:lang":"por"
	},
	{"value":"The aimed of this work was to comparing the drying process in a microwave oven and forced air ventilation, as well as their effects on the chemical composition of different genotypes of the genus Cynodon (Tifton 85, Jiggs, Russell, Tifton 68 and Vaquero) collected at different ages cutting (28, 48, 63 and 79 days). The experimental design was a randomized block in a split-plot design, with 4 replicates. There was no difference (P>0.05) between the methods analyzed on the chemical composition of the genotypes studied. Increasing age cutoff negatively influenced (P",
	"xml:lang":"eng"
	}
	]
	}}
