{"resource": {
	"dct:language":"por",
	"dct:title":[
		{"value":"   Reações fisiológicas de caprinos das raças Anglo-Nubiana e Saanen mantidos à sombra ",
	"xml:lang":"por"
	},
	{"value":"   ao sol e em ambiente parcialmente sombreado "},
	{"value":"Physiological reactions in goat breeds maintained under shade, sun and partially shaded areas",
	"xml:lang":"eng"
	}
	],
	"dc:subject":[
		{"value":"bioclimatology",
	"xml:lang":"eng"
	},
	{"value":"respiration",
	"xml:lang":"eng"
	},
	{"value":"stress",
	"xml:lang":"eng"
	},
	{"value":"rectal temperature",
	"xml:lang":"eng"
	}
	],
	"bibo:volume":"65/n.1",
	"rdf:about":"http://agris.fao.org/aos/records/BR2015F01806",
	"dct:identifier":"BR2015F01806",
	"dct:type":"Journal Article",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19420"
	},
	"dct:isPartOf":[
		{"rdf:resource":{"value":"http://aims.fao.org/serials/c_ea787e45"}
	},
	{"bibo:Journal":{"dct:title":{"value":"Boletim de Indústria Animal"},
	"bibo:ISSN":{"value":"0067-9615"}
	}
	}
	],
	"dct:issued":"2008-",
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://www.iz.sp.gov.br/pdfsbia/1216214253.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"MEDEIROS,  L. F. D."
	}
	},
	{"foaf:Person":{"foaf:name":"VIEIRA,  D. H."
	}
	},
	{"foaf:Person":{"foaf:name":"OLIVEIRA,  C. A."
	}
	},
	{"foaf:Person":{"foaf:name":"MELLO,  M. R. B."
	}
	},
	{"foaf:Person":{"foaf:name":"LOPES,  P. R. B."
	}
	},
	{"foaf:Person":{"foaf:name":"SCHERER,  P. O."
	}
	},
	{"foaf:Person":{"foaf:name":"FERREIRA,  M. C. M."
	}
	}
	],
	"bibo:abstract":[
		{"value":"e o tratamento C, em ambiente parcialmente sombreado, com metade da área da instalação coberta, permitindo às cabras livre acesso à sombra ou ao sol. O delineamento experimental foi o Quadrado Latino Balanceado. A TR e FR das cabras, na parte da tarde (às 14:00 horas) foram mais elevadas que na parte da manhã (às 8:00 horas). As cabras mantidas ao sol apresentaram a TR e FR mais elevadas à tarde, quando comparadas às cabras mantidas à sombra ou em ambiente parcialmente sombreado. Não houve diferenças significativas na TR e FR das cabras mantidas à sombra ou em ambiente parcialmente sombreado. Houve diferença na TR e FR entre raças na parte da manhã e à tarde. Independente do tratamento e da variação da temperatura ambiente diurna (manhã e tarde), as médias da TR e FR nas cabras Anglo-nubianas foram mais baixas do que nas cabras Saanen, que se revelaram no presente estudo mais sensíveis ao estresse térmico."},
	{"value":"and treatment C, area with 50% covered section and 50% sun exposed area, which permitted free circulation of the goats. A Balanced Latin Square design was used. The RT and RF of the goats, in the afternoon periods (l4h00), were higher, than in the morning periods (08h00). The animals kept in the sun presented much higher results, especially in the afternoon periods, than the animals in the other two areas. There were no differences in the RT and RF between groups maintained in the shade or in partially covered area but there were differences in the RT and RF measurements between the two breeds, in the morning periods and in the afternoon periods. Independently of treatment and daily (morning and afternoon) surrounding temperature variation, the average of RT and RF in the Anglo-nubian goats were lower than the Saanen goats, which showed to be more sensitive to thermic stress."},
	{"value":"o B, sem cobertura, com exposição direta ao sol"},
	{"value":"treatment B, a sun exposed area without covering",
	"xml:lang":"por"
	},
	{"value":"The experiment was carried out to measure effects of thermal stress on the rectal temperature (RT) and respiratory frequency (RF), in animals of Anglo-nubian and Saanen breeds, raised in a tropical humid climate. The goats were divided into three groups, each group consisting of four females from each breed group. Each group was submited to three experimental treatment: treatment A, with a sun protected enclosed area",
	"xml:lang":"eng"
	},
	{"value":"O experimento foi delineado para medir os efeitos do estresse térmico sobre a temperatura retal (TR) e a freqüência respiratória (FR) em cabras das raças Anglo-nubiana e Saanen, criadas em clima tropical úmido. As cabras foram alocadas em três grupos, cada um com quatro Anglo-nubianas e quatro Saanen. Cada grupo ficou em ambiente diferente, constituído de três tratamentos experimentais. O tratamento A, com instalações totalmente cobertas"}
	]
	}}
