{"resource": {
	"dct:language":"por",
	"dct:title":[
		{"value":"Evaluation of germplasm accesses of Paspalum genus in East Amazon",
	"xml:lang":"eng"
	},
	{"value":"   Avaliação de acessos de germoplasma do gênero Paspalum na Amazônia Oriental ",
	"xml:lang":"por"
	}
	],
	"dc:subject":[
		{"value":"savannas",
	"xml:lang":"eng"
	},
	{"value":"nutritive value",
	"xml:lang":"eng"
	},
	{"value":"forage",
	"xml:lang":"eng"
	}
	],
	"bibo:volume":"68/n.1",
	"rdf:about":"http://agris.fao.org/aos/records/BR2015F01293",
	"dct:identifier":"BR2015F01293",
	"dct:type":"Journal Article",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19420"
	},
	"dct:isPartOf":[
		{"rdf:resource":{"value":"http://aims.fao.org/serials/c_ea787e45"}
	},
	{"bibo:Journal":{"dct:title":{"value":"Boletim de Indústria Animal"},
	"bibo:ISSN":{"value":"0067-9615"}
	}
	}
	],
	"dct:issued":"2013-",
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://www.iz.sp.gov.br/pdfsbia/1326990626.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"MEIRELLES,  P. R. L."
	}
	},
	{"foaf:Person":{"foaf:name":"COSTA, C."
	}
	},
	{"foaf:Person":{"foaf:name":"FACTORI,  M. A."
	}
	},
	{"foaf:Person":{"foaf:name":"SILVA,  M.G. B."
	}
	},
	{"foaf:Person":{"foaf:name":"REIS, W."
	}
	},
	{"foaf:Person":{"foaf:name":"LUPATINI,  G. C."
	}
	},
	{"foaf:Person":{"foaf:name":"PINHEIRO,  R. S. B."
	}
	}
	],
	"bibo:abstract":[
		{"value":"This study was carried out at Campo Experimental do Cerrado in Embrapa Amapá, Brazil, aiming to select, based on the agronomic characteristics of productivity, dry matter and nutritional quality of the forage, the accesses of species from the genus Paspalum that possess potentiality of use as forage plants. During the years 2000, 2001 and 2002, 21 accesses of grasses were evaluated, including 18 of Paspalum and three control species: Brachiaria decumbens, Andropogon gayanus cv. Baetí and Brachiaria brizantha cv. Marandú. The experimental design was complete randomized block with three replications. The variables studied were: production of dry matter, neutral detergent fiber on the dry matter, in vitro digestibility of dry matter and crude protein content in the dry matter. All the accesses showed marked reduction in productivity and quality of produced forage, when the climatic conditions became unfavorable, showing that Paspalum as the other tropical grasses have high seasonal production. Based on the variables studied, the selected accesses were P. guenoarum (BRA-014851), P. atratum (BRA-9661) and Paspalum sp. (BRA-009407).",
	"xml:lang":"eng"
	},
	{"value":"Este estudo foi conduzido no Campo Experimental do Cerrado da Embrapa Amapá, com o objetivo de selecionar, com base nas características agronômicas de produtividade de matéria seca e qualidade nutricional da forragem, os acessos de espécies do gênero Paspalum indicados por possuir potencialidade para utilização como plantas forrageiras. Foram avaliados durante os anos de 2000 e 2002, 21 acessos de gramíneas, sendo 18 de Paspalum e três testemunhas: Brachiaria decumbens, Andropogon gayanus cv. Baetí e Brachiaria brizantha cv. Marandú. O delineamento experimental foi o de blocos completos ao acaso com três repetições. As variáveis estudadas foram: produção de matéria seca, fibra em detergente neutro na matéria seca, digestibilidade in vitro da matéria seca e percentual de proteína bruta na matéria seca. Todos os acessos apresentaram marcada redução na produtividade e qualidade da forragem produzida à medida que as condições climáticas tornaram-se desfavoráveis, demonstrando que Paspalum, como as demais gramíneas tropicais, apresenta elevada sazonalidade produtiva. Com base nas variáveis estudadas, os acessos selecionados foram P. guenoarum (BRA-014851), P. atratum (BRA-9661) e Paspalum sp. (BRA-009407).",
	"xml:lang":"por"
	}
	]
	}}
