{"resource": {
	"dct:language":[
		"por",
	"eng"
	],
	"dct:title":[
		{"value":"Geoprocessing applied for determination of the subclasses soil use capacity for conservationist planning",
	"xml:lang":"eng"
	},
	{"value":"   Geoprocessamento aplicado na determinação das subclasses de capacidade de uso do solo para o planejamento conservacionista ",
	"xml:lang":"por"
	}
	],
	"dc:subject":{"value":"genetic soil types",
	"xml:lang":"eng"
	},
	"bibo:volume":"4/n.4",
	"rdf:about":"http://agris.fao.org/aos/records/BR2015201879",
	"dct:identifier":"BR2015201879",
	"dct:type":"Journal Article",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/11131"
	},
	"dct:isPartOf":[
		{"rdf:resource":{"value":"http://aims.fao.org/serials/j_1294754373047"}
	},
	{"bibo:Journal":{"dct:title":{"value":"Comunicata Scientiae"},
	"bibo:ISSN":{"value":"2176-9079"}
	}
	}
	],
	"dct:issued":"2013-",
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://comunicata.ufpi.br/index.php/comunicata/article/view/223/202",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Silveira Gabriel"
	}
	},
	{"foaf:Person":{"foaf:name":"Campos Sérgio"
	}
	},
	{"foaf:Person":{"foaf:name":"Garcia Yara"
	}
	},
	{"foaf:Person":{"foaf:name":"Silva Hugo"
	}
	},
	{"foaf:Person":{"foaf:name":"Campos Mariana"
	}
	},
	{"foaf:Person":{"foaf:name":"Nardini Rafael"
	}
	},
	{"foaf:Person":{"foaf:name":"Felipe Andrea"
	}
	},
	{"foaf:Organization":{"foaf:name":"UNESP-Universidade Estadual Paulista"
	}
	}
	],
	"bibo:abstract":[
		{"value":"Este trabalho objetivou a determinação das subclasses de capacidade de uso da terra da microbacia do Córrego São Caetano, Botucatu, São Paulo, visando o planejamento de uso e de práticas de conservação do solo na área através de Sistema de Informações Geográficas Idrisi Selva. A área de estudo localiza-se entre as coordenadas geográficas: 48º 26’ 25” W, 48º 29’ 27” W, 22º 46’ 21” S e 22º 52’ 32” S, apresentando uma área de 3316,95ha. A carta de capacidade de uso da terra da bacia foi obtida a partir do cruzamento das cartas de declividade e de solos com a tabela de julgamento das classes de capacidade de uso do solo e das recomendações constantes no levantamento utilitário do meio físico e classificação das terras no sistema de capacidade deuso. Os resultados permitiram inferir que as subclasses IIIs,e, IVs e VIe constituem-se em mais de 70% da área e por quase 100% das unidades de solos Latossolo Vermelho Distrófico e Neossolo Litólico eutrófico. O SIG-IDRISI permitiu através de seus módulos a discriminação, o mapeamento e a quantificação das áreas das subclasses de capacidade de uso das terras da microbacia com rapidez.",
	"xml:lang":"por"
	},
	{"value":"This work aimed at the determination of the subclasses of capacity of soil use of the Stream São Caetano watershed – Botucatu, São Paulo, seeking the planning of practices of conservation of the soil in the area through System of Geographical Information Idrisi Selva. The study area is located among the geographical coordinates: 48o 26’ 25” W, 48o 29’ 27” W, 22o 46’ 21” S and 22o 52’ 32” S, presenting an area of 3316.95ha. The capacity chart of soil use of the basin was obtained starting from the crossing of the letters of steepness and of soils with the table of judgment of the capacity classes of soil use and of the constant recommendations in the utilitarian rising of the physical middleand classification of the lands in the system of use capacity. The results allowed to infer that the subclasses IIIs,e, IVs and VIe are constituted in more than 70% of the area and for almost 100% of the units of soils Latossolo Vermelho distrófico and Neossolo Eutrophico litólico. GIS-IDRISI allowed quickly through their modules the discrimination, the mapping and the quantification of the areas of the subclasses of capacity of soil use of the watershed.",
	"xml:lang":"eng"
	}
	]
	}}
