{"resource": {
	"dct:language":"por",
	"dct:title":[
		{"value":"   Suplementação com diferentes fontes proteicas e energéticas sobre o desempenho e o comportamento ingestivo de novilhas mestiças leiteiras mantidas a pasto de capim Marandu na época da seca ",
	"xml:lang":"por"
	},
	{"value":"Supplementation with different energy and protein sources on the feeding behavior and performance of dairy heifers grazing Marandu during the dry season",
	"xml:lang":"eng"
	}
	],
	"dc:subject":[
		{"value":"time",
	"xml:lang":"eng"
	},
	{"value":"grazing",
	"xml:lang":"eng"
	},
	{"value":"ruminants",
	"xml:lang":"eng"
	},
	{"value":"cottonseed",
	"xml:lang":"eng"
	},
	{"value":"soybeans",
	"xml:lang":"eng"
	}
	],
	"bibo:volume":"69/n.2",
	"rdf:about":"http://agris.fao.org/aos/records/BR2015F01309",
	"dct:identifier":"BR2015F01309",
	"dct:type":"Journal Article",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19420"
	},
	"dct:isPartOf":[
		{"rdf:resource":{"value":"http://aims.fao.org/serials/c_ea787e45"}
	},
	{"bibo:Journal":{"dct:title":{"value":"Boletim de Indústria Animal"},
	"bibo:ISSN":{"value":"0067-9615"}
	}
	}
	],
	"dct:issued":"2013-",
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://www.iz.sp.gov.br/pdfsbia/1365795007.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"SIGNORETTI, R. D."
	}
	},
	{"foaf:Person":{"foaf:name":"SOUZA, F. H. M."
	}
	},
	{"foaf:Person":{"foaf:name":"OLIVEIRA, E. M."
	}
	},
	{"foaf:Person":{"foaf:name":"SCHMIDEK,  A."
	}
	},
	{"foaf:Person":{"foaf:name":"PESSIM, B."
	}
	}
	],
	"bibo:abstract":[
		{"value":"Objetivou-se avaliar o efeito de diferentes fontes proteicas e energéticas em suplementos múltiplos, na época da seca do ano, sobre o desenvolvimento corporal e o comportamento ingestivo diurno de novilhas mestiças Gir x Holandês, com idade média de 12,8 ± 4,6 meses e peso corporal (PC) médio inicial de 215,50 ± 43,2 kg, em pastagem de Brachiaria brizantha cv. Marandu. Empregou-se como fonte proteica grão de soja (GSI) ou caroço de algodão (CAI) inteiros e milho moído (M) ou polpa cítrica (POC) como fonte de energia, em delineamento em blocos ao acaso, esquema fatorial 2 x 2, com seis repetições por tratamento. Os suplementos foram fornecidos diariamente na proporção de 0,75% do PC. Ao final de cada ciclo de pastejo (36 dias) os animais foram pesados e mensurados quanto à altura na cernelha, perímetro torácico, comprimento da garupa e condição corporal. As variáveis comportamentais consideradas foram tempo em pastejo, tempo ruminando, tempo em ócio, tempo no cocho. Não foram verificadas diferenças (P>0,05) no perímetro torácico inicial, na altura da cernelha, no comprimento da garupa e na condição corporal iniciais e finais entre as fontes de proteína e de energia. No entanto, as novilhas suplementadas com CAI apresentaram maior (P",
	"xml:lang":"por"
	},
	{"value":"This study aimed to evaluate the effect of supplementation different energy and protein sources in the dry season of the year, on body development and diurnal feeding behavior of crossbred Gir x Holstein dairy heifers 12.8 ± 4.6 months old, 215.50 ± 43.2 kg average body weight were distributed in Brachiaria brizantha cv. Marandu pasture with supplements being offered daily in proportion of 0.75% of the body weight. A completely randomized block design with a 2 x 2 factorial arrangement was used, with six replicates per treatment. Supplements contained whole soybean (WS) or whole cottonseed (WC) as the protein sources and citrus pulp (CPU) or corn (C) as the energy sources. Marandu grass pasture was managed according a rotational grazing system, six days grazing and 30 days of rest period. It was recorded the animals weight, height at withers, heart girt, rump length and corporal score after the grazing cycle. The considered behavioral variables were grazing time, ruminating time, idle time, trough time. No significant differences on the initial, heart girt, height at withers, rump length and corporal score final and initial to protein and energy sources. However, a significant effect was observed (P0.05). The WS base supplemented animals had kept lesser time eating supplement in comparison to the WC base supplemented ones (P0.05). The hour of the day influenced all the considered behaviors (P",
	"xml:lang":"eng"
	}
	]
	}}
