{"resource": {
	"dct:language":"por",
	"dct:title":{"value":"Caracterização de frutos de mangabas (Hancornia speciosa Gomes) e estudo de processos de extração da polpa",
	"xml:lang":"por"
	},
	"bibo:pageStart":1,
	"bibo:volume":2,
	"bibo:pageEnd":7,
	"dct:type":"Journal Article",
	"rdf:about":"http://agris.fao.org/aos/records/BR2016H00038",
	"dct:identifier":"BR2016H00038",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19758"
	},
	"dct:isPartOf":{"bibo:Journal":{"dct:title":{"value":"Revista de Agricultura Neotropical"}
	}
	},
	"dct:issued":"2015-08-14",
	"bibo:uri":"http://periodicosonline.uems.br/index.php/agrineo/article/view/269",
	"dct:dateSubmitted":2016,
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Danielle Godinho Araújo Perfeito"
	}
	},
	{"foaf:Person":{"foaf:name":"Natália Carvalho"
	}
	},
	{"foaf:Person":{"foaf:name":"Milene Cristina Mendes Lopes"
	}
	},
	{"foaf:Person":{"foaf:name":"Flávio Luís Schmidt"
	}
	}
	],
	"bibo:issue":3,
	"bibo:abstract":{"value":"Estudos visando aprimorar a tecnologia de pós-colheita da mangaba se fazem necessários em função da alta perecibilidade da fruta e falta de tecnologias de transformação adaptáveis às condições de microempresas. Nesse estudo frutos de mangaba com três estágios de maturação foram caracterizados quanto a suas propriedades físicas e químicas, além disso foram avaliadas diferentes formas de despolpamento dos frutos em função do rendimento e características da polpa. As características físicas dos frutos determinadas foram o comprimento, diâmetro, massa específica aparente, volume e massa específica. Determinou-se o uso de prévia redução de tamanho dos frutos em multiprocessador sob aquecimento e dois tipos de peneiras em extrator, tipo escovas: com 0,8 e 0,5 mm de diâmetro de abertura de malha. A massa foi o parâmetro físico estudado que apresentou a maior irregularidade, variando entre 9,96 e 67,8 g por fruto. Houve aumento do conteúdo de vitamina C no transcorrer do processo de maturação dos frutos de mangaba do Cerrado atingindo 59,16 mg 100 ...",
	"xml:lang":"por"
	}
	}}
