{"resource": {
	"dct:language":[
		"por",
	"eng"
	],
	"dct:title":[
		{"value":"   Propagação de jambu por estaquia ",
	"xml:lang":"por"
	},
	{"value":"Propagation of “jambu” by cuttings",
	"xml:lang":"eng"
	}
	],
	"dc:subject":[
		{"value":"adventitious roots",
	"xml:lang":"eng"
	},
	{"value":"vegetative propagation",
	"xml:lang":"eng"
	}
	],
	"bibo:volume":"6/n.1",
	"rdf:about":"http://agris.fao.org/aos/records/BR2015206588",
	"dct:identifier":"BR2015206588",
	"dct:type":"Journal Article",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/11131"
	},
	"dct:isPartOf":[
		{"rdf:resource":{"value":"http://aims.fao.org/serials/j_1294754373047"}
	},
	{"bibo:Journal":{"dct:title":{"value":"Comunicata Scientiae"},
	"bibo:ISSN":{"value":"2176-9079"}
	}
	}
	],
	"dct:issued":"2015-",
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://comunicata.ufpi.br/index.php/comunicata/article/download/535/299",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Santos Emissandro Reis dos"
	}
	},
	{"foaf:Person":{"foaf:name":"Gentil Daniel Felipe de Oliveira"
	}
	},
	{"foaf:Organization":{"foaf:name":"Universidade Federal do Amazona, Manaus, AM, Brasil"
	}
	},
	{"foaf:Organization":{"foaf:name":"Universidade Federal do Amazona, Manaus, AM, Brasil"
	}
	}
	],
	"bibo:abstract":[
		{"value":"and three sizes of poles: 10",
	"xml:lang":"por"
	},
	{"value":"e duas condições do ambiente de enraizamento: pleno sol e sombreamento), com cinco repetições de 10 estacascada. No encerramento dos experimentos, ocorridos aos 16 dias do plantio das estacas, as mudas foram avaliadas quanto à sobrevivência (porcentagens de estacas brotadas, enraizadas e mortas) e ao vigor (número de brotações por estaca, massa seca das brotações e das raízes). Os resultados não mostraram influência da posição da estaca no ramo (apical ou basal), mas evidenciaram que a utilização de estacas maiores (12 ou 15 cm de comprimento) proporcionou a obtenção de mudas mais vigorosas. A preparação e o ambiente não afetaram a sobrevivência das estacas dejambu"},
	{"value":"porém, as estacas com folhas apresentaram maior desenvolvimento. Desse modo, deve-se dar preferência a estacas apicais ou basais, com folhas, medindo de 12 a 15 cm de comprimento e plantadas a pleno sol, visando à obtenção de mudas de melhor qualidade."},
	{"value":"12 and 15 cm), with four repetitions of 10 cuttings each. Experiment II – Delineation was completely randomized in a 2 x 2 factorial scheme (two types of cutting preparation: with and without leaves, and two rooting environment conditions: full sun and shade), with five repetitions of 10 cuttings each. In the end of the experiments, 16 days after planting the cuttings, seedlings were evaluated for survival (percentages of shoots, rootedand dead cuttings) and strength (number of shoots per cutting, dry mass of shoots and roots). The results showed no influence of the cutting position of the branch (apical or basal) but showed that the use of larger cuttings (12 or 15 cm long) resulted in more vigorous plants. The preparation andthe environment did not affect the survival of “jambu” cuttings, but the cuttings with leaves showed better development. Thus, preference is to be given to leafed apical or basal cuttings measuring 12-15 cm in length and planted in full sun, in order to obtain better seedlings."},
	{"value":"e três tamanhos de estacas: 10"},
	{"value":"12 e 15 cm), com quatro repetições de 10 estacas cada. Experimento II - O delineamento adotado foi inteiramente casualizado, em esquema fatorial 2 x 2 (dois tipos de preparação das estacas: com e sem folhas"},
	{"value":"O jambu é uma hortaliça folhosa, cujas folhas e talos são muito usados na culinária amazônica. A propagação da espécie é feita por sementes e por estacas, mas as informações sobre a estaquia não estão detalhadas, evidenciando que o método e as técnicas necessitam deaperfeiçoamento. Assim, objetivou-se verificar a influência da posição da estaca no ramo, do tamanho da estaca, do tipo de preparação das estacas e do ambiente de enraizamento sobre a qualidade de mudas de jambu obtidas por estaquia. O estudo foi realizado através da instalação de dois experimentos independentes e sequenciais. Experimento I - O delineamento utilizado foi inteiramente casualizado, em esquema fatorial 2 x 3 (dois tipos de estacas, quanto à posição nos ramos: apicais e basais"},
	{"value":"The “jambu” (Acmella oleracea) is a leafy vegetable whose leaves and stems are used extensively in Amazonian cuisine. The propagation of the species is done by seeds or cuttings, but information about cuttings is not detailed, hence the need for improvement on methods and techniques. This study sought to verify the influence of the cutting position of the branch, of the size of the cut, of the type of cutting preparation and of the rooting environment on the quality of “jambu” seedlings. The study was performed by setting two independent, sequential experiments. Experiment I -Delineation was completely randomized in a 2 x 3 factorial scheme (two types of cutting positions of the branches: apical and basal",
	"xml:lang":"eng"
	}
	]
	}}
