{"resource": {
	"dct:language":"por",
	"dct:title":{"value":"ANATOMIA DO XILEMA SECUNDÁRIO DE SETE ESPÉCIES DE Vochysia Aubl. (VOCHYSIACEAE), CONHECIDAS COMO QUARUBA NO ESTADO DO PARÁ, BRASIL",
	"xml:lang":"por"
	},
	"bibo:pageStart":45,
	"bibo:volume":5,
	"bibo:pageEnd":51,
	"dct:type":"Journal Article",
	"rdf:about":"http://agris.fao.org/aos/records/BR2015N00209",
	"dct:identifier":"BR2015N00209",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19750"
	},
	"dct:isPartOf":{"bibo:Journal":{"dct:title":{"value":"Biota Amazônia (Biote Amazonie, Biota Amazonia, Amazonian Biota)"}
	}
	},
	"dct:issued":2015,
	"bibo:uri":"http://periodicos.unifap.br/index.php/biota/article/view/1217",
	"dct:dateSubmitted":2016,
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Alisson Rodrigo Souza Reis"
	}
	},
	{"foaf:Person":{"foaf:name":"Rogério dos Santos Alves"
	}
	},
	{"foaf:Person":{"foaf:name":"Cláudia Viana Urbinati"
	}
	},
	{"foaf:Person":{"foaf:name":"Joielan Xipaia dos Santos"
	}
	},
	{"foaf:Person":{"foaf:name":"Jhonata Ribeiro da Silva"
	}
	},
	{"foaf:Person":{"foaf:name":"Pedro Luiz Braga Lisboa"
	}
	},
	{"foaf:Organization":{"foaf:name":"Universidade Federal do Pará"
	}
	},
	{"foaf:Organization":{"foaf:name":"Universidade do Estado do Pará"
	}
	},
	{"foaf:Organization":{"foaf:name":"Museu Paraense Emílio Goeldi"
	}
	}
	],
	"bibo:issue":2,
	"bibo:abstract":{"value":"<p class=\"MsoNormal\" style=\"text-align: justify;\"><span As espécies do gênero Vochysia Aubl. são conhecidas no mercado madeireiro amazônico como quaruba, o que tem ocasionado à troca destas espécies em decorrência do mesmo nome vulgar utilizado. Com isso, o objetivo do trabalho foi caracterizar a anatomia do xilema secundário de sete espécies amazônicas de Vochysia Aubl., conhecidas como quaruba de interesse comercial no Estado do Pará. Para tal estudo, As amostras foram obtidas na Xiloteca Walter A. Egler do Museu Paraense Emílio Goeldi e as descrições macroscópicas seguiram as recomendações do IBAMA e Microscópica as do IAWA. Constatou-seque as madeiras do gênero apresentam uma variabilidade quanto à distribuição e arranjo dos vasos, raios e camadas de crescimento. Em relação aos poros das espécies os mesmos são solitários e múltiplos, com contorno angular, exceto para Vochysia densiflora Spruce e Vochysia ferruginea Mart, que apresentam com contorno circular tendendo à angular; e porosidade difusa para todas as espécies. Em relação aos raios, observou-se que todas as espécies estudadas apresentam pontuações radio-vasculares com aréolas distintas semelhantes às parênquimo-vascular em tamanho e forma. As espécies Vochysia densiflora Spruce, Vochysia guianensis Aubl, Vochysia maxima Ducke, apresentaram canais axiais. Verificou-se também a presença de tilose esclerosada em Vochysia densiflora Spruce e amidos em Vochysia guianensis Aubl. As espécies apresentam características peculiares que podem auxiliar na identificação.</span> <p class=\"MsoNormal\" style=\"text-align: justify;\"><span lang=\"PT-BR\"><strong>Palavras-chave:</strong> madeiras amazônicas, anatomia da madeira, comercialização.</span><!--[endif] -->",
	"xml:lang":"por"
	}
	}}
