{"resource": {
	"dct:language":"por",
	"dct:title":[
		{"value":"   Avaliação ultrassonográfica do trato reprodutivo e espessura de gordura em novilhas Nelore pré-púberes ",
	"xml:lang":"por"
	},
	{"value":"Ultrasonographic evaluation of reproductive tract measures and fat thickness traits in pre-pubertal Nellore heifers",
	"xml:lang":"eng"
	}
	],
	"dc:subject":[
		{"value":"uterus",
	"xml:lang":"eng"
	},
	{"value":"backfat thickness",
	"xml:lang":"eng"
	},
	{"value":"ultrasound",
	"xml:lang":"eng"
	}
	],
	"bibo:volume":"69/n.2",
	"rdf:about":"http://agris.fao.org/aos/records/BR2015F01312",
	"dct:identifier":"BR2015F01312",
	"dct:type":"Journal Article",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19420"
	},
	"dct:isPartOf":[
		{"rdf:resource":{"value":"http://aims.fao.org/serials/c_ea787e45"}
	},
	{"bibo:Journal":{"dct:title":{"value":"Boletim de Indústria Animal"},
	"bibo:ISSN":{"value":"0067-9615"}
	}
	}
	],
	"dct:issued":"2013-",
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://www.iz.sp.gov.br/pdfsbia/1366027185.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"MONTEIRO,  F. M."
	}
	},
	{"foaf:Person":{"foaf:name":"MERCADANTE,  M. E. Z."
	}
	},
	{"foaf:Person":{"foaf:name":"BONILHA,  S. F. M."
	}
	},
	{"foaf:Person":{"foaf:name":"OLIVEIRA, L. Z."
	}
	},
	{"foaf:Person":{"foaf:name":"SARAIVA,  N. Z."
	}
	},
	{"foaf:Person":{"foaf:name":"OLIVEIRA,  C. S."
	}
	},
	{"foaf:Person":{"foaf:name":"GARCIA,  J. M."
	}
	}
	],
	"bibo:abstract":[
		{"value":"O objetivo deste estudo foi avaliar a relação entre medidas do trato reprodutivo com medidas de espessura de gordura subcutânea obtidas por ultrassom em novilhas Nelore. Um total de 128 novilhas Nelore, nascidas em 2006 e 2007, foi submetido a avaliações (13, 16, 19 e 22 meses de idade) ultrassonográficas do trato reprodutivo e da espessura de gordura subcutânea. Esses animais são provenientes de um experimento de seleção para peso ao sobreano (NeC: linha controle e NeS: linha selecionada) iniciada em 1981. As características analisadas foram: média da área dos ovários, altura do corno uterino direito (AU), diâmetro do maior folículo (FOL), espessura de gordura no lombo (EGL), espessura de gordura na garupa (EGG), e escore de condição corporal. Os registros repetidos foram analisados usando o PROC MIXED (SAS), ajustando um modelo que incluiu os efeitos fixos de linha seleção, ano de nascimento, medida, e interações. O peso corporal diferiu entre as linhas seleção (281,48 kg) e controle (210,51 kg). Apenas as médias de FOL foram menores na linha NeC comparadas às da linha NeS (P < 0,05), apesar da diferença próxima da significância de AU entre as duas linhas (P = 0,06). A taxa de crescimento das três características reprodutivas foi similar nas duas linhas. Correlações simples e de resíduo entre as características reprodutivas e as características relativas à gordura subcutânea variaram de baixa a média. As correlações mais altas foram observadas entre AU e EGG (0,71 e 0,34 para correlação de Pearson e residual). Os resultados são consistentes com a literatura, indicando que as características relativas à gordura subcutânea não são bons preditores daquelas relativas às características reprodutivas em novilhas pré púberes. Mais estudos são necessários para esclarecer a relação entre reprodução e gordura corporal em novilhas Nelore.",
	"xml:lang":"por"
	},
	{"value":"The aim of this study was to evaluate the relationship between reproductive tract and fat thickness measures obtained by ultrasound in prepubertal Nellore heifers. A total of 128 Nellore heifers born in 2006 and 2007 were submitted to ultrasound evaluations (13, 16, 19 and 22 months of age) of reproductive tract measures and fat thickness traits. These animals were from a selection experiment (NeC: control line, and NeS: selection line) for yearling weight started in 1981. Mean values of ovary area, height of the right uterine horn (HU), maximum follicular diameter (FOL), backfat thickness (BF), rump fat thickness (RF), and body condition score were analyzed. Repeated records were modeled using the PROC MIXED procedure (SAS), fitting a model that included the selection line, year of birth, measurement as fixed effects, and interactions. Body weight differed between the selected (281.48 kg) and control (210.51 kg) lines. Only the least square means of FOL were lower in the NeC line compared to the NeS line (P < 0.05), although the difference in mean HU between the two lines was of only borderline significance (P = 0.06). The rate of growth for the three reproductive traits was similar in the two lines. Simple and residual correlations between the reproductive and subcutaneous fat traits ranged from low to medium. The highest correlations were observed between HU and RF (Pearson correlation = 0.71 and residual correlation = 0.34). The current results are consistent with the literature, indicating that fat thickness traits are not good predictors of prepubertal reproductive traits in heifers. Further studies are necessary to clarify the relationship between reproduction and body fat in Nellore heifers.",
	"xml:lang":"eng"
	}
	]
	}}
