{"resource": {
	"dct:language":"por",
	"dct:title":[
		{"value":"   Produção e valor nutritivo de forragens fertirrigadas ",
	"xml:lang":"por"
	},
	{"value":"Production and nutritional value of fertirrigates forages",
	"xml:lang":"eng"
	}
	],
	"dc:subject":[
		{"value":"chemical composition",
	"xml:lang":"eng"
	},
	{"value":"culture media",
	"xml:lang":"eng"
	},
	{"value":"millets",
	"xml:lang":"eng"
	},
	{"value":"substances",
	"xml:lang":"eng"
	},
	{"value":"sorghum",
	"xml:lang":"eng"
	}
	],
	"bibo:volume":"68/n.2",
	"rdf:about":"http://agris.fao.org/aos/records/BR2015F01488",
	"dct:identifier":"BR2015F01488",
	"dct:type":"Journal Article",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19420"
	},
	"dct:isPartOf":[
		{"rdf:resource":{"value":"http://aims.fao.org/serials/c_ea787e45"}
	},
	{"bibo:Journal":{"dct:title":{"value":"Boletim de Indústria Animal"},
	"bibo:ISSN":{"value":"0067-9615"}
	}
	}
	],
	"dct:issued":"2011-",
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://www.iz.sp.gov.br/pdfsbia/1340909282.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"ABADIA,  A. M."
	}
	},
	{"foaf:Person":{"foaf:name":"BANYS, V. L."
	}
	},
	{"foaf:Person":{"foaf:name":"GOMES, M. B."
	}
	},
	{"foaf:Person":{"foaf:name":"SILVA NETO,  J. A."
	}
	},
	{"foaf:Person":{"foaf:name":"SILVEIRA,  D. M."
	}
	},
	{"foaf:Person":{"foaf:name":"DIAS, D."
	}
	},
	{"foaf:Person":{"foaf:name":"SOUSA, R. R. J."
	}
	}
	],
	"bibo:abstract":[
		{"value":"The objective was to determine the production and chemical composition of three cultures (millet, corn and sorghum) on two substrates (fine sawdust and chopped dried grass) by the technique of fertirrigated forage production at Federal University of Goias, Campus Jatai, in a randomized block design, 3 x 2 factorial arrangement with four replications represented by blocks distributed seedling to the location of the beds. Seeds were pre-germinated in water and all the management was carried out using corn production recommendations. Samples were collected 17 days after planting to calculated and analyzed the contents and productivity (GMP), dry matter (DM and DMP), mineral matter (MM and MMP), crude protein (CP and CPP), neutral detergent fiber (NDF and NDFP) and acid detergent fiber (ADF and ADFP). Data were subjected to analysis of variance by SAS version 9.0 at 5% significance, data considered for comparison and contrast of statistical analysis, the split plot effect of blocks, the effect of culture in the plot and the substrate in subplot. There was no interaction (P>0.05) between factors (substrates and cultures) when they were evaluated for chemical composition and production and regardless of culture, the sawdust substrate had higher levels of (P",
	"xml:lang":"eng"
	},
	{"value":"Objetivou-se avaliar a produção e a composição bromatológica de três culturas (milheto, milho e sorgo) semeadas em dois substratos (serragem fina e capim seco picado) pela técnica de fertirrigação na Universidade Federal de Goiás, Campus Jataí, em um delineamento de blocos ao acaso, num arranjo fatorial 3 x 2, com quatro repetições representadas pelos blocos distribuídos em função da localização dos canteiros. Procedeu-se a pré-germinação das sementes com embebição em água, semeadura, condução e colheita seguindo as recomendações sugeridas para o milho de 2,5 kg de sementes para 1,0 m2 de cultivo. As amostras foram coletadas 17 dias após o plantio para o cálculo e a análise dos teores e produção de massa natural (PMN), massa seca (MS e PMS), massa mineral (MM e PMM), proteína bruta (PB e PPB), fibra em detergente neutro (FDN e PFDN) e fibra em detergente ácido (FDA e PFDA). Os dados foram submetidos à análise de variância pelo programa SAS versão 9.0 a 5% de significância, comparando-se os dados por contraste e considerando-se, para fins de análise estatística de dados, parcela subdividida, com efeito de blocos, sendo que o efeito da cultura foi considerado na parcela e do substrato na subparcela. Não houve interação significativa (P>0,05) entre os fatores (substratos e culturas) quando avaliados tanto quanto a composição bromatológica quanto a produtividade, sendo que, independentemente da cultura, o substrato serragem apresentou maiores (P",
	"xml:lang":"por"
	}
	]
	}}
