{"resource": {
	"dct:language":[
		"por",
	"eng"
	],
	"dct:title":[
		{"value":"Infestation OF Diatraea spp. (Lepidoptera: Crambidae) in varieties of sugar cane",
	"xml:lang":"eng"
	},
	{"value":"   Infestação de Diatraea spp. (LEPIDOPTERA: CRAMBIDAE) em variedades RB (República do Brasil) de cana-de-açúcar ",
	"xml:lang":"por"
	}
	],
	"dc:subject":[
		{"value":"cane sugar",
	"xml:lang":"eng"
	},
	{"value":"resistance varieties",
	"xml:lang":"eng"
	}
	],
	"bibo:volume":"4/n.4",
	"rdf:about":"http://agris.fao.org/aos/records/BR2015201999",
	"dct:identifier":"BR2015201999",
	"dct:type":"Journal Article",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/11131"
	},
	"dct:isPartOf":[
		{"rdf:resource":{"value":"http://aims.fao.org/serials/j_1294754373047"}
	},
	{"bibo:Journal":{"dct:title":{"value":"Comunicata Scientiae"},
	"bibo:ISSN":{"value":"2176-9079"}
	}
	}
	],
	"dct:issued":"2013-",
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://comunicata.ufpi.br/index.php/comunicata/article/download/525/212",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Lima Hully"
	}
	},
	{"foaf:Person":{"foaf:name":"Rodrigues Vanessa"
	}
	},
	{"foaf:Person":{"foaf:name":"Duarte Alexandre"
	}
	},
	{"foaf:Person":{"foaf:name":"Araujo Júnior Josemildo"
	}
	},
	{"foaf:Person":{"foaf:name":"Lopes Diego"
	}
	},
	{"foaf:Person":{"foaf:name":"Lima Ivanildo"
	}
	},
	{"foaf:Person":{"foaf:name":"Duarte Adriana"
	}
	},
	{"foaf:Person":{"foaf:name":"Teodoro Iedo"
	}
	},
	{"foaf:Organization":{"foaf:name":"Universidade Federal de Alagoas"
	}
	},
	{"foaf:Organization":{"foaf:name":"Universidade Federal de Alagoas"
	}
	},
	{"foaf:Organization":{"foaf:name":"Universidade Federal de Alagoas"
	}
	},
	{"foaf:Organization":{"foaf:name":"Universidade Federal de Alagoas"
	}
	},
	{"foaf:Organization":{"foaf:name":"Universidade Estadual Paulista"
	}
	},
	{"foaf:Organization":{"foaf:name":"Universidade Federal de Alagoas"
	}
	},
	{"foaf:Organization":{"foaf:name":"Universidade Federal de Alagoas"
	}
	},
	{"foaf:Organization":{"foaf:name":"Universidade Federal de Alagoas"
	}
	}
	],
	"bibo:abstract":[
		{"value":"The aim of this study was to evaluate the variation of infestation Diatraea spp. in different varieties RB (Republic of Brazil) of cane sugar in cropping systems for dryland and irrigated four and three years, respectively. The varieties studied were as follows: RB72454, RB867515, RB971755, RB951541, RB931003, RB92579, RB863129 and RB93509. For the irrigated system, the variety RB98710 was alsoincluded. Assessments of the percentage of intensity of internal damage were carried out at harvest, in 15 stalks in each plot. All stalks were opened longitudinally, thus obtaining the percentage of internodes damaged by the complex borer/rottenness. The results were submitted to analysis ofvariance and means were compared by Tukey test at 5% probability. In the first year of assessment, in rainfed crop, the variety RB971755 showed the highest average of infestation by Diatraea spp. when compared with all other varieties. In the second year the variety RB931003 was the mostattacked by the pest and for the subsequent two years the varieties did not differ in relation to pest attack. In the first year, for the irrigated system, the most infested variety was RB867515. In the following two years it was not possible to identify a variety with striking characteristic of preferenceby the sugar cane borer. In both systems, there was a decrease in crop productivity during annual assessment. The values of % infestation showed no significant correlations with the agroindustrial parameters evaluated in the two systems of cultivation.",
	"xml:lang":"eng"
	},
	{"value":"O objetivo deste trabalho foi avaliar a variação da infestação de Diatraea spp. em diferentes variedades RB (República do Brasil) de cana-de-açúcar nos sistemas de cultivo sequeiro e irrigado durante quatro e três anos, respectivamente. As variedades estudadas foram: RB72454, RB867515,RB971755, RB951541, RB931003, RB92579, RB863129 e RB93509. Para o cultivo irrigado, incluiu-se a RB98710. As avaliações da porcentagem de intensidade de dano interno foram realizadas por ocasião da colheita, em 15 colmos de cada parcela. Todos os colmos foram abertos no sentido longitudinal, obtendo-se assim a porcentagem de entrenós danificados pelo complexo broca/podridão. Os resultados foram submetidos à análise de variância (ANOVA) e as médias foram comparadas pelo teste de Tukey a 5% de probabilidade. No primeiro ano de avaliação, no cultivo de sequeiro, a variedade RB971755 apresentou maior média de infestação de Diatraea spp. quando comparada com as demais variedades. No segundo ano a variedade RB931003 foi a mais atacada pela praga e nos dois anos subsequentes as variedades não diferiram entre si em relação ao ataque da praga. No cultivo irrigado, em cana planta, a variedade RB867515 apresentou maior infestação por Diatraea spp. e nos dois anos seguintes não houve diferenças significativas entre as variedades testadas. Em ambos os sistemas de cultivo, houve um decréscimo na produtividade da cultura durante as avaliações anuais. Os valores de % de infestação não apresentaram correlações significativas com os parâmetros agroindustriais avaliados em ambos os sistemas de cultivo.",
	"xml:lang":"por"
	}
	]
	}}
