{"resource": {
	"dct:language":[
		"por",
	"eng"
	],
	"dct:title":[
		{"value":"   Miniestaquia e anatomia caulinar de pinhão-manso em quatro épocas de coleta ",
	"xml:lang":"por"
	},
	{"value":"Minicutting and caulinar anatomy of physic nut in four seasons of the year",
	"xml:lang":"eng"
	}
	],
	"dc:subject":[
		{"value":"plant growth substances",
	"xml:lang":"eng"
	},
	{"value":"vegetative propagation",
	"xml:lang":"eng"
	}
	],
	"bibo:volume":"5/n.4",
	"rdf:about":"http://agris.fao.org/aos/records/BR2015206506",
	"dct:identifier":"BR2015206506",
	"dct:type":"Journal Article",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/11131"
	},
	"dct:isPartOf":[
		{"rdf:resource":{"value":"http://aims.fao.org/serials/j_1294754373047"}
	},
	{"bibo:Journal":{"dct:title":{"value":"Comunicata Scientiae"},
	"bibo:ISSN":{"value":"2176-9079"}
	}
	}
	],
	"dct:issued":"2014-",
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://comunicata.ufpi.br/index.php/comunicata/article/view/479/289",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Pimenta Alex Caetano"
	}
	},
	{"foaf:Person":{"foaf:name":"Tagliani Mateus Cassol"
	}
	},
	{"foaf:Person":{"foaf:name":"Zuffellato-Ribas Katia Christina"
	}
	},
	{"foaf:Person":{"foaf:name":"Laviola Bruno Galvêas"
	}
	},
	{"foaf:Person":{"foaf:name":"Koehler Henrique Soares"
	}
	},
	{"foaf:Organization":{"foaf:name":"Instituto Federal de Mato Grosso, Campus São Vicente, Santo Antônio Leverger, MT, Brasil"
	}
	},
	{"foaf:Organization":{"foaf:name":"Universidade Federal do Paraná, Curitiba, PR, Brasil"
	}
	},
	{"foaf:Organization":{"foaf:name":"Universidade Federal do Paraná, Curitiba, PR, Brasil"
	}
	},
	{"foaf:Organization":{"foaf:name":"Embrapa Agroenergia, Brasília, DF, Brasil"
	}
	},
	{"foaf:Organization":{"foaf:name":"Universidade Federal do Paraná, Curitiba, PR, Brasil"
	}
	}
	],
	"bibo:abstract":[
		{"value":"O pinhão-manso é uma espécie com grande potencial para suprir a demanda energética do mercado dos biocombustíveis, pois o óleo extraído das suas sementes possui as características necessárias à fabricação do biodiesel. A miniestaquia é um dos métodos de propagação vegetativa que vem surgindo como alternativa na produção de mudas e as auxinas são os reguladores vegetais mais empregados nesta técnica para estimular a iniciação de raízes adventícias em miniestacas. Objetivou-se com o presente trabalho estudar o enraizamento e a anatomia deminiestacas caulinares de pinhão-manso coletadas em quatro épocas do ano, utilizando-se diferentes concentrações de ácido indol butírico. Os experimentos foram instalados no Laboratório de Propagação de Espécies Florestais da Embrapa Florestas, em Colombo-PR, onde as miniestacasforam submetidas a tratamentos com ácido indol butírico (IBA) nas concentrações de 0, 250, 500 e 1.000 mg L-1. Após 60 dias, foram avaliadas as porcentagens de miniestacas enraizadas, com calos, número de raízes e comprimento das três maiores raízes, em um delineamento experimentalinteiramente casualizado. As maiores porcentagens de enraizamento foram obtidas no tratamento sem a aplicação de IBA, no verão (83,3%), inverno (78,1%) e no outono (85,0%), e com a aplicação de 250 mg L-1 na primavera (86,3%). Não foram observadas estruturas anatômicas que dificultamo enraizamento. Assim, conclui-se que a aplicação de IBA é desnecessária para indução do enraizamento de miniestacas de brotações juvenis de pinhão-manso.",
	"xml:lang":"por"
	},
	{"value":"Physic Nut is a species with great potential to supply the increasing demand for biofuels in the energy markets, since oil extracted from its seeds has the necessary characteristics for the production of biodiesel. Minicutting is one of the propagation methods that are gaining interest as alternatives for seedlings production and in this technique auxins are the most used plant growth regulators to induce the formation of adventitious roots in minicuttings. This work aimed to study rooting and anatomy of Physic Nut stem minicuttings collected in four seasons of the year, using different concentrations ofindolebutyric acid (IBA) as treatment. Experiments were installed in the Forest Species Propagation Laboratory, of Embrapa Florestas, Colombo-PR, where minicuttings were submitted to indolebutyric acid treatment in concentrations of 0, 250, 500 and 1000 mg L-1. After 60 days were evaluated the percentages of rooted minicuttings, of minicuttings with callus, the number of roots per minicutting and the length of the three longest roots, with a completely randomized delineation of experiments. The higher rooting percentages were obtained in the treatment without IBA application, in summer (83.3%), winter (78.1%) and autumn (85.0%), and with the application of 250 mg L-1 in spring (86.3%).Anatomical structures that could hinder rooting were not observed. Thus it is concluded that IBA application is useless for adventitious roots induction in Physic Nut juvenile stem minicuttings.",
	"xml:lang":"eng"
	}
	]
	}}
