{"resource": {
	"dct:language":"por",
	"dct:title":{"value":"ESTIMULAÇÃO ELÉTRICA NERVOSA TRANSCUTÂNEA DO NERVO TIBIAL POSTERIOR COMO FORMA DE TRATAMENTO EM PACIENTES COM INCONTINÊNCIA FECAL DECORRENTE DA PRÁTICA DO SEXO ANAL EM HOMOSSEXUAIS DO SEXO MASCULINO: UMA REVISÃO BIBLIOGRÁFICA",
	"xml:lang":"por"
	},
	"bibo:pageStart":132,
	"bibo:volume":4,
	"bibo:pageEnd":142,
	"dct:type":"Journal Article",
	"rdf:about":"http://agris.fao.org/aos/records/BR2015N00151",
	"dct:identifier":"BR2015N00151",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19750"
	},
	"dct:isPartOf":{"bibo:Journal":{"dct:title":{"value":"Biota Amazônia (Biote Amazonie, Biota Amazonia, Amazonian Biota)"}
	}
	},
	"dct:issued":2015,
	"bibo:uri":"http://periodicos.unifap.br/index.php/biota/article/view/931",
	"dct:dateSubmitted":2016,
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Márcia Takahachi"
	}
	},
	{"foaf:Person":{"foaf:name":"Diego Santos Fagundes"
	}
	},
	{"foaf:Person":{"foaf:name":"Helena Meika Uesugui"
	}
	},
	{"foaf:Person":{"foaf:name":"Cláudio Gellis de Mattos Dias"
	}
	},
	{"foaf:Person":{"foaf:name":"Luiz Armando Vidal Ramos"
	}
	},
	{"foaf:Person":{"foaf:name":"Paulo Henrique Matayoshi Calixto"
	}
	},
	{"foaf:Person":{"foaf:name":"Fábio Rodrigues Trindade"
	}
	},
	{"foaf:Person":{"foaf:name":"Alceu dos Santos Silva"
	}
	},
	{"foaf:Person":{"foaf:name":"Amanda Alves Fecury"
	}
	},
	{"foaf:Person":{"foaf:name":"Júlio Cesar Sá de Oliveira"
	}
	},
	{"foaf:Organization":{"foaf:name":"Universidad de Aquino Bolivia - UDABOL"
	}
	},
	{"foaf:Organization":{"foaf:name":"UNIVERSIDADE FEDERAL DO AMAPÁ"
	}
	},
	{"foaf:Organization":{"foaf:name":"Faculdade de Educaçao e Meio Ambiente - FAEMA"
	}
	},
	{"foaf:Organization":{"foaf:name":"Universidade Federal do Amapa"
	}
	},
	{"foaf:Organization":{"foaf:name":"Faculdade Federal do Amapa"
	}
	},
	{"foaf:Organization":{"foaf:name":"Univesidade Federal do Amapa"
	}
	}
	],
	"bibo:issue":1,
	"bibo:abstract":{"value":"<p class=\"MsoNormal\" style=\"margin-bottom: 0.0001pt; text-align: justify;\"><span style=\"font-size: 12.0pt; font-family: \">A Incontinência Fecal é uma desordem caracterizada por uma liberação involuntária tanto de gazes como fezes liquidas e solidas pelo reto, sendo marcada pela incapacidade fisiológica de manter controle sobre armazenamento e expulsão das fezes em locais socialmente adequados. Sua etiologia possui diversas variáveis, sendo de relevância a este estudo, os fatores traumáticos determinados pela penetração de objetos durante o sexo ou auto-estimulação anal, assim como o traumatismo ano-retal gerado pelo pênis no decorrer da pratica do sexo anal. Em um estudo verificou que a relação sexual ano-receptiva em indivíduos homossexuais do sexo masculino tiveram maior índice de Incontinencia Fecal quando comparados com os indivíduos heterossexuais não ano-receptivos. As possíveis causas para desenvolvimento da Incontinência Fecal: frequência com que ocorrem as relações sexuais; forma como ocorre à penetração anorretal durante o intercurso anal (possível traumatismo). O objetivo deste estudo é descrever a Incontinência Fecal em pacientes homossexuais do sexo masculino que praticam o sexo anal e a <a name=\"OLE_LINK36\"></a><a name=\"OLE_LINK33\">Estimulação Elétrica Nervosa Transcutânea</a> do nervo tibial posterior como possível forma de tratamento em pacientes com tal disfunção.  Conclui-se que a utilização da Estimulação Elétrica Nervosa Transcutânea no nervo tibial posterior na Incontinência Fecal em decorrência da prática do sexo anal em homossexuais do sexo masculino pode vir a ser aplicado como uma forma de tratamento conservador, uma vez que se utiliza de medidas consideradas não invasivas e de fácil aplicação.</span>",
	"xml:lang":"por"
	}
	}}
