{"resource": {
	"dct:language":"por",
	"dct:title":{"value":"AVALIAÇÃO DO DESEMBARQUE PESQUEIRO (2009-2010) NO MUNICÍPIO DE JURUÁ, AMAZONAS, BRASIL",
	"xml:lang":"por"
	},
	"bibo:pageStart":37,
	"bibo:volume":5,
	"bibo:pageEnd":42,
	"dct:type":"Journal Article",
	"rdf:about":"http://agris.fao.org/aos/records/BR2015N00195",
	"dct:identifier":"BR2015N00195",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19750"
	},
	"dct:isPartOf":{"bibo:Journal":{"dct:title":{"value":"Biota Amazônia (Biote Amazonie, Biota Amazonia, Amazonian Biota)"}
	}
	},
	"dct:issued":2015,
	"bibo:uri":"http://periodicos.unifap.br/index.php/biota/article/view/1011",
	"dct:dateSubmitted":2016,
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Neiverton Cunha de Alcântara"
	}
	},
	{"foaf:Person":{"foaf:name":"Glauco Siqueira Gonçalves"
	}
	},
	{"foaf:Person":{"foaf:name":"Tony Marcos Porto Braga"
	}
	},
	{"foaf:Person":{"foaf:name":"Suelen Miranda dos Santos"
	}
	},
	{"foaf:Person":{"foaf:name":"Rayza Lima Araújo"
	}
	},
	{"foaf:Person":{"foaf:name":"Jackson Pantoja-Lima"
	}
	},
	{"foaf:Person":{"foaf:name":"Paulo Henrique Rocha Aride"
	}
	},
	{"foaf:Person":{"foaf:name":"Adriano Teixeira de Oliveira"
	}
	},
	{"foaf:Organization":{"foaf:name":"Universidade do Estado do Amazonas, Juruá, Amazonas"
	}
	},
	{"foaf:Organization":{"foaf:name":"Universidade Federal do Oeste do Pará, Santarém, Pará"
	}
	},
	{"foaf:Organization":{"foaf:name":"Instituto Federal de Educação, Ciência e Tecnologia do Amazonas (IFAM), Campus Presidente Figueiredo"
	}
	},
	{"foaf:Organization":{"foaf:name":"Instituto Federal de Educação, Ciência e Tecnologia do Amazonas (IFAM), Presidente Figueiredo, Amazonas"
	}
	},
	{"foaf:Organization":{"foaf:name":"Instituto Federal de Educação, Ciência e Tecnologia do Amazonas, Campus Manaus Distrito Industrial, Amazonas"
	}
	}
	],
	"bibo:issue":1,
	"bibo:abstract":{"value":";Este trabalho objetivou avaliar o desembarque pesqueiro efetuado no município de Juruá, Amazonas. Os dados do desembarque pesqueiro foram obtidos através de observações seguidas de entrevistas em formulário pré-estabelecido no período de 2009 a 2010, com a identificação de dados dos pescadores, da atividade pesqueira e da comercialização do pescado, no único porto de desembarque pesqueiro do município. Os resultados apontaram as canoas como as principais embarcações utilizadas na atividade pesqueira, que normalmente são formadas por dois pescadores, utilizando principalmente os lagos para a pesca. Identificou-se 50 tipos de peixes desembarcados, destacando-se o pacu e o aruanã que apresentaram representatividade em todos os meses do ano, em uma atividade que contabilizou mais de 60.000 Kg de peixes diversos desembarcados. A Capacidade por Unidade de Esforço no segundo semestre de 2009 foi de 75,0 ± 64,4 kg por pescador por dia de pesca e no primeiro semestre de 2010 foi de 62,8 ± 59,2 kg por pescador por dia de pesca. O principal apetrecho de pesca utilizado nesta região é a rede de malhadeira, onde os gastos na atividade de pesca são muito específicos e variam de acordo com a localidade. O principal combustível utilizado pelas embarcações é o gás de cozinha, os gastos com os mantimentos alimentícios são baixos e o gelo é o principal meio de armazenamento do pescado a ser comercializado. As informações obtidas com a presente pesquisa contribuem para o conhecimento da atividade pesqueira no Estado do Amazonas, gerando subsídios para futuras aplicações de políticas públicas no tocante ao ordenamento pesqueiro.esembarque pesqueiro, peixes, Juruá, pesca.",
	"xml:lang":"por"
	}
	}}
