{"resource": {
	"dct:language":"por",
	"dct:title":[
		{"value":"   Diferimento de capim-buffel no Norte de Minas: produção ",
	"xml:lang":"por"
	},
	{"value":"   composição química e degradabilidade in situ "},
	{"value":"Buffelgrass differing in North of Minas Gerais State, Brazil: yield, chemical composition and in situ degradability",
	"xml:lang":"eng"
	}
	],
	"dc:subject":[
		{"value":"nutritive value",
	"xml:lang":"eng"
	},
	{"value":"measure",
	"xml:lang":"eng"
	},
	{"value":"forage",
	"xml:lang":"eng"
	},
	{"value":"digestibility",
	"xml:lang":"eng"
	},
	{"value":"cenchrus ciliaris",
	"xml:lang":"eng"
	}
	],
	"bibo:volume":"65/n.4",
	"rdf:about":"http://agris.fao.org/aos/records/BR2015F02222",
	"dct:identifier":"BR2015F02222",
	"dct:type":"Journal Article",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19420"
	},
	"dct:isPartOf":[
		{"rdf:resource":{"value":"http://aims.fao.org/serials/c_ea787e45"}
	},
	{"bibo:Journal":{"dct:title":{"value":"Boletim de Indústria Animal"},
	"bibo:ISSN":{"value":"0067-9615"}
	}
	}
	],
	"dct:issued":"2008-",
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://www.iz.sp.gov.br/pdfsbia/1242240266.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"QUEIROZ,  D. S."
	}
	},
	{"foaf:Person":{"foaf:name":"BALIEIRO NETO,  G."
	}
	},
	{"foaf:Person":{"foaf:name":"CARNEIRO,  J. C."
	}
	},
	{"foaf:Person":{"foaf:name":"GUIMARÃES,  S. T."
	}
	}
	],
	"bibo:abstract":[
		{"value":"48,87 e 47,13 %, em 24h de incubação, respectivamente. Conclui-se que o capim-buffel deve ser diferido em março e utilizado em junho."},
	{"value":"48.87 and 47.13 %, respectively, in 24 hours of incubation. It can be concluded that buffelgrass should be differed in March and used in June."},
	{"value":"7,779 and 6,177kg ha-1 in June, July and August, respectively. The leaves CP were significantly reduced in July andwere not affected by utilization months, average values were 74.05 and 45.41%, respectively. The leave’s digestibility differed in March was higher than February and January, with 58.90",
	"xml:lang":"por"
	},
	{"value":"Objetivou-se avaliar os efeitos da vedação durante a estação de crescimento sobre o acúmulo de forragem e o valor nutritivo do capim-buffel (Cenchrus ciliaris cv. Malopo) para utilização na estação seca. O delineamento utilizado foi o de blocos ao acaso, com três repetições, em esquema de parcela subdividida estudando-se três épocas de vedação na parcela (janeiro, fevereiro e março) e três épocas de utilização na subparcela (junho, julho e agosto). Foram analisados os teores de fibra em detergente neutro (FDN), fibra em detergente ácido (FDA), proteína bruta (PB) e degradabilidade ruminal in situ. Não houve efeito significativo das épocas de diferimento sobre a produção de matéria seca cujo valor médio foi 8.005kg ha-1. Os teores médios de PB e FDN da lâmina foliar foram 7,3 e 74,05%, respectivamente. A massa de forragem no período de utilização decresceu, obtendo-se 10.057, 7.779 e 6.177kg ha-1 em junho, julho e agosto, respectivamente. Houve redução do teor de PB da lâmina foliar com a colheita em julho e agosto. Os teores de FDN e FDA da lâmina foliar não foram alterados pela época de utilização, com média de 74,05 e 45,41%, respectivamente. A digestibilidade das folhas provenientes de pastagens vedadas em março foi maior que em fevereiro e janeiro, com valores de 58,90"},
	{"value":"The experiment was carried out in order to evaluate the effects of differed use during growth season on forage accumulation and the nutritive values of buffelgrass (Cenchrus ciliaris cv. Malopo) to be used during dry season in North region of Minas Gerais State, Brazil. A split spot design in randomized complete blocks with three replications was used. Treatments were arranged according to a 3x3 factorial scheme: three differing months in plot (January, February and March) and three utilization months in subplot (June, July and August). The neutral detergent fiber (NDF), acid detergent fiber (ADF) and crude protein (CP) were analyzed. The samples were evaluated through in situ digestibility in comparison to the differed months and the utilization in June and July of the first year and July and August of second year. No significant effects were found on differed months on the dry matter production (medium value 8,005kg ha-1). The avarege contents of leaves CP and NDF were 7.3 and 74.05%, respectively. It was produced 10,057",
	"xml:lang":"eng"
	}
	]
	}}
