{"resource": {
	"dct:issued":"2008-",
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://www.iz.sp.gov.br/pdfsbia/1226946176.pdf",
	"dct:language":"por",
	"dct:title":[
		{"value":"Variation of coccon weight inraces of silkworm during the metamorphosis",
	"xml:lang":"eng"
	},
	{"value":"   Variação do peso do casulo em raças do bicho-da-seda durante a metamorfose ",
	"xml:lang":"por"
	}
	],
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"ALMEIDA,  J. E."
	}
	},
	{"foaf:Person":{"foaf:name":"PORTO,  A. J."
	}
	}
	],
	"dc:subject":[
		{"value":"cocoons",
	"xml:lang":"eng"
	},
	{"value":"humidity",
	"xml:lang":"eng"
	},
	{"value":"bombyx",
	"xml:lang":"eng"
	},
	{"value":"shell",
	"xml:lang":"eng"
	}
	],
	"rdf:about":"http://agris.fao.org/aos/records/BR2015F02200",
	"dct:identifier":"BR2015F02200",
	"dct:type":"Journal Article",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19420"
	},
	"bibo:abstract":[
		{"value":"Cocoons of eight races of Bombyx mori L. (Ki-1, C207, C208, C209, M11-2, M104, B102 e B101) had been evaluated how much to the weight and percentage of humidity until the 13º day of metamorphosis, with the objective of to estimate the variations and quantify the alterations in this period. The study was carried out in the Unidade de Pesquisa e Desenvolvimento de Gália, Agência Paulista de Tecnologia dos Agronegócios, Secretaria de Agricultura e Abastecimento do Estado de São Paulo, in the first semester of 2007. The experimental design was a Completely Randomized, with the treatments in the factorial scheme 4 x 8 (four metamorphosis days x eight races) and four replications, being estimated the parameters of the linear equation for weight and percentage of humidity of the cocoon and the chrysalis in function of the days of metamorphosis. Between in the races differences for the cocoon weight and yours components had occurred, however the variation in the weights, during of metamorphosis, it was similar. In the process, it had gradual loss of the weight and percentage of humidity in the chrysalis and the cocoon as a whole",
	"xml:lang":"eng"
	},
	{"value":"Casulos de oito raças do Bombyx mori L. (Ki-1, C207, C208, C209, M11-2, M104, B102 e B101) foram avaliados quanto ao peso e porcentagem de umidade até o 13º dia da metamorfose, com o objetivo de estimar as variações e quantificar as alterações nesse período. O estudo foi conduzido na Unidade de Pesquisa e Desenvolvimento de Gália, Agência Paulista de Tecnologia dos Agronegócios, Secretaria de Agricultura e Abastecimento do Estado de São Paulo, no primeiro semestre de 2007. O delineamento experimental utilizado foi o Inteiramente Casualizado, com os tratamentos no esquema fatorial 4 x 8 (quatro dias da metamorfose x oito raças) e quatro repetições, sendo estimados os parâmetros da equação linear para peso e porcentagem de umidade do casulo e da crisálida em função dos dias da metamorfose. Entre as raças ocorreram diferenças nos pesos do casulo e seus componentes, no entanto a variação nos pesos, durante a metamorfose, foi semelhante. No processo, houve perda gradativa do peso e da porcentagem de umidade na crisálida e no casulo como um todo, no entanto na casca sérica esta perda não foi verificada. A perda de umidade na crisálida e no casulo foi o fator principal que condicionou as variações nos pesos."},
	{"value":"in the cocoon shell this loss was however not verified. The loss of humidity in the chrysalis and the cocoon was the main factor that conditioned the variations in the weights.",
	"xml:lang":"por"
	}
	]
	}}
