{"resource": {
	"dct:language":"por",
	"dct:title":[
		{"value":"   Suplementação de L-Valina e L-Glutamina+L-Ácido glutâmico em dietas de leitões desmamados ",
	"xml:lang":"por"
	},
	{"value":"Supplementation of diets for weaned piglets withL-Valine and L-Glutamine+ L-Glutamic acid.",
	"xml:lang":"eng"
	}
	],
	"dc:subject":[
		{"value":"swine",
	"xml:lang":"eng"
	},
	{"value":"nursery grounds",
	"xml:lang":"eng"
	},
	{"value":"intestines",
	"xml:lang":"eng"
	}
	],
	"bibo:volume":"72/n.3",
	"bibo:doi":"10.17523/bia.v72n3p251",
	"rdf:about":"http://agris.fao.org/aos/records/BR2015F11597",
	"dct:identifier":"BR2015F11597",
	"dct:type":"Journal Article",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19420"
	},
	"dct:isPartOf":[
		{"rdf:resource":{"value":"http://aims.fao.org/serials/c_ea787e45"}
	},
	{"bibo:Journal":{"dct:title":{"value":"Boletim de Indústria Animal"},
	"bibo:ISSN":{"value":"0067-9615"}
	}
	}
	],
	"dct:issued":"2015-",
	"bibo:uri":"http://dx.doi.org/10.17523/bia.v72n3p251",
	"dct:dateSubmitted":2016,
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"RODRIGUES, N. D."
	}
	},
	{"foaf:Person":{"foaf:name":"BRIDI, A. M."
	}
	},
	{"foaf:Person":{"foaf:name":"NOGUEIRA, E."
	}
	},
	{"foaf:Person":{"foaf:name":"OLIVEIRA, E. R."
	}
	},
	{"foaf:Person":{"foaf:name":"SILVA, R. A. M."
	}
	},
	{"foaf:Person":{"foaf:name":"LOZANO, A. P."
	}
	},
	{"foaf:Person":{"foaf:name":"NOVAIS, A. K."
	}
	},
	{"foaf:Person":{"foaf:name":"FREDERICO, G."
	}
	},
	{"foaf:Person":{"foaf:name":"SILVA, C. A."
	}
	}
	],
	"bibo:abstract":[
		{"value":"however, when the whole study period was considered (24 to 65 days of age), piglets fed GVD consumed less feed and exhibited better feed conversion than animals of the VD group. With respect to morphometric parameters, GD provided a greater ileal crypt depth than CD and VD. There was an economic advantage of diets supplemented with L-valine and L-glutamine + L-glutamic acid, validating their use in diets for weaned piglets until 46 days of age."},
	{"value":"diet supplemented with glutamine + glutamic acid + valine (GVD), and diet supplemented with valine (VD). Two sequential phases (pre-initial I and pre-initial II) with a duration of 12 and 11 days, respectively, were established. A completely randomized design, consisting of six repetitions and three pigs per experimental unit, was used. Nine days after weaning, at 32 days of age, a piglet per pen was slaughtered for the evaluation of organ weight, digesta pH and intestinal morphology. All animals received a single diet from days 47 to 65. No effects on performance were observed during the pre-initial phases I and II"},
	{"value":"diet supplemented with glutamine + glutamic acid (GD)",
	"xml:lang":"por"
	},
	{"value":"Objetivou-se avaliar os efeitos da suplementação dietética de L-Valina e L-Glutamina + L-Ácido Glutâmico para leitões desmamados sobre o desempenho, frequência de diarreia, peso dos órgãos, pH da digesta, morfologia intestinal e viabilidade econômica. Foram utilizados 72 leitões com 7,53 ± 0,84 kg de peso vivo e 24 dias de idade, submetidos a quatro tratamentos, dos 24 aos 46 dias de idade, correspondendo às dietas sem suplementação dos aminoácidos ou dieta controle (DC), com suplementação de glutamina + ácido glutâmico (DG), com glutamina + ácido glutâmico + valina (DGV), e com valina (DV). Foram estabelecidas duas fases sequenciais, pré-inicial I e pré-inicial II, com duração de 12 e 11 dias, respectivamente. O delineamento experimental foi em blocos ao acaso, com seis repetições e três suínos por unidade experimental. Nove dias após o desmame, aos 32 dias de idade, um leitão por baia foi abatido para avaliar o peso dos órgãos, pH da digesta e a morfologia intestinal. Dos 47 aos 65 dias todos os animais receberam uma única dieta. Não foram observados efeitos para o desempenho nas fases pré-inicial I e II, porém para o período total avaliado (24 a 65 dias de idade) os leitões previamente alimentados com DGV consumiram menos ração e apresentaram melhor conversão alimentar em relação aos animais do grupo DV. Para os parâmetros morfométricos, a DG, comparativamente à DC e DV, proporcionou maior profundidade de cripta do íleo. Houve vantagem econômica para as rações suplementadas com L-Valina e L-Glutamina + L-Ácido Glutâmico, validando seu uso na dieta de leitões desmamados até os 46 dias de idade."},
	{"value":"The objective of this study was to evaluate the effects of supplementation of diets for weaned piglets with L-valine and L-glutamine + L-glutamic acid on performance, frequency of diarrhea, organ weight, digesta pH, intestinal morphology, and economic viability. Seventy-two piglets with a live weight of 7.53 ± 0.84 kg and 24 days of age were used. The animals were submitted to the following four treatments from 24 to 46 days of age: diet not supplemented with amino acids (control diet, CD)",
	"xml:lang":"eng"
	}
	]
	}}
