{"resource": {
	"dct:language":"por",
	"dct:title":[
		{"value":"Developmental stages and morphological characteristics of leaf blades and tillers of signalgrass under continuos stoking",
	"xml:lang":"eng"
	},
	{"value":"   Estádio de desenvolvimento e características morfológicas de lâminas foliares e de perfilhos de capim-Braquiária sob lotação contínua ",
	"xml:lang":"por"
	}
	],
	"dc:subject":[
		{"value":"brachiaria decumbens",
	"xml:lang":"eng"
	},
	{"value":"grazing",
	"xml:lang":"eng"
	},
	{"value":"morphology",
	"xml:lang":"eng"
	},
	{"value":"stems",
	"xml:lang":"eng"
	},
	{"value":"leaf area",
	"xml:lang":"eng"
	}
	],
	"bibo:volume":"66/n.2",
	"rdf:about":"http://agris.fao.org/aos/records/BR2015F01744",
	"dct:identifier":"BR2015F01744",
	"dct:type":"Journal Article",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19420"
	},
	"dct:isPartOf":[
		{"rdf:resource":{"value":"http://aims.fao.org/serials/c_ea787e45"}
	},
	{"bibo:Journal":{"dct:title":{"value":"Boletim de Indústria Animal"},
	"bibo:ISSN":{"value":"0067-9615"}
	}
	}
	],
	"dct:issued":"2009-",
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://www.iz.sp.gov.br/pdfsbia/1277306313.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"SANTOS, Manoel E. R."
	}
	},
	{"foaf:Person":{"foaf:name":"FONSECA, Dilermando M."
	}
	},
	{"foaf:Person":{"foaf:name":"GOMES, Virgílio M."
	}
	},
	{"foaf:Person":{"foaf:name":"PIMENTEL, Roberson M."
	}
	},
	{"foaf:Person":{"foaf:name":"ALBINO, Ronan L."
	}
	},
	{"foaf:Person":{"foaf:name":"SILVA, Simone P."
	}
	}
	],
	"bibo:abstract":[
		{"value":"The characterization of tillers and their leaf blades regarding their developmental stage allow one to infer on the pasture structure, which determines the responses of both forage grasses and grazing animals. Thus, the objective of this study was to evaluate the morphological characteristics the leaf blades and tillers of Brachiaria decumbens Stapf. cv. Basilisk with distinct developmental stages managed under continuous stocking with cattle. In the first study, the developmental stage of leaf blades (leaf insertion level: 1, 2, 3 and 4) were analyzed, while in the second, individual tillers (tillers with 2, 3 and 4 fully expanded leaf) were the treatments. Randonmized block design with three repetitions was used. Insertion height of the leaf blade (LB) in the tiller, grazed LB percentage, leaf area, mass, specific leaf area and LB length according to its insertion level in the tiller were evaluated. Both stem and LB lengths and percentages as well as tiller weight were also quantified related to its number of expanded leaves. For each new fully expanded leaf in the tiller, there was around 2 cm increase in the height of the insertion of LB. There was no difference in the percentage of LF grazed for different leaf insertion levels in the tiller, which had an average value of 56.6%. Leaf area, mass and length of the LB increased, whereas the specific leaf area decreased linearly with the increase of the tiller leaf insertion level. The stem percentage decreased, but the stem and the LB lengths, the LF percentage and the tiller weight increased with the number of expanded leaves per tiller. During the tillers development, morphological characteristics of tiller and leaf blade are modified. The canopy of B. decumbens, having an average of 25 cm in height under continuous stocking, showed tillers with two to four expanded leaves with proper morphological characteristics.",
	"xml:lang":"por"
	},
	{"value":"A caracterização de perfilhos e de suas lâminas foliares quanto ao estádio de desenvolvimento permite realizar inferências sobre a estrutura do pasto, que determina as respostas das plantas forrageiras e dos animais em pastejo. Desse modo, o objetivo do estudo foi avaliar as características morfológicas de lâminas foliares e perfilhos com distintos estádios de desenvolvimento em pasto de Brachiaria decumbens Stapf. cv. Basilisk manejado sob lotação contínua com bovinos. No primeiro estudo, os tratamentos foram quatro níveis de desenvolvimento da lâmina foliar (níveis de inserção 1, 2, 3 e 4) e, no segundo, foram três tipos de perfilhos individuais com 2, 3 e 4 folhas completamente expandidas. O delineamento experimental foi de blocos completos casualizados, com três repetições. Foram avaliadas a altura de inserção da lâmina foliar (LF) no perfilho, a percentagem de LF pastejada, a área foliar, a massa, a área foliar específica e o comprimento da LF de acordo com o seu nível de inserção no perfilho. Os comprimentos e os percentuais do colmo e da LF, e o peso do perfilho também foram quantificados em função do seu número de folha expandida. Para cada nova folha completamente expandida surgida no perfilho, houve aumento de aproximadamente 2 cm na altura de inserção da LF. Não houve diferença na percentagem de LF pastejada nos diferentes níveis de inserção da folha no perfilho, que apresentou valor médio de 56,6%. A área foliar, a massa e o comprimento da LF aumentaram, enquanto que a área foliar específica diminuiu linearmente com o aumento do nível de inserção da folha no perfilho. O percentual de colmo diminuiu, mas os comprimentos do colmo e da LF, o percentual de LF e o peso do perfilho foram incrementados com o aumento do número de folhas expandidas por perfilho. Durante o desenvolvimento, as características morfológicas do perfilho e da lâmina foliar da B. decumbens são modificadas. O dossel de B. decumbens sob lotação contínua e com 25 cm de altura média possui perfilhos de duas até quatro folhas expandidas com adequadas características morfológicas.",
	"xml:lang":"eng"
	}
	]
	}}
