{"resource": {
	"dct:language":"por",
	"dct:title":[
		{"value":"   Desempenho produtivo de tilápias do Nilo criadas em tanques rede em represa rural no Vale do Ribeira ",
	"xml:lang":"por"
	},
	{"value":"Produtive performance of Nile tilapia in cages in a rural dam, Vale do Ribeira, SP, Brazil",
	"xml:lang":"eng"
	}
	],
	"dc:subject":[
		{"value":"stocking density",
	"xml:lang":"eng"
	},
	{"value":"rearing techniques",
	"xml:lang":"eng"
	},
	{"value":"intensive farming",
	"xml:lang":"eng"
	},
	{"value":"oreochromis niloticus",
	"xml:lang":"eng"
	}
	],
	"bibo:volume":"71/n.3",
	"rdf:about":"http://agris.fao.org/aos/records/BR2015F02908",
	"dct:identifier":"BR2015F02908",
	"dct:type":"Journal Article",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19420"
	},
	"dct:isPartOf":[
		{"rdf:resource":{"value":"http://aims.fao.org/serials/c_ea787e45"}
	},
	{"bibo:Journal":{"dct:title":{"value":"Boletim de Indústria Animal"},
	"bibo:ISSN":{"value":"0067-9615"}
	}
	}
	],
	"dct:issued":"2014-",
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://www.iz.sp.gov.br/pdfsbia/1412077218.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"LEONARDO, A.F.G."
	}
	},
	{"foaf:Person":{"foaf:name":"BACCARIN, A.E."
	}
	}
	],
	"bibo:abstract":[
		{"value":"O objetivo deste trabalho foi estudar a densidade de estocagem ideal de peixes para o sistema intensivo de produção em tanques rede em água doce na região do Vale do Ribeira. O presente trabalho foi conduzido em Pariquera-Açú, no setor de Piscicultura do Polo Regional do Vale do Ribeira da APTA (SAA, SP) no período de novembro de 2012 a abril de 2013. Foram instalados 18 tanques-rede de 4 m3, dispostos em três linhas com 50 m em uma represa rural de 2,7 ha. Foi realizado um ciclo de produção utilizando-se 10.800 juvenis de tilápia do Nilo, Oreochromis niloticus, com peso médio inicial de 25 ± 3,0 g divididos em três densidades de estocagem de 100, 150 e 200 peixes/m3, com seis repetições de cada densidade de estocagem. O desempenho produtivo de cada tanque foi avaliado, a cada 30 dias, pela obtenção do ganho de peso diário, ganho de peso final, conversão alimentar aparente, sobrevivência e biomassa média final (4 m3). Para determinar a qualidade da água da represa rural, foram demarcados cinco pontos de coleta: abastecimento, área de criação, sendo dividido em três pontos a 10 cm de profundidade, e efluente. Em relação ao comprimento total, peso final, ganho de peso final, ganho de peso diário e sobrevivência houve diferença (P",
	"xml:lang":"por"
	},
	{"value":"This study aimed to evaluate the adequate fish stocking density for intensive rearing in fresh water cage system at Vale do Ribeira region. Present study was conducted in Pariquera-Açu municipalities, in the Pisciculture sector of Polo Regional do Vale do Ribeira of APTA (SAA, SP) from november of 2012 to april of 2013. Eighteen cages of 4 m3, arranged in three lines, with 50 m, in a rural reservoir of 2.7 hectares were installed. A production cycle was done using 10,800 Nile tilapia juveniles, Oreochromis niloticus, with initial average weight of 25 ± 3.0 g divided in three stocking densities of 100, 150 and 200 fish/m3, with six replication of each stocking density. Fish performance in each cage was evaluated, in each 30th days, by the achievement of daily weight gain, final weight gain, apparent food conversion, survival and final average biomass (4 m3). For water quality determination of the rural reservoir, it was marked five points of sampling: water supply, rearing area divided in three points at 10 cm depth and effluent. Related to final length, final weight, final weight gain and survival there was significant difference (P",
	"xml:lang":"eng"
	}
	]
	}}
