{"resource": {
	"dct:language":"por",
	"dct:title":{"value":"CARACTERÍSTICAS PRODUTIVAS DE CULTIVARES DE BANANEIRA RESISTENTES À SIGATOKA-NEGRA NAS CONDIÇÕES EDAFOCLIMÁTICAS DO ESTADO DO AMAPÁ",
	"xml:lang":"por"
	},
	"bibo:pageStart":16,
	"bibo:volume":5,
	"bibo:pageEnd":21,
	"dct:type":"Journal Article",
	"rdf:about":"http://agris.fao.org/aos/records/BR2015N00192",
	"dct:identifier":"BR2015N00192",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19750"
	},
	"dct:isPartOf":{"bibo:Journal":{"dct:title":{"value":"Biota Amazônia (Biote Amazonie, Biota Amazonia, Amazonian Biota)"}
	}
	},
	"dct:issued":2015,
	"bibo:uri":"http://periodicos.unifap.br/index.php/biota/article/view/965",
	"dct:dateSubmitted":2016,
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Jurema do Socorro Azevedo Dias"
	}
	},
	{"foaf:Person":{"foaf:name":"Gilberto Ken-Iti Yokomizo"
	}
	},
	{"foaf:Person":{"foaf:name":"Sebastião de Oliveira e Silva"
	}
	},
	{"foaf:Organization":{"foaf:name":"Centro de Pesquisa Agroflorestal do Amapá"
	}
	},
	{"foaf:Organization":{"foaf:name":"Universidade Federal Rural da Bahia"
	}
	}
	],
	"bibo:issue":1,
	"bibo:abstract":{"value":"<p class=\"MsoNormal\" style=\"text-align: justify;\">A Sigatoka-negra causada por Mycosphaerella fijiensis (Morelet), é uma das doenças mais destrutivas da bananeira (Musa sp.), causando epidemias e elevadas perdas em todos os países onde está presente. No Amapá as variedades comerciais (listar) são todas suscetíveis, havendo assim a necessidade de substituí-las por outras, mais produtivas e resistentes. Objetivou-se neste trabalho avaliar o desempenho produtivo de quatro cultivares de bananeira resistentes à Sigatoka-negra nas condições edafoclimáticas de Porto Grande-AP. O experimento foi instalado em condições de campo, em área de produção, naturalmente infestada pela doença. O delineamento experimental foi em blocos casualizados com quatro tratamentos e quatro repetições, com nove plantas por parcela, utilizando-se como área útil as três plantas centrais, espaçadas de 3,0 m x 3,0 m. Foram avaliados parâmetros de crescimento e produção, em três ciclos da cultura. Estimou-se altura e circunferência do pseudocaule; peso do cacho, peso de penca, número de frutos/penca e número de frutos/cacho. As principais conclusões foram que os valores dos parâmetros obtidos demonstraram possibilidade de seleção de  materiais genéticos superiores, contudo este processo é dificultado, pois alguns caracteres relacionados a produção possuem efeitos significativos de interação G x E (PCA, PPE, NPE e FPE) e também maior contribuição ambiental em relação a genética (NFV, NPE e FCA); houve desempenhos diferenciados entre os materiais genéticos, destacando-se os genótipos Fhia 01 e Thap Maeo; as variáveis ambientais existentes durante as avaliações restringiram o desenvolvimento vegetativo das plantas, mas não os de produção. <p class=\"MsoNormal\" style=\"text-align: justify;\"><strong>Palavras-chave:</strong> Musa spp., Mycosphaerella fijiensis</em>, produção.",
	"xml:lang":"por"
	}
	}}
