{"resource": {
	"dct:language":[
		"por",
	"eng"
	],
	"dct:title":[
		{"value":"   Enraizamento de estacas de inhame (Dioscorea spp.) ",
	"xml:lang":"por"
	},
	{"value":"Rooting cuttings of yam (Dioscorea spp.)",
	"xml:lang":"eng"
	}
	],
	"dc:subject":[
		{"value":"vegetative propagation",
	"xml:lang":"eng"
	},
	{"value":"iba",
	"xml:lang":"eng"
	}
	],
	"bibo:volume":"5/n.4",
	"rdf:about":"http://agris.fao.org/aos/records/BR2015206511",
	"dct:identifier":"BR2015206511",
	"dct:type":"Journal Article",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/11131"
	},
	"dct:isPartOf":[
		{"rdf:resource":{"value":"http://aims.fao.org/serials/j_1294754373047"}
	},
	{"bibo:Journal":{"dct:title":{"value":"Comunicata Scientiae"},
	"bibo:ISSN":{"value":"2176-9079"}
	}
	}
	],
	"dct:issued":"2014-",
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://comunicata.ufpi.br/index.php/comunicata/article/download/427/290",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Rocha e Silva, Luiz Eduardo"
	}
	},
	{"foaf:Person":{"foaf:name":"Trindade Roseane Cristina Prédes"
	}
	},
	{"foaf:Person":{"foaf:name":"Lemos Eurico Eduardo Pinto de"
	}
	},
	{"foaf:Organization":{"foaf:name":"Universidade Federal de Alagoas, Rio Largo, AL, Brasili"
	}
	},
	{"foaf:Organization":{"foaf:name":"Universidade Federal de Alagoas, Rio Largo, AL, Brasili"
	}
	},
	{"foaf:Organization":{"foaf:name":"Universidade Federal de Alagoas, Rio Largo, AL, Brasili"
	}
	}
	],
	"bibo:abstract":[
		{"value":"The culture of yams (Dioscorea spp.) has great importance for the entire Brazilian population, mainly in the Northeast, either by its nutritional or commercial value. This work aimed to study a new method of seedling production of yams by stem cuttings collected from plants with age of 120days. The experiment was carried out in the CECA/UFAL, in a green house with intermittent fogging, in a fully randomized block design with a factorial 3 × 2 × 2, 12 treatments and 4 replications. Three factors were evaluated: height of the cuttings collection in plant (top, center and bottom), positionof the cuttings on the branch (proximal and distal) and concentration of Indolebutyric acid (IBA) applied (0 and 1 mg/L). The cuttings were planted in plastic trays of 32 cells, containing commercial Bioplant ® substrate. After 30 days, the presence, the number and length of roots was acessed. All variables were subjected to analysis of variance and averages were compared by Tukey test. The results obtained in this study showed that the use of IBA (1 g/L) did not influence the rooting process. Cuttings collected in the basal third of the plants in the proximal part of the branches, independent of the concentration of IBA, presented the best results for the percentage of rooting, root number and length of roots per stake.",
	"xml:lang":"eng"
	},
	{"value":"A cultura do inhame (Dioscorea spp.) apresenta grande importância para toda a população brasileira, principalmente a nordestina, seja por seu valor nutricional ou comercial. O presente trabalho objetivou estudar um novo método de produção de mudas comerciais de inhame por a estaquia, utilizando ramos de plantas com idade de 120 dias. O experimento foi conduzido no CECA/UFAL, em estufa com nebulização intermitente. Adotou-se o delineamento experimental em blocos inteiramente casualizados com um fatorial 3×2×2, 12 tratamentos e 4 repetições. Foramavaliados três fatores: altura da estaca na planta (topo, centro e base), posição da estaca no ramo (proximal e distal) e concentração de ácido Indolbutírico (AIB) aplicado (0 e 1 mg/L). As estacas foram postas para enraizar em bandejas plásticas alveoladas de 32 células, contendo substratocomercial Bioplant®. Após 30 dias avaliou-se a presença, o número e o comprimento de raízes por estaca. Todas as variáveis foram submetidas à análise de variância e as médias comparadas pelo teste Tukey. Os resultados obtidos neste trabalho evidenciaram que a utilização de AIB (1g/L) não influenciou o enraizamento das estacas. Estacas coletadas no terço basal das plantas na posiçãoproximal dos ramos, independente da concentração de AIB, apresentaram os melhores resultados para a percentagem de enraizamento, número de raízes, e comprimento de raízes por estaca.",
	"xml:lang":"por"
	}
	]
	}}
