{"resource": {
	"dct:language":"por",
	"dct:title":[
		{"value":"   Avaliação do desenvolvimento ponderal e da viabilidade econômica em dois sistemas de terminação de cordeiros Suffolk ",
	"xml:lang":"por"
	},
	{"value":"Evaluation of live weight gain and economic viability in two termination systems for Suffolk lambs",
	"xml:lang":"eng"
	}
	],
	"dc:subject":[
		{"value":"rotational grazing",
	"xml:lang":"eng"
	},
	{"value":"economics",
	"xml:lang":"eng"
	},
	{"value":"live weight",
	"xml:lang":"eng"
	},
	{"value":"feedlots",
	"xml:lang":"eng"
	},
	{"value":"evaluation",
	"xml:lang":"eng"
	}
	],
	"bibo:volume":"65/n.4",
	"rdf:about":"http://agris.fao.org/aos/records/BR2015F02245",
	"dct:identifier":"BR2015F02245",
	"dct:type":"Journal Article",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19420"
	},
	"dct:isPartOf":[
		{"rdf:resource":{"value":"http://aims.fao.org/serials/c_ea787e45"}
	},
	{"bibo:Journal":{"dct:title":{"value":"Boletim de Indústria Animal"},
	"bibo:ISSN":{"value":"0067-9615"}
	}
	}
	],
	"dct:issued":"2008-",
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://www.iz.sp.gov.br/pdfsbia/1242238526.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"CARNEIRO,  R. D. C."
	}
	},
	{"foaf:Person":{"foaf:name":"RODRIGUES,  C. F. C."
	}
	},
	{"foaf:Person":{"foaf:name":"SENO,  M. C. Z."
	}
	},
	{"foaf:Person":{"foaf:name":"LEINZ,  F. F."
	}
	},
	{"foaf:Person":{"foaf:name":"BIANCHINI,  D"
	}
	}
	],
	"bibo:abstract":[
		{"value":"Este trabalho foi conduzido na Unidade de Pesquisa e Desenvolvimento de Itapetininga/PRDTA Sudoeste Paulista/APTA-SAA, em Itapetininga-SP, para acompanhar o desenvolvimento ponderal de 39 cordeiros Suffolk e a viabilidade econômica em dois sistemas de terminação de cordeiros, confinamento e pastejo rotativo. Os animais foram pesados a cada 14 dias, dos 45 dias de idade até o peso de abate, determinando-se a idade de abate e o ganho de peso médio diário em cada um dos sistemas. A avaliação econômica foi realizada através de indicadores de lucratividade. Verificou-se que o peso de abate do grupo de cordeiros em pastejo rotativo foi obtido com idade de 118,7 dias, inferior aos 184,2 dias do grupo de cordeiros confinados. O ganho médio diário foi de 214 e 105g, respectivamente para os grupos de cordeiros em pastejo rotativo e confinamento. No presente experimento, os resultados da avaliação econômica indicam que o pastejo rotativo mostrou-se mais lucrativo que o confinamento.",
	"xml:lang":"por"
	},
	{"value":"An experiment was conducted at Unidade de Pesquisa e Desenvolvimento de Itapetininga/PRDTA Sudoeste Paulista/APTA-SAA, São Paulo State, Brazil, in order to compare the live weight gain of 39 Suffolk lambs and the economic viability in two termination systems: feed-lot and rotational grazing. The animals were weighted every 14 days, from 45 days of age up to reach the slaughter weight age. The slaughter age and the average daily weight gain was determined in each system. The economic evaluation was accomplished through profit indicators. The finished lambs in rotational grazing reached the slaughter weight with 118.7 days, significantly different from feed-lot lambs (184.2 days). The daily mean live weight gain was 214g and 105g, respectively to rotational grazing and confined. In the present experiment, the results of the economic evaluation indicate that rotational grazing showed off more lucrative than the feed-lot system.",
	"xml:lang":"eng"
	}
	]
	}}
