{"resource": {
	"dct:language":"por",
	"dct:title":{"value":"SÍNTESE DAS CARACTERÍSTICAS DA ORDEM CROCODYLIA, FATORES DE INFLUÊNCIA EM ESTUDOS POPULACIONAIS E ASPECTOS DE SELEÇÃO E USO DE HABITAT PARA Caiman crocodilus E Melanosuchus niger NO ESTADO DO TOCANTINS, BRASIL",
	"xml:lang":"por"
	},
	"bibo:pageStart":111,
	"bibo:volume":4,
	"bibo:pageEnd":118,
	"dct:type":"Journal Article",
	"rdf:about":"http://agris.fao.org/aos/records/BR2015N00133",
	"dct:identifier":"BR2015N00133",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19750"
	},
	"dct:isPartOf":{"bibo:Journal":{"dct:title":{"value":"Biota Amazônia (Biote Amazonie, Biota Amazonia, Amazonian Biota)"}
	}
	},
	"dct:issued":2015,
	"bibo:uri":"http://periodicos.unifap.br/index.php/biota/article/view/681",
	"dct:dateSubmitted":2016,
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"André Costa Pereira"
	}
	},
	{"foaf:Person":{"foaf:name":"Adriana Malvasio"
	}
	},
	{"foaf:Organization":{"foaf:name":"Fundação Universidade Federal do Tocantins"
	}
	}
	],
	"bibo:issue":1,
	"bibo:abstract":{"value":"<span style=\"font-size: 12.0pt; font-family: \">Este estudo objetivou apresentar uma síntese das características dos crocodilianos (Ordem Crocodylia), com enfoque nas espécies de ocorrência (<Caiman crocodilus e Melanosuchus niger</em>) no entorno do Parque Nacional do Araguaia e do Parque Estadual do Cantão, Estado do Tocantins, Brasil. Também, foi abordado aspectos de influência na seleção e uso de habitat por crocodilianos e fatores ambientais de interferência nas populações. Levantamentos populacionais de crocodilianos foram executados nos anos de 2010, 2011 e 2012 entre períodos de cheias e secas, com contagens de animais, registro dos microhabitats (leito, vegetação marginal, vegetação flutuante, praia e vertente) e coleta das temperaturas do ar e da água e nível fluviométrico. Contabilizou-se 2922 animais divididos </span><span style=\"font-size: 12.0pt; font-family: \">1029 C. crocodilus e 450 M. niger</em></span><span style=\"font-size: 12.0pt; font-family: \">. </span><span style=\"font-size: 12pt; font-family: 'Times New Roman', serif;\">Foi observado maiores ocorrências de indivíduos na vegetação marginal (55,3%), onde ambas as espécies possuíram afinidades. Para as duas espécies, somente a Classe II obteve preferência, sendo para vegetação marginal. Tal ambiente possivelmente proporciona maior disponibilidade de alimento, proteção e refúgio aos crocodilianos, no entanto, outros fatores podem influenciar no uso do habitat. Diferentemente de outros estudos, temperaturas do ar e da água não tiveram correlação com o número de animais avistados, contudo o </span><span style=\"font-size: 12.0pt; mso-bidi-font-size: 11.0pt; font-family: \" lang=\"PT\">nível fluviométrico correlacionou negativamente com a população de crocodiliano estudada. Ademais, outros fatores ambientais de influência aos crocodilianos são abordados para conhecimento.</span><!--[endif] -->",
	"xml:lang":"por"
	}
	}}
