{"resource": {
	"dct:language":"por",
	"dct:title":[
		{"value":"   Dinâmica de Perfilhamento do capim-coastcross (Cynodon dactylon (L.) Pers.) ",
	"xml:lang":"por"
	},
	{"value":"   submetido a doses de nitrogênio e períodos de rebrotação "},
	{"value":"Tiller dynamics of coastcross bermuda grass (Cynodon dactylon (L.) Pers.) submitted to nitrogen and regrowth periods",
	"xml:lang":"eng"
	}
	],
	"dc:subject":[
		{"value":"anthesis",
	"xml:lang":"eng"
	},
	{"value":"density",
	"xml:lang":"eng"
	},
	{"value":"population",
	"xml:lang":"eng"
	},
	{"value":"tillering",
	"xml:lang":"eng"
	}
	],
	"bibo:volume":"65/n.2",
	"rdf:about":"http://agris.fao.org/aos/records/BR2015F01956",
	"dct:identifier":"BR2015F01956",
	"dct:type":"Journal Article",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19420"
	},
	"dct:isPartOf":[
		{"rdf:resource":{"value":"http://aims.fao.org/serials/c_ea787e45"}
	},
	{"bibo:Journal":{"dct:title":{"value":"Boletim de Indústria Animal"},
	"bibo:ISSN":{"value":"0067-9615"}
	}
	}
	],
	"dct:issued":"2008-",
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://www.iz.sp.gov.br/pdfsbia/1214939577.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"CUNHA,  B. A. L."
	}
	},
	{"foaf:Person":{"foaf:name":"ROSSIELLO,  R. O. P."
	}
	},
	{"foaf:Person":{"foaf:name":"CARVALHO,  C. A. B."
	}
	},
	{"foaf:Person":{"foaf:name":"ALMEIDA,  F. Q."
	}
	}
	],
	"bibo:abstract":[
		{"value":49},
	{"value":"Este trabalho foi realizado em casa de vegetação objetivando avaliar os efeitos de doses de nitrogênio (N) e do período de rebrotação do capim-coastcross (Cynodon dactylon L. Pers. cv. Coastcross-1) na dinâmica do perfilhamento. Os tratamentos consistiram de doses de N, na forma de uréia, equivalentes a zero"},
	{"value":"63 e 70 dias, contados a partir de um corte de uniformização, segundo um delineamento inteiramente casualizado. Durante o período experimental, a cada sete dias, foram contados e marcados os perfilhos vegetativos novos, basilares ou laterais e também contados os perfilhos em estádio reprodutivo e os mortos. Os dados foram analisados como medidas repetidas no tempo e ajustados por técnica de regressão múltipla. As respostas ao fator período de rebrotação ajustaram-se a um modelo linear, enquanto que, para doses de N, as respostas da densidade de perfilhos vegetativos, basais e laterais, foram melhor descritas por funções quadrática e raiz quadrática, respectivamente. Os perfilhos laterais apresentaram resposta marcante ao N já no primeiro período, predominando na população após três semanas e estabilizando sua densidade posteriormente. Foi observada redução no aparecimento de perfilhos com o aumento do período de rebrotação. A mortalidade de perfilhos não foi significativa durante o período experimental. O capim-coastcross apresentou maior percentual de perfilhos reprodutivos na ausência de adubação nitrogenada. Altas doses de N retardaram e reduziram o florescimento."},
	{"value":56},
	{"value":35},
	{"value":"200 and 300kg ha-1 of N (urea), evaluated in 10 regrowth periods of 7"},
	{"value":"This study was conducted in a greenhouse and aimed to investigate the effects of nitrogen (N) levels and regrowth period on tiller dynamics of Coastcross grass (Cynodon dactylon L.Pers.cv. Coastcross- 1). Treatments consisted of N fertilization equivalent to zero",
	"xml:lang":"eng"
	},
	{"value":14},
	{"value":"200 e 300kg ha-1 de N, avaliados em 10 períodos de rebrotação, de 7"},
	{"value":28},
	{"value":21},
	{"value":"63 and 70 days, counted from a standardization cut, according to a complete randomized design. During the experimental period, every seven days, the new vegetative tillers, basal or lateral, were counted and marked, and also counted the number of tillers in reproductive phase or dead ones. Data were analyzed as measured repeated in the time and adjusted by a multiple regression procedure. Responses to growth period were adjusted to a lineal model, while for N doses, responses of vegetative tillers densities were better described by quadratic functions or square root. Lateral tillers showed an outstanding response to N, ready in the first regrowth period, prevailing after the third week and stabilizing its population thereafter. Tiller appearance was reduced with the increase of regrowth period while tillers mortality was not significant. Absence of fertilization favored a greater percentage of reproductive tillers while the increased of N delayed and reduced the flowering of Coastcross grass."},
	{"value":42},
	{"value":100}
	]
	}}
