{"resource": {
	"dct:language":"por",
	"dct:title":{"value":"OCORRÊNCIA DE ECTOPARASITO CYMOTHOA SPINIPALPA (ISOPODA, CYMOTHOIDAE) EM OLIGOPLITES PALOMETA (OSTEICHTHYES: CARANGIDAE) NAS ÁGUAS COSTEIRAS DE NATAL, RIO GRANDE DO NORTE, BRASIL.",
	"xml:lang":"por"
	},
	"bibo:pageStart":62,
	"bibo:volume":2,
	"bibo:pageEnd":69,
	"dct:type":"Journal Article",
	"rdf:about":"http://agris.fao.org/aos/records/BR2015N00039",
	"dct:identifier":"BR2015N00039",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19750"
	},
	"dct:isPartOf":{"bibo:Journal":{"dct:title":{"value":"Biota Amazônia (Biote Amazonie, Biota Amazonia, Amazonian Biota)"}
	}
	},
	"dct:issued":2015,
	"bibo:uri":"http://periodicos.unifap.br/index.php/biota/article/view/507",
	"dct:dateSubmitted":2016,
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Gustavo Soares Araújo"
	}
	},
	{"foaf:Person":{"foaf:name":"Andréa Soares de Araújo"
	}
	},
	{"foaf:Person":{"foaf:name":"Eudriano Florêncio dos santos Costa"
	}
	},
	{"foaf:Person":{"foaf:name":"José Ticiano Arruda Ximenes de Lima"
	}
	},
	{"foaf:Person":{"foaf:name":"Sathyabama Chellappa"
	}
	},
	{"foaf:Organization":{"foaf:name":"UFRN"
	}
	},
	{"foaf:Organization":{"foaf:name":"USP"
	}
	},
	{"foaf:Organization":{"foaf:name":"UFERSA"
	}
	}
	],
	"bibo:issue":2,
	"bibo:abstract":{"value":"No Nordeste do Brasil, os estudos relacionados com os parasitos de peixes marinhos podem ser considerados incipientes diante da grande diversidade ictiológica existente. O presente trabalho registrou a ocorrência de um isópodo parasito na espécie Oligoplites palometa (Cuvier, 1832) (Osteichthyes: Carangidae) habitante das águas costeiras do Rio Grande do Norte, Brasil. Durante o período de maio de 2006 a julho de 2007 foram capturados 78 exemplares de O. palometa. Foi encontrada uma espécie de parasito Cymothoa spinipalpa (Isopoda: Cymothidae) na cavidade bucal dos hospedeiros. Os índices parasitários de C. spinipalpa em O. palometa mostraram uma prevalência de 64,1 %, com intensidade média de 2,02 parasitos por hospedeiro e abundância de 1,29 parasito por peixe amostrado. Não houve correlação entre o número de parasitos e o tamanho dos hospedeiros. A correlação entre o comprimento dos hospedeiros e o comprimento das fêmeas dos parasitos foi significativa. As fêmeas do O. palometa foram mais parasitadas que os machos. O. palometa apresentou uma razoável prevalência parasitária por C. spinipalpa, fixo sobre a língua na cavidade oral do hospedeiro .",
	"xml:lang":"por"
	}
	}}
