{"resource": {
	"dct:language":"eng",
	"dct:title":[
		{"value":"Influence of male-to-female ratio and climatic conditions on the reproductive performance of Anglo Nubian goats",
	"xml:lang":"eng"
	},
	{"value":"   Influência da proporção macho/fêmea e condições climáticas sobre a performance reprodutiva de caprinos Anglo-Nubianos ",
	"xml:lang":"por"
	}
	],
	"dc:subject":[
		{"value":"climatic data",
	"xml:lang":"eng"
	},
	{"value":"reproductive performance",
	"xml:lang":"eng"
	},
	{"value":"goats",
	"xml:lang":"eng"
	},
	{"value":"sex ratio",
	"xml:lang":"eng"
	}
	],
	"bibo:volume":"71/n.3",
	"rdf:about":"http://agris.fao.org/aos/records/BR2015F02952",
	"dct:identifier":"BR2015F02952",
	"dct:type":"Journal Article",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19420"
	},
	"dct:isPartOf":[
		{"rdf:resource":{"value":"http://aims.fao.org/serials/c_ea787e45"}
	},
	{"bibo:Journal":{"dct:title":{"value":"Boletim de Indústria Animal"},
	"bibo:ISSN":{"value":"0067-9615"}
	}
	}
	],
	"dct:issued":"2014-",
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://www.iz.sp.gov.br/pdfsbia/1412365258.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"ALVES, C.G.T."
	}
	},
	{"foaf:Person":{"foaf:name":"ALMEIDA-IRMÃO, J.M."
	}
	},
	{"foaf:Person":{"foaf:name":"MOURA, M.T."
	}
	},
	{"foaf:Person":{"foaf:name":"SILVA, J.C.F."
	}
	},
	{"foaf:Person":{"foaf:name":"DEUS, P.R."
	}
	},
	{"foaf:Person":{"foaf:name":"NEVES, J.P."
	}
	},
	{"foaf:Person":{"foaf:name":"BARTOLOMEU, C.C."
	}
	},
	{"foaf:Person":{"foaf:name":"LIMA, P.F."
	}
	},
	{"foaf:Person":{"foaf:name":"OLIVEIRA, M.A.L."
	}
	}
	],
	"bibo:abstract":[
		{"value":"no difference was detected between the RS and the DS. Pregnancy rates in the DS groups were 65.0% (T20), 70.0% (T30), and 62.5% (T40), while pregnancy rates in the RS were 90.0% (T20), 86.6% (T30), and 95.0% (T40). No difference was observed for conception rates between any of the RS and DS groups. Prolificacy during the DS was 1.30 (T20), 1.30 (T30) and 1.35 (T40), while in the RS prolificacy was 1.29 (T20), 1.25 (T30) and 1.30 (T40). Thus, the male effect can be used effectively for goats under 1:20–1:40 male-to-female ratios in a 45-day mating season under varying climatic conditions.",
	"xml:lang":"por"
	},
	{"value":"The objective of this study was to test the “male effect” on the reproductive performance of Anglo Nubian does (n = 180), aged between 24 and 60 months, under different male-to-female ratios (1:20 – T20, 1:30 – T30, and 1:40 – T40) and climatic conditions (dry season – DS, and rainy season – RS). Does were randomly distributed into three groups (T20, T30, and T40) and were isolated from bucks at a distance of 300 m for 60 days before the start of the experiments. The first manifestation of estrous during the DS occurred 6.83 ± 4.54 (T20), 6.72 ± 4.56 (T30) and 7.05 ± 5.23 (T40) days following the onset of the breeding season (P>0.05). In the RS, onset of estrous was observed 6.60 ± 4.74 (T20), 6.70 ± 4.43 (T30) and 7.46 ± 4.54 (T40) days after the beginning of the breeding season (P>0.05). Estrous induction in females during the DS occurred in 95% (T20), 80% (T30), and 75.5% (T40) of all females. During the RS, estrous detection reached 100% (T20), 100% (T30), and 97.5% (T40) of all females, with no difference between all RS and DS groups. Estrous synchronization during the DS occurred in 35.00% (T20), 36.66% (T30), and 32.50% (T40) of all females, for an average occurrence of 34.72%. During the RS, synchronization occurred in 65% (T20), 70% (T30) and 62.25% (T40) of all females, for an average occurrence of 65.75%",
	"xml:lang":"eng"
	},
	{"value":"O objetivo do presente trabalho foi testar o “efeito macho” sobre o desempenho reprodutivo de cabras Anglo Nubianas (n = 180), com idade entre 24 e 60 meses, sob diferentes proporções macho:fêmea (1:20 - T20, 1:30 - T30, e 01:40 - T40) e condições climáticas (estação seca - ES, e estação chuvosa - EC). As fêmeas foram distribuídas aleatoriamente em três grupos (T20, T30 e T40), e foram mantidas separadas dos machos a distância de 300 m por 60 dias antes do início do experimento. A primeira manifestação de estro na ES ocorreu 6,83 ± 4,54 (T20), 6,72 ± 4,56 (T30) e em 7,05 ± 5,23 (T40) dias após o início da época de reprodução (P>0,05). Na EC, o início do estro foi observado 6,60 ± 4,74 (T20), 6,70 ± 4,43 (T30) e 7,46 ± 4,54 (T40) dias após o início da época de reprodução (P>0,05). A indução de estro na ES chegou em 95% (T20), 80% (T30), e 75,5% (T40) dasfêmeas. Na EC, a detecção do estro atingiu 100% (T20), 100% (T30), e 97,5% (T40), sem diferença entre as épocas do ano. Sincronização de estro durante ES ocorreu em 34,72%, 35,00% (T20), 36,66% (T30), e 32,5 % (T40) das fêmeas. Na EC, a sincronização ocorreu em 65,75% das fêmeas, 65% (T20), 70% (T30) e 62,25% (T40), sem apresentar diferença estatística (P>0,05) entre EC e ES. A taxa de gestação nos grupos ES foi de 65,0% (T20), 70,0% (T30), e 62,5% (T40), enquanto que em EC foi de 90,0% (T20), 86,6% (T30), e de 95,0% (T40), sem diferença estatística (P>0,05) entre EC e ES. A prolificidade durante ES foi 1,30 (T20), 1,30 (T30) e 1,35 (T40) e na EC foi 1,29 (T20), 1,25 (T30) e 1,30 (T40). Em conclusão, o efeito macho pode ser utilizado com as proporções 1:20-1:40 macho:fêmea, em estação de monta de 45 dias de duração sob condições climáticas diferentes."}
	]
	}}
