{"resource": {
	"dct:language":"por",
	"dct:title":[
		{"value":"   Análise de rentabilidade de sistema de produção de gado de corte em regime extensivo com baixa tecnologia no sul do estado de Minas Gerais ",
	"xml:lang":"por"
	},
	{"value":"Profitability analysis of beef cattle under extensive pasture in low-technology production system in the south of Minas Gerais State",
	"xml:lang":"eng"
	}
	],
	"dc:subject":[
		{"value":"manpower",
	"xml:lang":"eng"
	},
	{"value":"beef cattle",
	"xml:lang":"eng"
	},
	{"value":"production costs",
	"xml:lang":"eng"
	},
	{"value":"profitability",
	"xml:lang":"eng"
	}
	],
	"bibo:volume":"68/n.2",
	"rdf:about":"http://agris.fao.org/aos/records/BR2015F01480",
	"dct:identifier":"BR2015F01480",
	"dct:type":"Journal Article",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19420"
	},
	"dct:isPartOf":[
		{"rdf:resource":{"value":"http://aims.fao.org/serials/c_ea787e45"}
	},
	{"bibo:Journal":{"dct:title":{"value":"Boletim de Indústria Animal"},
	"bibo:ISSN":{"value":"0067-9615"}
	}
	}
	],
	"dct:issued":"2011-",
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://www.iz.sp.gov.br/pdfsbia/1340909757.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"LOPES M. A."
	}
	},
	{"foaf:Person":{"foaf:name":"FRANCO NETO, A."
	}
	},
	{"foaf:Person":{"foaf:name":"BARBOSA, G. L."
	}
	},
	{"foaf:Person":{"foaf:name":"SANTOS,  G."
	}
	}
	],
	"bibo:abstract":[
		{"value":"O objetivo desta pesquisa foi estudar a rentabilidade da atividade pecuária de corte de um sistema de produção com ciclo completo (cria, recria e engorda), em regime de pastejo, com baixa tecnologia, na região de Carrancas, sul do Estado de Minas Gerais. Pretendeu-se, ainda, identificar os componentes que exerceram maior influência sobre os custos finais da atividade, identificar o ponto de equilíbrio e analisar a viabilidade da parceria na qual o pecuarista não possui dispêndio para pagamento da mão-de-obra, que recebe, pelo trabalho de manejo dos animais, uma determinada área para desenvolver uma atividade agropecuária. Os dados utilizados foram coletados no período de maio de 2008 a setembro de 2009 (16 meses). A análise de rentabilidade foi realizada pelo software Custo Bovino Corte®, considerando a margem bruta, a margem líquida e o resultado (lucro ou prejuízo) como indicadores de eficiência econômica. As margens bruta e líquida positivas indicam que a atividade de pecuária de corte de ciclo completo, em regime de pastejo extensivo, desenvolvida no sistema de produção analisado, tem condições de sobreviver no curto e médio prazo"},
	{"value":"The objective of this research was to study the profitability of the beef cattle raising business of production systems with a complete production cycle (breeding, rearing and fattening) under grazing regime of low technology in the region of Carrancas, south of the State of Minas Gerais. It was intended, to identify the components which exercised the greatest influence upon the final costs of the business, identify the break-even point and study the feasibility of the partnership in which the cattle raiser does posses any expenditure for pay of the worker who receives for the work of management of the animals in area to develop that livestock raising business. The data used was collected from the period of May of 2008 to September of 2009 (16 months). The profitability analysis was conducted by the software Custo Bovino Corte® (Beef Cattle Cost), taking into account the gross margin, net margin and the result (profit or loss) as indicators of economic efficiency. The positive gross and net margins points out that the beef cattle business of complete cycle, under extensive grazing regime, developed in the studied production system, has conditions to survive on the short and long run",
	"xml:lang":"eng"
	},
	{"value":"but on the long run, the stockman is decapitalizing, once the result was negative. The component items of the total cost which had most influence upon the costs of the business were, in a decreasing order: purchase of the animals, remuneration of the land, depreciation, remuneration on the invested capital, feeding and health.",
	"xml:lang":"por"
	},
	{"value":"já no longo prazo, o pecuarista está se descapitalizando, pois o resultado foi negativo. Os itens componentes do custo total que exerceram maior influência sobre os custos da atividade foram, em ordem decrescente, aquisição de animais, remuneração da terra, depreciação, remuneração sobre o capital investido, alimentação e sanidade."}
	]
	}}
