{"resource": {
	"dct:language":"por",
	"dct:title":[
		{"value":"   monensina sódica e salinomicina "},
	{"value":"   Degradabilidade ruminal e população de protozoários ciliados no rúmen de novilhos Nelore alimentados com dieta com alto concentrado suplementada com levedura viva ",
	"xml:lang":"por"
	},
	{"value":"Ruminal degradability and ciliates protozoa population in rumen of Nellore steers fed with high concentrated diet supplemented with live yeast, monensin and salinomycin",
	"xml:lang":"eng"
	}
	],
	"dc:subject":[
		{"value":"degradation",
	"xml:lang":"eng"
	},
	{"value":"saccharomyces",
	"xml:lang":"eng"
	},
	{"value":"protozoa",
	"xml:lang":"eng"
	},
	{"value":"ionophores",
	"xml:lang":"eng"
	},
	{"value":"additives",
	"xml:lang":"eng"
	}
	],
	"bibo:volume":"67/n.1",
	"rdf:about":"http://agris.fao.org/aos/records/BR2015F01400",
	"dct:identifier":"BR2015F01400",
	"dct:type":"Journal Article",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19420"
	},
	"dct:isPartOf":[
		{"rdf:resource":{"value":"http://aims.fao.org/serials/c_ea787e45"}
	},
	{"bibo:Journal":{"dct:title":{"value":"Boletim de Indústria Animal"},
	"bibo:ISSN":{"value":"0067-9615"}
	}
	}
	],
	"dct:issued":"2010-",
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://www.iz.sp.gov.br/pdfsbia/1287402275.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"ORTOLAN,  J. H."
	}
	},
	{"foaf:Person":{"foaf:name":"SOARES, W. V. B."
	}
	},
	{"foaf:Person":{"foaf:name":"LEME,  P. R."
	}
	},
	{"foaf:Person":{"foaf:name":"NOGUEIRA FILHO,  J. C. M."
	}
	}
	],
	"bibo:abstract":[
		{"value":"Foram utilizados quatro novilhos Nelore, com peso vivo médio de 190±32 kg, em delineamento quadrado latino 4x4, com o objetivo de avaliar o efeito da levedura, monensina sódica e salinomicina sobre os parâmetros de degradabilidade runimal e da população de protozoários ciliados presentes no rúmen destes animais. A dieta oferecida aos animais foi composta por silagem de sorgo e concentrado (30:70, respectivamente), onde foram submetidos a quatro tratamentos diferidos de acordo com o aditivo usado, 5,0g de Levedura (Beef Sacc®), 0,42g de salinomicina (Coxistac®), 2,0g de monensina sódica (Rumensin®) e o controle sem aditivo. O período experimental foi subdividido em vinte e um dias de adaptação e sete de colheita, totalizando vinte e oito dias por período experimental. Houve aumento do valor para a fração \"b\" na matéria seca, no tratamento levedura (P"},
	{"value":"2.0g of monensin (Rumensin®) and the control, without additive. The experimental period was subdivided in 21 days of adaptation and seven of harvest, totalized 28 days of experimental period. It had increase of the value for fraction \"b\" in the dry matter, the treatment with yeast culture, and the salinomycin treatment (P"},
	{"value":"Four Nelore steers had been used, with average alive weight of 190±32 kg, in experimental delineation by 4x4 latin square, whith the objective of evaluate the effect of the yeast monensin and salinomycin on the parameters of ruminal degradability and the ciliates protozoa population present in the animals rumen. The diet offered to the animals was composed by sorghum silage and concentrated (30:70, respectively), where the four different treatments had been submitted in accordance with the used additive: 5,0g of yeast culture (Beef Sacc®)",
	"xml:lang":"eng"
	},
	{"value":"0.42g of salinomycin (Coxistac®)",
	"xml:lang":"por"
	}
	]
	}}
