{"resource": {
	"dct:language":"por",
	"dct:title":[
		{"value":"   Uso da própolis no controle in vitro da bactéria gram-positiva Staphylococcus aureus causadora da mastite em vacas leiteiras ",
	"xml:lang":"por"
	},
	{"value":"Use of propolis in in vitro control of gram-positive bacterium Staphylococcus aureus causing mastitis in dairy cows",
	"xml:lang":"eng"
	}
	],
	"dc:subject":[
		{"value":"organic husbandry",
	"xml:lang":"eng"
	},
	{"value":"organic foods",
	"xml:lang":"eng"
	},
	{"value":"bacterins",
	"xml:lang":"eng"
	},
	{"value":"apis mellifera",
	"xml:lang":"eng"
	},
	{"value":"milk yield",
	"xml:lang":"eng"
	},
	{"value":"mastitis",
	"xml:lang":"eng"
	}
	],
	"bibo:volume":"71/n.2",
	"rdf:about":"http://agris.fao.org/aos/records/BR2015F02404",
	"dct:identifier":"BR2015F02404",
	"dct:type":"Journal Article",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19420"
	},
	"dct:isPartOf":[
		{"rdf:resource":{"value":"http://aims.fao.org/serials/c_ea787e45"}
	},
	{"bibo:Journal":{"dct:title":{"value":"Boletim de Indústria Animal"},
	"bibo:ISSN":{"value":"0067-9615"}
	}
	}
	],
	"dct:issued":"2014-",
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://www.iz.sp.gov.br/pdfsbia/1403098337.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"BARBOSA, M.S."
	}
	},
	{"foaf:Person":{"foaf:name":"VIEIRA, G.H.C."
	}
	},
	{"foaf:Person":{"foaf:name":"ANDRADE, W.P."
	}
	},
	{"foaf:Person":{"foaf:name":"BARDIVIESSO, D.M."
	}
	}
	],
	"bibo:abstract":[
		{"value":"As bactérias Gram-positivas Streptococcus agalactiae e Staphylococcus aureus são as principais causadoras da mastite em vacas leiteiras. Estima-se que as perdas anuais causadas por essa doença chegam a 35 bilhões de dólares. Considerando a segurança de alimentos, o presente trabalho objetivou determinar o potencial da própolis no combate a bactériaStaphylococcus aureus, causadora da mastite bovina, visto que, os tratamentos convencionais a base de antibióticos, se administrados de maneira incorreta e se não forem respeitados os períodos de carência, podem deixar resíduos no leite. Para tanto, cepas da bactéria foram isoladas do leite de vacas portadoras, identificadas através de testes de CMT (California Mastit Test) e mantidas em ágar nutriente a 37°C. A atividade antimicrobiana da própolis foi determinada através do desenvolvimento colonial da bactéria em meio de cultura com a referida substância nas concentrações de 2, 4, 8 e 16 mL/L de água destilada. O diâmetro médio da colônia bacteriana submetida a concentração de 2 mL/L de extrato etanólico de própolis (EEP) variou de 2,19 a 3,11cm, enquanto que na concentração de 4 mL/L o crescimento observado foi de 1,44 a 1,81. Para as concentrações de 8 e 16 mL/L os crescimentos foram de 0,69 a 0,90 cm e 0,41 a 0,55 cm, respectivamente. A própolis possui ação inibitória in vitro sobre a bactéria estudada causadora da mastite, sendo uma alternativa para estudos in vivo do tratamento em substituição aos bactericidas convencionais.",
	"xml:lang":"por"
	},
	{"value":"Gram-positive bacteria Streptococcus agalactiae and Staphylococcus aureus are the main mastitis causes in dairy cows. It is estimated that the annual losses caused by this disease amount to 35 billion dollars. Considering food safety, the present work aimed to determine the potential of propolis against Staphylococcus aureus bacterium that causes bovine mastitis, since conventional treatments based on antibiotics if administered incorrectly and if they don’t respect the grace periods, can leave residues in milk. Bacterium strains were isolated from milk of susceptible cows, identified through CMT tests (California Mastit Test) and maintained in agar nurient at 37°C. The antimicrobial activity of propolis was determined through colonial development of the bacterium in a culture medium with this substance in concentrations of 2, 4, 8, and 16 mL/L of distilled water. The average diameter of the bacterial colony subjected to 2 mL/L propolis ethanolic extract (EEP) concentration varied from 2.19 to 3.11 cm, while at a concentration of 4 mL/L was observed a growth from 1.44 to 1.81. For concentrations of 8 and 16 mL/L the growths were from 0.69 to 0.90 cm and 0.55 to 0.41 cm, respectively. Propolis has an inhibitory actionin vitro on studied mastitis-causing bacteria, being an alternative for in vivo studies of treatment instead conventional bactericides.",
	"xml:lang":"eng"
	}
	]
	}}
