{"resource": {
	"dct:language":"por",
	"dct:title":[
		{"value":"   Características morfométricas e componentes não-carcaça de caprinos Anglonubiano x SPRD terminados em pastagem de caatinga sob suplementação alimentar ",
	"xml:lang":"por"
	},
	{"value":"Morphometric characteristics and non-carcass components of Anglonubiano x NDB goats finished in pasture of caatinga with supplementation feeding",
	"xml:lang":"eng"
	}
	],
	"dc:subject":[
		{"value":"goats",
	"xml:lang":"eng"
	},
	{"value":"morphology",
	"xml:lang":"eng"
	},
	{"value":"pastures",
	"xml:lang":"eng"
	},
	{"value":"semiarid climate",
	"xml:lang":"eng"
	},
	{"value":"supplementary feeding",
	"xml:lang":"eng"
	}
	],
	"bibo:volume":"71/n.4",
	"rdf:about":"http://agris.fao.org/aos/records/BR2015F04437",
	"dct:identifier":"BR2015F04437",
	"dct:type":"Journal Article",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19420"
	},
	"dct:isPartOf":[
		{"rdf:resource":{"value":"http://aims.fao.org/serials/c_ea787e45"}
	},
	{"bibo:Journal":{"dct:title":{"value":"Boletim de Indústria Animal"},
	"bibo:ISSN":{"value":"0067-9615"}
	}
	}
	],
	"dct:issued":"2014-",
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://iz.sp.gov.br/pdfsbia/1418316727.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"SANTOS, G.R.A."
	}
	},
	{"foaf:Person":{"foaf:name":"FERREIRA, A.C.D."
	}
	},
	{"foaf:Person":{"foaf:name":"SILVA,  M.A."
	}
	},
	{"foaf:Person":{"foaf:name":"SILVA,  D.C."
	}
	},
	{"foaf:Person":{"foaf:name":"QUEIROZ, L.O."
	}
	}
	],
	"bibo:abstract":[
		{"value":{"value":0.5},
	"xml:lang":"por"
	},
	{"value":"The objective of this work was to evaluate the effect of levels of supplementation in morphometric carcass traits and the non-carcass-components of crossbred Anglo Nubian x non-defined breed (NDB) goats under grazing system of semi-arid native pasture, during the dry season. The study was conducted from August to December, at the Agronomic Institute of Pernambuco, located in the municipality of Sertânia-PE, in the Moxotó microregion 600 m above sea level. Twenty-eight castrated goats Anglo Nubian x NDB, six month-old and averaging 18.75 ± 2 kg of initial live weight (LW) were used. The management system was semi-intensive with animals grazing in native pasture (caatinga) during the day and being transferred to individual pens at the end of the day, receiving concentrate (0.0",
	"xml:lang":"eng"
	},
	{"value":"1.0 and 1.5% of LW). The productive performance was impacted as increased supplemented feeding, with higher live weight and hot and cold carcass weights at the supplementation level of 1.5% LW. It also occurred to the morphometric measurements made on the back (width and girth). The weight of lung, heart, liver, spleen and pancreas were influenced by the supplementation. Small intestine also showed significant difference (P"},
	{"value":"1,0 e 1,5% do PV). O desempenho produtivo foi influenciado pela suplementação alimentar, com maiores peso vivo e peso de carcaça quente e fria no nível de 1,5% PV de suplementação. Isso também ocorreu para as medidas morfométricas aferidas na garupa (largura e perímetro), melhorando a conformação da carcaça. O peso do pulmão, coração, fígado, baço e pâncreas apresentou influência da suplementação. O intestino delgado apresentou diferença significativa (P"},
	{"value":"0,5"},
	{"value":"O objetivo deste trabalho foi avaliar o efeito dos níveis de suplementação sobre as características morfométricas da carcaça e os componentes não-carcaça de caprinos mestiços Anglonubiano x Sem Padrão Racial Definido (SPRD) criados em sistema de pastagem nativa no semiárido, no período da seca. O trabalho foi conduzido entre os meses de agosto a dezembro de 2009 no Instituto Agronômico de Pernambuco, localizado no município de Sertânia-PE, na microrregião do Sertão do Moxotó a 600 m acima do nível do mar. Foram utilizados 28 cabritos mestiços Anglonubiano X SPRD castrados, com seis meses de idade e média de peso vivo (PV) inicial de 18,75 ± 2 kg. O sistema de manejo foi semi-intensivo com os caprinos mantidos a pasto (caatinga) durante o dia e recolhidos no final da tarde em baias individuais, quando recebiam suplementação concentrada (0,0"}
	]
	}}
