{"resource": {
	"dct:language":"por",
	"dct:title":{"value":"CARACTERÍSTICAS MORFOMÉTRICAS-MERÍSTICAS, PESO-COMPRIMENTO E MATURAÇÃO GONADAL DO PEIXE VOADOR, Hirundichythys affinis (GÜNTHER, 1866)",
	"xml:lang":"por"
	},
	"bibo:pageStart":29,
	"bibo:volume":1,
	"bibo:pageEnd":35,
	"dct:type":"Journal Article",
	"rdf:about":"http://agris.fao.org/aos/records/BR2015N00013",
	"dct:identifier":"BR2015N00013",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19750"
	},
	"dct:isPartOf":{"bibo:Journal":{"dct:title":{"value":"Biota Amazônia (Biote Amazonie, Biota Amazonia, Amazonian Biota)"}
	}
	},
	"dct:issued":2015,
	"bibo:uri":"http://periodicos.unifap.br/index.php/biota/article/view/322",
	"dct:dateSubmitted":2016,
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Andréa Soares Araújo"
	}
	},
	{"foaf:Person":{"foaf:name":"Mônica Rocha Oliveira"
	}
	},
	{"foaf:Person":{"foaf:name":"Carlos Eduardo Costa Campos"
	}
	},
	{"foaf:Person":{"foaf:name":"Maria Emília Yamamoto"
	}
	},
	{"foaf:Person":{"foaf:name":"Sathyabama Chellappa"
	}
	},
	{"foaf:Organization":{"foaf:name":"Universidade Federal do Rio Grande do Norte"
	}
	},
	{"foaf:Organization":{"foaf:name":"Universidade Federal do Amapá"
	}
	}
	],
	"bibo:issue":2,
	"bibo:abstract":{"value":" Tendo em vista a grande importância do peixe voador na produção pesqueira do Estado do Rio Grande do Norte, realizou-se este estudo com objetivo de verificar as características: morfométricas, merísticas, comprimento, peso e macroscópicas das gônadas de Hirundichythys affinis</em>. Exemplares do peixe voador foram coletados das águas costeiras de Caiçara do Norte, RN. Utilizando os 178 exemplares capturados foram realizadas medições e descrições das gônadas. As medições morfométricas e merísticas dos peixes confirmaram a taxonomia da espécie em estudo. Os resultados indicam que as fêmeas de H. affinis apresentaram maiores amplitudes de comprimento e peso, sendo maiores e mais pesadas que os machos. Ambos os sexos foram identificados quatro estádios de desenvolvimento gonadal, sendo, imaturo, em maturação, maduro e esvaziado. O peixe voador habita águas superficiais dos oceanos abertos, constituindo importante recurso pesqueiro, e se deslocam para as águas costeiras de Caiçara do Norte em períodos reprodutivos. peixe voador, morfometria, comprimento, desenvolvimento das gônadas.",
	"xml:lang":"por"
	}
	}}
