{"resource": {
	"dct:language":"por",
	"dct:title":{"value":"BIOLOGIA REPRODUTIVA DO CORÓ, POMADASYS CORVINAEFORMIS STEINDACHNER (OSTEICHTHYES: HAEMULIDAE) DAS ÁGUAS COSTEIRAS DO RIO GRANDE DO NORTE, BRASIL.",
	"xml:lang":"por"
	},
	"bibo:pageStart":15,
	"bibo:volume":2,
	"bibo:pageEnd":24,
	"dct:type":"Journal Article",
	"rdf:about":"http://agris.fao.org/aos/records/BR2015N00034",
	"dct:identifier":"BR2015N00034",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19750"
	},
	"dct:isPartOf":{"bibo:Journal":{"dct:title":{"value":"Biota Amazônia (Biote Amazonie, Biota Amazonia, Amazonian Biota)"}
	}
	},
	"dct:issued":2015,
	"bibo:uri":"http://periodicos.unifap.br/index.php/biota/article/view/468",
	"dct:dateSubmitted":2016,
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Anairam Medeiros Silva"
	}
	},
	{"foaf:Person":{"foaf:name":"Mônica Rocha Oliveira"
	}
	},
	{"foaf:Person":{"foaf:name":"Sathyabama Chellappa"
	}
	},
	{"foaf:Organization":{"foaf:name":"Universidade do Estado do Rio Grande do Norte"
	}
	},
	{"foaf:Organization":{"foaf:name":"Universidade Federal do Rio Grande do Norte"
	}
	}
	],
	"bibo:issue":2,
	"bibo:abstract":{"value":"Os peixes popularmente conhecidos como corós são de pequeno porte, abundantes nas águas costeiras do Nordeste brasileiro e contribuem na cadeia trófica costeira. O presente estudo teve como objetivo determinar a biologia reprodutiva do Pomadasys corvinaeformis das águas costeiras de Ponta Negra, Rio Grande do Norte. Os peixes foram capturados mensalmente durante o período de um ano. Os exemplares foram medidos, pesados, dissecados e as gônadas foram pesadas e examinadas para identificar o sexo e avaliar o estádio de maturação gonadal. A proporção sexual, o comprimento médio da primeira maturação, a caracterização macroscópica e microscópica do desenvolvimento das gônadas, o índice gonadossomático, a fecundidade, o tipo de desova e o período reprodutivo foram determinados. Os resultados mostram que as fêmeas de P. corvinaeformis predominaram na população amostrada nas águas costeiras de Ponta Negra, RN. Os machos atingiram a maturidade gonadal com 10,3cm de comprimento total e as fêmeas com 10,4 cm. As características macroscópicas os ovários e testículos revelaram quatro estádios de maturação gonadal, sendo imaturo, em maturação, maduro e esvaziado. As características microscópicas permitiram estabelecer sete estádios de desenvolvimento gonadal para fêmeas: imaturo, em maturação inicial, em maturação final, maduro inicial, maduro intermediário, maduro final e esvaziado. Para os machos quatro estádios microscópicos foram identificados: imaturo, em maturação, maduro e esvaziado. A fecundidade absoluta apresentou uma amplitude de 15.056 a 83.316 ovócitos vitelogênicos, com média de 44.716. A espécie apresentou desova total. O período reprodutivo ocorreu nos meses de dezembro a junho, coincidindo com a época chuvosa da região.",
	"xml:lang":"por"
	}
	}}
