{"resource": {
	"dct:language":[
		"por",
	"eng"
	],
	"dct:title":[
		{"value":"Yield, compatibility and phenology of sweet pepper on different rootstocks in organic crop",
	"xml:lang":"eng"
	},
	{"value":"   compatibilidade e fenologia de pimentão enxertado sobre diferentes porta enxertos em cultivo orgânico "},
	{"value":"   Produtividade ",
	"xml:lang":"por"
	}
	],
	"dc:subject":{"value":"capsicum annuum",
	"xml:lang":"eng"
	},
	"bibo:volume":"5/n.4",
	"rdf:about":"http://agris.fao.org/aos/records/BR2015206457",
	"dct:identifier":"BR2015206457",
	"dct:type":"Journal Article",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/11131"
	},
	"dct:isPartOf":[
		{"rdf:resource":{"value":"http://aims.fao.org/serials/j_1294754373047"}
	},
	{"bibo:Journal":{"dct:title":{"value":"Comunicata Scientiae"},
	"bibo:ISSN":{"value":"2176-9079"}
	}
	}
	],
	"dct:issued":"2014-",
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://comunicata.ufpi.br/index.php/comunicata/article/view/494/284",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Costa Fabiana Cruz"
	}
	},
	{"foaf:Person":{"foaf:name":"Ferreira Regina Lúcia Félix"
	}
	},
	{"foaf:Person":{"foaf:name":"Neto Sebastião Elviro de Araújo"
	}
	},
	{"foaf:Person":{"foaf:name":"Martins Williane Maria Oliveira"
	}
	},
	{"foaf:Person":{"foaf:name":"Freitas Caroliny Izabel Araújo"
	}
	},
	{"foaf:Organization":{"foaf:name":"Universidade Federal do Acre, Rio Branco, AC, Brasil"
	}
	},
	{"foaf:Organization":{"foaf:name":"Universidade Federal do Acre, Rio Branco, AC, Brasil"
	}
	},
	{"foaf:Organization":{"foaf:name":"Universidade Federal do Acre, Rio Branco, AC, Brasil"
	}
	},
	{"foaf:Organization":{"foaf:name":"Instituto Federal do Acre, Rio Branco, AC, Brasil"
	}
	},
	{"foaf:Organization":{"foaf:name":"Universidade Federal do Acre, Rio Branco, AC, Brasil"
	}
	}
	],
	"bibo:abstract":[
		{"value":"The objective of this work was to evaluate the effect of different rootstocks on yield, compatibility and phenology of sweet pepper in organic crop. The experiment was conducted at the ecological farm Seridó in Rio Branco - Acre. The experimental design was randomized blocks with five treatments and 15 replications. As rootstock was used three kinds of peppers (Doce comprida, Cheiro Luna andCayenne dedo de moça), and sweet pepper Casca dura Ikeda cultivar. In this study, the fixation of seedlings ranged from 84.6% to Cayenne dedo de moça and 100% for the sweet peppers, Doce comprida and Cheiro luna. Despite the smaller diameter of the stem below the grafting peppersmell Luna, the index of compatibility and the same for all rootstocks. Despite the smaller diameter of the stem below the grafting Pepper cheiro luna, the compatibility index and was same for all rootstocks. The total and commercial yield was higher in grafted plants with sweet pepper, Docecomprida pepper and Cheiro luna pepper. The number total fruits from plants grafted under the rootstocks sweet pepper, Doce comprida pepper and Cheiro luna pepper did not differ of the sweet pepper rootstock (Control), but the number of commercial fruit was higher in grafted plants with sweet pepper, Doce comprida pepper and Cheiro luna pepper.",
	"xml:lang":"eng"
	},
	{"value":"O objetivo deste trabalho foi avaliar o efeito de diferentes porta enxertos sobre a produtividade,compatibilidade e fenologia do pimentão em cultivo orgânico. O experimento foi conduzido no sítio ecológico Seridó, em Rio Branco - Acre. O delineamento experimental utilizado foi o de blocos casualizados, com 5 tratamentos e 15 repetições. Como porta enxerto utilizou-se 3 tipos de pimentas (Doce comprida, Cheiro luna e Cayenne dedo de moça), pimentão sob pimentãoe a testemunha (pimentão da cultivar Casca Dura Ikeda. Nesse estudo, o pegamento das mudas variou de 84,6% para Cayenne dedo de moça e de 100% para as pimentas, Doce comprida e Cheiro luna. Apesar do menor diâmetro do caule abaixo da enxertia da pimenta Cheiro luna, o índice de compatibilidade foi o mesmo para todos os porta enxertos. A produtividade total e comercial foi maior em plantas enxertadas com pimentão, pimenta Doce comprida e pimentaCheira luna. O número de frutos totais de plantas enxertadas sobre os porta enxertos pimentão, pimenta Doce comprida e pimenta Cheiro luna não diferiu do pimentão pé franco (Testemunha), mas o número de frutos comercial foi maior em plantas enxertadas com pimentão, pimenta Doce comprida e pimenta Cheiro luna.",
	"xml:lang":"por"
	}
	]
	}}
