{"resource": {
	"dct:title":[
		{"value":"   Efeito do tratamento da água por campo magnético sobre os parâmetros séricos e espessura de gordura subcutânea ",
	"xml:lang":"por"
	},
	{"value":"Effects of magnetic treated water on serum concentration parameters and fat thickness",
	"xml:lang":"eng"
	}
	],
	"dc:subject":[
		{"value":"animals",
	"xml:lang":"eng"
	},
	{"value":"arteries",
	"xml:lang":"eng"
	},
	{"value":"blood",
	"xml:lang":"eng"
	},
	{"value":"treatment date",
	"xml:lang":"eng"
	}
	],
	"bibo:volume":"70/n.2",
	"rdf:about":"http://agris.fao.org/aos/records/BR2015F01058",
	"dct:identifier":"BR2015F01058",
	"dct:type":"Journal Article",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19420"
	},
	"dct:isPartOf":[
		{"rdf:resource":{"value":"http://aims.fao.org/serials/c_ea787e45"}
	},
	{"bibo:Journal":{"dct:title":{"value":"Boletim de Indústria Animal"},
	"bibo:ISSN":{"value":"0067-9615"}
	}
	}
	],
	"dct:issued":"2013-",
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://www.iz.sp.gov.br/pdfsbia/1378834271.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"NETO,   G. B"
	}
	},
	{"foaf:Person":{"foaf:name":"NOGUEIRA,  J. R."
	}
	},
	{"foaf:Person":{"foaf:name":"PINHEIRO,   M. G."
	}
	},
	{"foaf:Person":{"foaf:name":"ENGRACIA FILHO, J. R."
	}
	},
	{"foaf:Person":{"foaf:name":"COELHO,  C. M. M."
	}
	},
	{"foaf:Person":{"foaf:name":"SILVA,  S. L."
	}
	}
	],
	"bibo:abstract":[
		{"value":"The goal of this study was to evaluate the effect of magnetic water on blood cells counts, biochemical profile, blood gas level and subcutaneous fat thickness of Jersey cows. This research was carried out at Agência Paulista de Tecnologia dos Agronegócios - APTA, SP. Twenty six Jersey cows from the APTA were allotted into two groups: control (n=13), drinking regular water and the group consuming magnetic water (n=13). The animals were lactating around 150 days and pregnant around 60 days. Blood samples were collected from caudal auricular artery and jugular vein. The water treatment had no effect on hemogram (p>0.05). Higher pH (7.448 vs 7.407 mmHg, p",
	"xml:lang":"eng"
	},
	{"value":"O objetivo deste estudo foi avaliar o efeito do tratamento magnético da água dos bebedouros sobre o hemograma, perfil bioquímico sérico, hemogasometria e espessura de gordura subcutânea de bovinos. O ensaio foi conduzido na Agência Paulista de Tecnologia dos Agronegócios - APTA, SP. Foram utilizadas 26 vacas da raça Jersey provenientes da APTA, distribuídas aos pares em dois grupos experimentais: controle (n=13), bebendo água não tratada e o grupo recebendo água submetida a campo magnético (n=13). Os animais encontravam-se lactantes por volta de 150 dias e gestantes por volta de 60 dias. As amostras de sangue foram colhidas da artéria auricular caudal e veia jugular. O tratamento magnético da água não teve efeito sobre o hemograma (p>0,05). Maiores valores de pH (7,448 vs 7,407 mmHg, p",
	"xml:lang":"por"
	}
	]
	}}
