{"resource": {
	"dct:language":"por",
	"dct:title":[
		{"value":"   Resposta ovariana e perfil de desenvolvimento folicular de novilhas tratadas com injeção subcutânea de FSH e reforço intramuscular após 48 horas ",
	"xml:lang":"por"
	},
	{"value":"Ovarian response and follicular development in heifers treated with FSH injected by subcutaneous route followed by intramuscular buster 48 later",
	"xml:lang":"eng"
	}
	],
	"dc:subject":[
		{"value":"fsh",
	"xml:lang":"eng"
	},
	{"value":"superovulation",
	"xml:lang":"eng"
	}
	],
	"bibo:volume":"65/n.1",
	"rdf:about":"http://agris.fao.org/aos/records/BR2015F01823",
	"dct:identifier":"BR2015F01823",
	"dct:type":"Journal Article",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19420"
	},
	"dct:isPartOf":[
		{"rdf:resource":{"value":"http://aims.fao.org/serials/c_ea787e45"}
	},
	{"bibo:Journal":{"dct:title":{"value":"Boletim de Indústria Animal"},
	"bibo:ISSN":{"value":"0067-9615"}
	}
	}
	],
	"dct:issued":"2008-",
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://www.iz.sp.gov.br/pdfsbia/1216214189.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"MARTINEZ,  A. C."
	}
	},
	{"foaf:Person":{"foaf:name":"ALVAREZ, R. H."
	}
	},
	{"foaf:Person":{"foaf:name":"PIRES,  R. M. L."
	}
	},
	{"foaf:Person":{"foaf:name":"NOGUEIRA,  G. P."
	}
	}
	],
	"bibo:abstract":[
		{"value":"60-60"},
	{"value":"A single injection of FSH applied by subcutaneous (sc) route induces superovulation in bovines. However, sc injection results in a brief surge in FSH plasmatic levels. Therefore, we speculate that FSH may be necessary to instigate the final development of some follicle. This study was done to evaluate the ovarian response of heifers treated with a intramuscular (im) sub-dose of FSH 48 hours after the initial sc injection. Fifteen crossbreed heifers were treated with a progestagen vaginal implant (CIDR-B) and injected im with 2.5 mg estradiol benzoate. Four days later, heifers were assigned randomly in 3 groups of 5 animals each and superovulated with pFSH as follows: group 1 and 2 received a sc injection of 400IU and 380 IU, respectively, while group 3 received 400 IU injected im in decreasing sub-doses (80-80",
	"xml:lang":"eng"
	},
	{"value":"6,1 ± 2,1 e 6,3 ± 2,0) para os grupos 1, 2 e 3, respectivamente (p>0,05). Conclui-se que a injeção adicional de FSH não aumenta a resposta ovariana de novilhas superovuladas com dose única sc de FSH."},
	{"value":"40-40 e 20-20UI) durante 4 dias consecutivos (grupo 3). Três dias após, retirou-se o CIDR-B, aplicou-se uma injeção im de 150 mcg de cloprostenol e o grupo 2 recebeu, adicionalmente, uma injeção im de 80UI de pFSH. A inseminação foi realizada em todos os grupos 48 e 62 horas após a injeção do cloprostenol. Durante o período da superovulação foram monitoradas, diariamente, o crescimento folicular e as concentração plasmática do pFSH. No dia 7 após a IA realizou-se a coleta de embriões e a contagem dos corpos lúteos (CL). Os dados da resposta ovariana foram submetidos à analise de variância (Proc GLM do SAS). Não houve diferença do padrão de crescimento folicular entre os grupos. As concentrações plasmáticas de pFSH aumentaram nas primeiras horas após a injeção sc ou im e retornaram aos níveis basais após 24 horas nos grupos 1 e 2, enquanto no grupo 3 mantiveram-se elevadas até o final dos tratamentos. O grupo 2 apresentou um segundo pico após a injeção im de pFSH. Não houve diferença no número de CL (8,4 ± 1,7"},
	{"value":"2 and 3, respectively. It was concluded that an additional sub-dose of FSH, injected 48h after one single sc injection of FSH, does not improve the superovulatory response of heifers."},
	{"value":"10.2 ± 2.8 and 11.0 ± 2.6) and recovered embryos (5.3 ± 1.8, 6.1 ± 2.1 and 6.3 ± 2.0) of groups 1"},
	{"value":"10,2 ± 2,8 e 11,0 ± 2,6) e embriões recuperados (5,3 ± 1,8"},
	{"value":"40-40 e 20-20UI) at 12-hour intervals during four consecutive days. The CIDR-B was withdrawn forty-eight hours after the initial FSH injection and heifers were injected im with 150-mcg of cloprostenol. Additionally, group 2 was injected im with 80 IU of pFSH. Heifers from all groups were inseminated 48 and 62 hours after the cloprostenol injection. Evolutions of follicular growth and pFSH plasmatic levels were monitored daily during the superovulation process. Embryo collection and corpora lutea (CL) estimation were done seven days after insemination. Data were submitted to analysis of variance (Proc GLM do SAS). There was no significant difference in follicular growth among the groups. Plasmatic pFSH concentration increases in the first few hours after the initial im or sc injection and decrease to basal levels after 24 hours in groups 1 and 2, while pFSH concentration of group 3 remained high until the end of the treatment. Group 2 had a second surge after the additional im injection of pFSH. There was no difference in CL number (8.4 ± 1.7"},
	{"value":"A injeção única de FSH, aplicada por via subcutânea (sc) é suficiente para induzir uma superovulação em bovinos. No entanto, a injeção sc aumenta as concentrações plasmáticas de FSH somente durante um curto período, de forma que uma parte dos folículos estimulados podem parar seu crescimento na ausência de níveis adequados de FSH na etapa final de maturação. Objetivou-se com este estudo avaliar a resposta ovariana de novilhas tratadas com uma sub-dose intramuscular (im) de FSH 48 horas após a injeção sc inicial. Quinze novilhas mestiças foram tratadas com um dispositivo intravaginal contendo progesterona (CIDR B), juntamente com uma injeção im de 2,5mg de benzoato de estradiol. Quatro dias após, os animais foram distribuídos aleatoriamente em grupos de 5 animais e receberam os seguintes tratamentos: injeção sc de FSH suína (pFSH) na dosagem de 400 (grupo 1) e 320 (grupo 2) UI ou injeções im em doses decrescentes (80-80"}
	]
	}}
