{"resource": {
	"dct:language":"por",
	"dct:title":[
		{"value":"   Ocorrência de linfadenite caseosa em ovinos da raça Santa Inês com linfonodos superficiais reativos na região de Uberlândia ",
	"xml:lang":"por"
	},
	{"value":"Occurrence of caseous lymphadenitis in sheep breed Santa Ines with surface reactive lymph nodes at Uberlândia region, Minas Gerais",
	"xml:lang":"eng"
	},
	{"value":"   Minas Gerais "}
	],
	"dc:subject":[
		{"value":"testes",
	"xml:lang":"eng"
	},
	{"value":"pseudotuberculosis",
	"xml:lang":"eng"
	},
	{"value":"corynebacterium",
	"xml:lang":"eng"
	}
	],
	"bibo:volume":"69/n.2",
	"rdf:about":"http://agris.fao.org/aos/records/BR2016F00032",
	"dct:identifier":"BR2016F00032",
	"dct:type":"Journal Article",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19420"
	},
	"dct:isPartOf":{"bibo:Journal":{"dct:title":{"value":"Boletim de Indústria Animal"},
	"bibo:ISSN":{"value":"0067-9615"}
	}
	},
	"dct:issued":"2014-",
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://www.iz.sp.gov.br/pdfsbia/1365774513.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"BARBOSA,  V. M."
	}
	},
	{"foaf:Person":{"foaf:name":"ANTUNES,  U. C."
	}
	},
	{"foaf:Person":{"foaf:name":"SILVA,  N. C."
	}
	},
	{"foaf:Person":{"foaf:name":"GODIM,  C. C"
	}
	},
	{"foaf:Person":{"foaf:name":"NASCIUTTI,  N. R."
	}
	},
	{"foaf:Person":{"foaf:name":"MIYASHIRO,  S."
	}
	},
	{"foaf:Person":{"foaf:name":"SAUT,  J. P. E."
	}
	}
	],
	"bibo:abstract":[
		{"value":"This work aimed to evaluate the occurrence of caseous lymphadenitis and tuberculosis in Santa Ines sheep, with the presence of reactive superficial lymph nodes on clinical examination, it was examined 650 adult animals, between one and four years of age from 11 farms in the region of Uberlândia, Minas Gerais, Brazil. Tuberculin cervical comparative test (CCT) was performed, as well as microbiological culture and polymerase chain reaction technique (PCR) for positive cultures and serum samples for Corynebacterium pseudotuberculosis identification. From the total of 650 sheep examined, 14.6% (96/650) had at least one presented swelling superficial lymph node, and the frequency was: pre-scapular reactive lymph nodes (41.9%), submandibular (38.1%), parotid (14 3%) and pre-crural (5.7%). The microbiological culture punctured material showed growth of Corynebacterium pseudotuberculosis in 81.8% of the samples (18/22), Staphylococcus sp and Escherichia coli in 4.6% (1/22) and no growth in 13.6% (3/22). All 18 samples of the culture of C. pseudotuberculosis were positive by PCR and only (3/22) serum samples positive by PCR. The TCC made of 96 sheep, 93 negative tests and 3 inconclusive. It is concluded that in Santa Inês sheep with the presence of swelling in superficial lymph node, the incidence of caseous lymphadenitis was 81.8% (18/22) and 3.1% (3/96) of animals were inconclusive in the tuberculin cervical comparative test.",
	"xml:lang":"eng"
	},
	{"value":"Objetivou-se avaliar a ocorrência de linfadenite caseosa e tuberculose em ovinos da raça Santa Inês com presença de linfonodos superficiais reativos no exame clínico. Foram examinados 650 ovinos, adultos, entre um e quatro anos de idade de 11 propriedades da região de Uberlândia, Minas Gerais, Brasil. Foi realizado teste tuberculínico cervical comparativo (TCC), cultivo microbiológico e a técnica de reação em cadeia da polimerase (PCR) a partir das culturas isoladas e soro sanguíneo para identificação de Corynebacterium pseudotuberculosis. Do total de 650 ovinos examinados, 14,6% (96/650) apresentaram pelo menos um linfonodo superficial reativo, sendo a frequência de: pré-escapulares (41,9%), submandibulares (38,1%), parotídeos (14,3%) e pré-crural (5,7%). O cultivo microbiológico do material puncionado apresentou Corynebacterium pseudotuberculosis em 81,8% das amostras (18/22), Staphylococcus sp e Escherichia coli em 4,6% (1/22) e não houve crescimento em 13,6% (3/22). Todas as 18 amostras da cultura de C. pseudotuberculosis foram positivas na PCR e apenas 3/22 amostras de soro foram positivas na PCR. O TCC de 96 ovinos apresentou 93 testes negativos e 3 inconclusivos. Concluiu-se que em ovinos Santa Inês, com presença de linfonodos superficiais reativos, houve a incidência de 81,8% (18/22) de linfadenite caseosa e 3,1% (3/96) de animais inconclusivos no teste tuberculínico cervical comparativo.",
	"xml:lang":"por"
	}
	]
	}}
