{"resource": {
	"dct:language":"por",
	"dct:title":[
		{"value":"   Uso de duas fontes de ureia na dieta de cordeiros mestiços terminados em sistema semi-intensivo ",
	"xml:lang":"por"
	},
	{"value":"Use of two sources of urea in the diet of crossbred lambs finished under a semi-intensive system",
	"xml:lang":"eng"
	}
	],
	"dc:subject":[
		{"value":"meat quality",
	"xml:lang":"eng"
	},
	{"value":"weight gain",
	"xml:lang":"eng"
	},
	{"value":"encapsulation",
	"xml:lang":"eng"
	}
	],
	"bibo:volume":"72/n.1",
	"rdf:about":"http://agris.fao.org/aos/records/BR2015F05943",
	"dct:identifier":"BR2015F05943",
	"dct:type":"Journal Article",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19420"
	},
	"dct:isPartOf":[
		{"rdf:resource":{"value":"http://aims.fao.org/serials/c_ea787e45"}
	},
	{"bibo:Journal":{"dct:title":{"value":"Boletim de Indústria Animal"},
	"bibo:ISSN":{"value":"0067-9615"}
	}
	}
	],
	"dct:issued":"2015-",
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://www.iz.sp.gov.br/pdfsbia/1427133638.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"GALLO,  S.B."
	}
	},
	{"foaf:Person":{"foaf:name":"PEREIRA, E.C.A."
	}
	},
	{"foaf:Person":{"foaf:name":"REIS, V.P.A."
	}
	}
	],
	"bibo:abstract":[
		{"value":"This study compared the effect of genetic group and diet containing two sources of urea on the performance, carcass and meat traits of lambs. The experiment was conducted at FAZU, Uberaba, MG. Twelve crossbred Dorper and 12 crossbred Texel lambs, obtained by the crossing of Santa Inês ewes with pure rams of each breed, were divided into two groups and maintained on Áries paddocks (Panicum maximum cv. Áries). The animals received concentrate containing ureia or encapsulated urea ad libitum. A completely randomized factorial design was used, in which the two sources of non-protein nitrogen and the two genetic groups (Dorper or Texel crossbreds) were evaluated. Means were compared by the Tukey test at a probability level of 5%. The treatments did not influence daily weight gain (0.256 kg/day). The use of encapsulated urea increased hot and cold carcass yield when compared to the diet containing urea. Cooling losses were lower for Texel crossbreds (3.87%) compared to Dorper crossbreds (6.88%). Fat thickness (1.81 mm), conformation (2.98), L value (36.77), a* value (6.04), b* value (6.73), or shear strength (5.68 kgf) was not altered by the treatments applied. Encapsulated urea provided a higher carcass yield and lower cooling losses.",
	"xml:lang":"eng"
	},
	{"value":"O estudo comparou o efeito de grupo genético e dieta com duas fontes de ureia sobre características de desempenho, carcaça e carne de cordeiros. O experimento foi realizado na FAZU, Uberaba, MG. Utilizaram-se 12 cordeiros mestiços Dorper e 12 mestiços Texel, oriundos de cruzamento de matrizes Santa Inês com reprodutores puros de origem de cada raça. Os cordeiros foram divididos em dois grupos e mantidos em piquetes de capim Áries (Panicum maximum cv. Áries), recebendo concentrado contendo ureia pecuária ou ureia encapsulada, à vontade. O delineamento experimental foi inteiramente casualizado em esquema fatorial onde se avaliou as duas fontes de nitrogênio não proteico e dois grupos genéticos (mestiços Dorper ou Texel). As médias foram avaliadas pelo teste de Tukey a 5% de probabilidade. Os tratamentos não influenciaram o ganho de peso diário (0,256 kg/dia). O uso da ureia encapsulada proporcionou maior rendimento de carcaça quente e fria quando comparada a dieta com ureia pecuária. As perdas por resfriamento foram menores para os mestiços Texel (3,87%) em comparação aos mestiços Dorper (6,88%). A espessura de gordura (1,81 mm), conformação (2,98), valores de L (36,77), teor de a* (6,04), teor de b* (6,73) e força de cisalhamento (5,68 kgf) não foram alterados pelos tratamentos empregados. A ureia encapsulada proporcionou maior rendimento de carcaça e menor perda no resfriamento.",
	"xml:lang":"por"
	}
	]
	}}
