{"resource": {
	"dct:title":[
		{"value":"   Medidas corporais e características de carcaça de bubalinos Mediterrâneo castrados e inteiros ",
	"xml:lang":"por"
	},
	{"value":"Body measurements and carcass traits of castrated and non-castrated Mediterranean buffalos",
	"xml:lang":"eng"
	}
	],
	"dc:subject":[
		{"value":"sex",
	"xml:lang":"eng"
	},
	{"value":"slaughter weight",
	"xml:lang":"eng"
	}
	],
	"bibo:volume":"70/n.1",
	"rdf:about":"http://agris.fao.org/aos/records/BR2015F00989",
	"dct:identifier":"BR2015F00989",
	"dct:type":"Journal Article",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19420"
	},
	"dct:isPartOf":[
		{"rdf:resource":{"value":"http://aims.fao.org/serials/c_ea787e45"}
	},
	{"bibo:Journal":{"dct:title":{"value":"Boletim de Indústria Animal"},
	"bibo:ISSN":{"value":"0067-9615"}
	}
	}
	],
	"dct:issued":"2013-",
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://www.iz.sp.gov.br/pdfsbia/1371730344.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"RAMALHO, R. O. S."
	}
	},
	{"foaf:Person":{"foaf:name":"RODRIGUES,   V. C."
	}
	},
	{"foaf:Person":{"foaf:name":"COUTO,  D. M."
	}
	},
	{"foaf:Person":{"foaf:name":"PITOMBO,  R. S."
	}
	},
	{"foaf:Person":{"foaf:name":"SOUZA,  D. D. N."
	}
	},
	{"foaf:Person":{"foaf:name":"ARAÚJO,  A. H. B."
	}
	}
	],
	"bibo:abstract":{"value":"In this study was evaluated the effect of sex condition on body measurements and carcass traits as well as the correlations between them, using data of 20 Mediterranean, from Fazenda Três Rios, at Casimiro de Abreu, Rio de Janeiro, managed in tangola grass pasture, receiving mineral salt ad libitum, slaughtered at approximately 462,05 kg (±28.34). The body measurements were: thoracic depth (TD), croup length (CL), withers height (WH), rump width (RW), rump height (RH), ischium distance (ID), cushion thickness (CT), thoracic perimeter (TP), and dorsal line length (DLL). Data were submited to variance analysis and Pearson correlation. The castrated animals presented higher height of croup. Non-castrated animals had bigger yield from leather than the castrated animals, which influenced the lowest yield of carcass regarding the castrated ones. There was no difference for yield of paws, innards and head in function of the sexual condition. There was significant correlation between the slaughter weight (SW) and the following corporal measures: TP, TD, RW, ID and WH.",
	"xml:lang":"eng"
	}
	}}
