{"resource": {
	"dct:language":"por",
	"dct:title":[
		{"value":"   morfologia e composição de híbridos de milho Bt para silagem. "},
	{"value":"Insect damages on structural, morphologic and composition of Bt maize hybrids to silage.",
	"xml:lang":"eng"
	},
	{"value":"   Danos causados por pragas na estrutura ",
	"xml:lang":"por"
	}
	],
	"dc:subject":[
		{"value":"zea mays",
	"xml:lang":"eng"
	},
	{"value":"recombinant dna",
	"xml:lang":"eng"
	},
	{"value":"bacillus thuringiensis",
	"xml:lang":"eng"
	},
	{"value":"forage",
	"xml:lang":"eng"
	}
	],
	"bibo:volume":"70/n.3",
	"rdf:about":"http://agris.fao.org/aos/records/BR2014F00570",
	"dct:identifier":"BR2014F00570",
	"dct:type":"Journal Article",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19420"
	},
	"dct:isPartOf":[
		{"rdf:resource":{"value":"http://aims.fao.org/serials/c_ea787e45"}
	},
	{"bibo:Journal":{"dct:title":{"value":"Boletim de Indústria Animal"},
	"bibo:ISSN":{"value":"0067-9615"}
	}
	}
	],
	"dct:issued":"2013-",
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://www.iz.sp.gov.br/pdfsbia/1389633908.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"BALIEIRO NETO,  G."
	}
	},
	{"foaf:Person":{"foaf:name":"CIVIDANES,  T. M. S."
	}
	},
	{"foaf:Person":{"foaf:name":"BRANCO,  R. B. F."
	}
	},
	{"foaf:Person":{"foaf:name":"BUENO, M. S."
	}
	},
	{"foaf:Person":{"foaf:name":"POSSENTI,  R."
	}
	},
	{"foaf:Person":{"foaf:name":"NOGUEIRA, J. R."
	}
	}
	],
	"bibo:abstract":[
		{"value":"It was aimed to evaluate the effect of insect damage on the morphologic and structural characteristics and chemical composition from maize hybrids DKB 390 and AG 8088 with the Cry1Ab trait versus its nonbiotech counterpart. The GMO did not receive insecticide application and the conventional hybrids received one deltametrina (2.8%) application at 42 days. The damages caused bySpodoptera frugiperda and Helicoverpa zea in hybrids with Cry1Ab were smaller than its nonbiotech counterpart. After harvest, 95 days after seedling plants were separated in stalks, ears, leafs, dead leafs and floral pennant. The experimental design was randomized block in factorial arrangement 2 x 2. The height of plant and height of ear, percentage and amount of dead leafs from hybrids with the Cry1Ab were higher than its nonbiotech counterpart. There was higher nutrients transfer from stalks to grain filling and smaller rate stalks:ear on transgenic plant. The quality of the transgenic plants can be better when harvest earlier, by increasing no fiber carbohydrates, but when harvest latter, by increasing stalk percentage and stalk lignin content",
	"xml:lang":"eng"
	},
	{"value":"Objetivou-se avaliar o efeito de danos ocasionados por pragas nas características morfológicas e estruturais e composição química das partes da planta dos híbridos de milho DKB390 e AG8088 contendo o gene Cry1Ab e de suas contrapartes convencionais. Os híbridos de milho DKB390 e AG8088 contendo o gene Cry1Ab não receberam aplicação de inseticida e os híbridos convencionais receberam uma aplicação de deltametrina (2,8%) aos 42 dias após a semeadura. As plantas convencionais tiveram maiores danos pelo ataque das pragas Spodoptera frugiperda e Helicoverpa zea. Após o corte, 95 dias após o plantio, a planta foi separada em colmo, espiga, folha, material morto e pendão. O delineamento experimental foi em blocos ao acaso em arranjo fatorial 2 x 2. Os híbridos contendo o gene cry1Ab tiveram maior quantidade e percentual de material morto, altura da planta e altura da espiga quando comparados aos seus isogênicos. Houve maior transferência de nutrientes do colmo para o enchimento dos grãos e menor relação espiga:colmo na planta transgênica. As plantas transgênicas podem favorecer o conteúdo de nutrientes digestíveis, devido ao aumento no teor de carboidratos não fibrosos, quando colhidas mais cedo, ou desfavorecer o conteúdo de nutrientes digestíveis, em virtude da maior proporção de colmo e maiores teores de lignina no colmo, quando colhidas mais tarde.",
	"xml:lang":"por"
	}
	]
	}}
