{"resource": {
	"dct:language":"por",
	"dct:title":[
		{"value":"   Análises alternativas no estudo da reconcepção de novilhas Nelore ",
	"xml:lang":"por"
	},
	{"value":"Alternative analysis for the study of subsequent breeding in Nelore heifers",
	"xml:lang":"eng"
	}
	],
	"dc:subject":[
		{"value":"sex diagnosis",
	"xml:lang":"eng"
	},
	{"value":"beef cattle",
	"xml:lang":"eng"
	},
	{"value":"reproduction",
	"xml:lang":"eng"
	},
	{"value":"precocity",
	"xml:lang":"eng"
	}
	],
	"bibo:volume":"65/n.5",
	"rdf:about":"http://agris.fao.org/aos/records/BR2015F02108",
	"dct:identifier":"BR2015F02108",
	"dct:type":"Journal Article",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19420"
	},
	"dct:isPartOf":[
		{"rdf:resource":{"value":"http://aims.fao.org/serials/c_ea787e45"}
	},
	{"bibo:Journal":{"dct:title":{"value":"Boletim de Indústria Animal"},
	"bibo:ISSN":{"value":"0067-9615"}
	}
	}
	],
	"dct:issued":"2008-",
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://www.iz.sp.gov.br/pdfsbia/1214936744.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"SILVA,  J. A. II. V."
	}
	},
	{"foaf:Person":{"foaf:name":"BIGNARDI,  A. B."
	}
	},
	{"foaf:Person":{"foaf:name":"ELER,  J. P."
	}
	},
	{"foaf:Person":{"foaf:name":"FERRAZ,  J. B."
	}
	},
	{"foaf:Person":{"foaf:name":"MERCADANTE,  M. E. Z."
	}
	}
	],
	"bibo:abstract":[
		{"value":"Dados de 1727 fêmeas primíparas da raça Nelore, nascidas entre 1993 e 1999, foram utilizados com o objetivo de comparar os valores das estimativas de herdabilidade da característica reconcepção (REC), utilizando-se os modelos linear e não linear. As fêmeas foram expostas aos touros pela primeira vez em torno de 14 meses de idade, sendo consideradas para a característica REC aquelas que pariram e entraram na segunda estação de monta. Os efeitos considerados nos modelos foram: grupo de contemporâneo (fazenda, ano e mês de nascimento) e período de descanso como efeitos fixos, além do animal e resíduo como efeitos aleatórios. Foram usadas as metodologias de máxima verossimilhança restrita (REML) e inferência bayesiana para estimar os componentes de variância, por modelo linear e não linear, respectivamente. As estimativas de herdabilidade utilizando-se modelo linear ficaram entre 0,05 a 0,11 sendo as superiores obtidas após a transformação da estimativa para a escala normal subjacente. A estimativa de herdabilidade obtida utilizando-se modelo não linear foi superior (0,16). A inclusão da característica reconcepção de novilhas nos índices de seleção de bovinos Nelore pode contribuir para o aumento da fertilidade dos rebanhos.",
	"xml:lang":"por"
	},
	{"value":"Data of 1727 Nelore heifers born from 1993 to 1999 were analyzed in order to compare heritability estimate values of subsequent rebreeding (SR) using linear and non-linear models. SR was defined as the observation of two years old heifers conceiving and remaining pregnant to palpation, given a previous pregnancy around 14 months and exposure during the breeding season. Restricted maximum likelihood (REML) and Bayesian inference were used to estimate variance components for linear and non-linear models. These models included contemporary group and service period as fixed effects and animal and residual as random effects. Heritability estimates from linear models were from 0.05 and 0.11, and the higher values were obtained after transformed them to an underlying normal scale. The heritability estimate obtained using non linear model was even higher (0.16). The inclusion of heifer subsequent rebreeding trait in the selection indexes of Nelore cattle can contribute to increase the fertility of the herds.",
	"xml:lang":"eng"
	}
	]
	}}
