{"resource": {
	"dct:language":"por",
	"dct:title":[
		{"value":"Fish and seafood qualitative analysis using anti-histamine polyclonal antibodies",
	"xml:lang":"eng"
	},
	{"value":"   Produção de anticorpos policlonais contra histamina para análises qualitativas de peixes e frutos do mar ",
	"xml:lang":"por"
	}
	],
	"dc:subject":[
		{"value":"elisa",
	"xml:lang":"eng"
	},
	{"value":"histamine",
	"xml:lang":"eng"
	}
	],
	"bibo:volume":"65/n.3",
	"rdf:about":"http://agris.fao.org/aos/records/BR2015F02165",
	"dct:identifier":"BR2015F02165",
	"dct:type":"Journal Article",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19420"
	},
	"dct:isPartOf":[
		{"rdf:resource":{"value":"http://aims.fao.org/serials/c_ea787e45"}
	},
	{"bibo:Journal":{"dct:title":{"value":"Boletim de Indústria Animal"},
	"bibo:ISSN":{"value":"0067-9615"}
	}
	}
	],
	"dct:issued":"2008-",
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://www.iz.sp.gov.br/pdfsbia/1227185341.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"DUARTE,  K. M. R."
	}
	},
	{"foaf:Person":{"foaf:name":"GOMES,  L. H."
	}
	},
	{"foaf:Person":{"foaf:name":"GIACOMELLI,  A. M. B."
	}
	},
	{"foaf:Person":{"foaf:name":"OLIVEIRA,  B."
	}
	},
	{"foaf:Person":{"foaf:name":"ALEXANDRINO,  N."
	}
	}
	],
	"bibo:abstract":[
		{"value":"Este trabalho teve por objetivo a produção de anticorpos policlonais contra histamina, que é uma amina biogênica produzida pela decarboxilação do aminoácido histidina. A análise qualitativa e quantitativa da histamina em peixes e frutos do mar comercializados torna-se importante devido ao fato desta ser tóxica ao organismo humano quando coexistente com as aminas biogênicas cadaverina e putrescina, também produzidas por decarboxilação de aminoácidos no processo pós-mortem. Os anticorpos policlonais produzidos foram utilizados em ensaios do tipo PTA-ELISA (\"plate trapped antigen – enzyme linked immunosorbent assay\") para avaliação da presença de histamina em peixes (pescada, tilápia, manjuba, sardinha, salmão e pintado) e em frutos do mar (lula e camarão) durante o processo de armazenamento. Os anticorpos mostraram sensibilidade na detecção de 1 ng de histamina por grama de amostra analisada. A histamina apresentou picos de liberação nos diferentes materiais analisados por 50 horas, mantidos sobre o gelo e foi também verificada a presença de 14 bactérias contaminando e degradando aminoácidos na superfície das amostras, ao longo do teste. O ELISA se mostrou bastante eficiente e sensível para determinação da presença de histamina nos alimentos.",
	"xml:lang":"por"
	},
	{"value":"This paper had the objective to produce polyclonal antibodies against histamine, which is a biogenic amine produced by the histidin aminoacid decarboxilation. The qualitative analysis of histamine in commercialized fish and seafood is very important for human health, once the histamine presence is followed by cadaverine, spermidine and putrescine, all produced during the post-mortem process. Polyclonal antibodies were raised against histamine and used in PTA-ELISA tests (\"plate trapped antigen – enzyme linked immunosorbent assay\") to evaluate the presence of histamine in frozen fish (\"pescada\", cat fish, sardines, salmon, \"manjuba\", tilapia fillets) and for seafood ( shrimp and common squid) during storage process. The antibodies showed sensibility up to 1 ng of histamine per gram of samples. Histamine appears as picks during the 50 hours of analysis, for the fish and seafood samples, maintained on the top of crushed ice. Bacterial growth was also determined, being identified 14 species transforming aminoacids on the samples surface during the process of analysis. ELISA showed to be an efficient and sensible test for the hitamine presence.",
	"xml:lang":"eng"
	}
	]
	}}
