{"resource": {
	"dct:language":"por",
	"dct:title":{"value":"FENOLOGIA REPRODUTIVA DE CINCO ESPÉCIES ARBÓREAS EM ECOSSISTEMA DE TERRA FIRME NA AMAZÔNIA BRASILEIRA",
	"xml:lang":"por"
	},
	"bibo:pageStart":38,
	"bibo:volume":5,
	"bibo:pageEnd":44,
	"dct:type":"Journal Article",
	"rdf:about":"http://agris.fao.org/aos/records/BR2015N00208",
	"dct:identifier":"BR2015N00208",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19750"
	},
	"dct:isPartOf":{"bibo:Journal":{"dct:title":{"value":"Biota Amazônia (Biote Amazonie, Biota Amazonia, Amazonian Biota)"}
	}
	},
	"dct:issued":2015,
	"bibo:uri":"http://periodicos.unifap.br/index.php/biota/article/view/1200",
	"dct:dateSubmitted":2016,
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"João da Luz Freitas"
	}
	},
	{"foaf:Person":{"foaf:name":"Raullyan Borja Lima e Silva"
	}
	},
	{"foaf:Person":{"foaf:name":"Mário Nelson Barbosa Filho"
	}
	},
	{"foaf:Person":{"foaf:name":"Patrick de Castro Cantuária"
	}
	},
	{"foaf:Person":{"foaf:name":"Francisco de Oliveira Cruz Júnior"
	}
	},
	{"foaf:Organization":{"foaf:name":"IEPA"
	}
	},
	{"foaf:Organization":{"foaf:name":"Instituto de Pesquisas Científicas e Tecnológicas do Estado do Amapá"
	}
	},
	{"foaf:Organization":{"foaf:name":"Unifap"
	}
	}
	],
	"bibo:issue":2,
	"bibo:abstract":{"value":"<p class=\"MsoBodyText\" style=\"text-align: justify; mso-outline-level: 1;\"><span style=\"font-size: 11.5pt; font-family: 'Tw Cen MT', sans-serif;\" lang=\"X-NONE\">O trabalho objetivou estudar a fenologia de cinco espécies arbóreas, Dinizia excelsa Ducke, Manilkara paraensis </em>(Huber) Standl.< , Lecythis sect. poiteaui S.A. Mori<em>, Peltogyne paradoxa Ducke e Goupia glabra Hubl., através das fenofases de floração e frutificação associadas à precipitação pluviométrica. O estudo foi desenvolvido em uma área de floresta densa de terra firme de aproximadamente 1200 hectares, situada no município de Mazagão, Estado do Amapá. O monitoramento teve duração de 26 meses, compreendido entre outubro de 1997 a novembro de 1999, sendo as matrizes monitoradas a cada 30 dias. As espécies Dinizia excelsa</em>, Peltogyne paradoxa e Goupia glabra demonstraram suas fenofases de floração iniciadas na época chuvosa (dezembro a julho) e finalizadas na época de estiagem (agosto a novembro) e frutificação abrangendo a transição seco/chuvoso. A espécie Manilkara paraensis apresentou floração persistente no período de estiagem e frutificação para os períodos seco e chuvoso, iniciando durante o período de menor precipitação pluviométrica. A espécie Lecythis poiteaui manifestou o evento de floração e frutificação durante o período chuvoso, sendo notado para as cinco espécies estudadas tendências ao padrão anual de floração e frutificação. As espécies Dinizia excelsa</em>, Manilkara paraensis</em>, Peltogyne paradoxa e Goupia glabra apresentaram índice de sincronismo alto para as fenofases de floração e frutificação, ao passo que a espécie Lecythis poiteaui apresentou índice de sincronismo de floração perfeito com Z=1 e sincronia de frutificação alta com maior predominância.</span> <strong><span style=\"font-size: 11.5pt; font-family: \";Tw Cen MT\";,sans-serif; mso-fareast-font-family: \";Times New Roman\";; mso-bidi-font-family: \";Times New Roman\";; mso-ansi-language: PT-BR; mso-fareast-language: PT-BR; mso-bidi-language: AR-SA;\" Palavras-chave:</span></strong><span style=\"font-size: 11.5pt; font-family: \";Tw Cen MT\";,sans-serif; mso-fareast-font-family: \";Times New Roman\";; mso-bidi-font-family: \";Times New Roman\";; mso-ansi-language: PT-BR; mso-fareast-language: PT-BR; mso-bidi-language: AR-SA;\"  manejo florestal, ecologia, precipitação, fenofases. </span>",
	"xml:lang":"por"
	}
	}}
