{"resource": {
	"dct:language":"por",
	"dct:title":{"value":"BIOLOGIA REPRODUTIVA DO CURIMATÃ COMUM, PROCHILODUS BREVIS (CHARACIFORMES: PROCHILODONTIDAE) NO AÇUDE MARECHAL DUTRA, RIO GRANDE DO NORTE, BRASIL.",
	"xml:lang":"por"
	},
	"bibo:pageStart":31,
	"bibo:volume":2,
	"bibo:pageEnd":43,
	"dct:type":"Journal Article",
	"rdf:about":"http://agris.fao.org/aos/records/BR2015N00036",
	"dct:identifier":"BR2015N00036",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19750"
	},
	"dct:isPartOf":{"bibo:Journal":{"dct:title":{"value":"Biota Amazônia (Biote Amazonie, Biota Amazonia, Amazonian Biota)"}
	}
	},
	"dct:issued":2015,
	"bibo:uri":"http://periodicos.unifap.br/index.php/biota/article/view/477",
	"dct:dateSubmitted":2016,
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Márcia Maria do Nascimento"
	}
	},
	{"foaf:Person":{"foaf:name":"Wallace Silva Nascimento"
	}
	},
	{"foaf:Person":{"foaf:name":"Naithirithi T. Chellappa"
	}
	},
	{"foaf:Person":{"foaf:name":"Sathyabama Chellappa"
	}
	},
	{"foaf:Organization":{"foaf:name":"Universidade Federal do Rio Grande do Norte"
	}
	}
	],
	"bibo:issue":2,
	"bibo:abstract":{"value":"<span style=\"font-size: 11px;\"><Prochilodus brevis Steindachner 1875, é uma espécie de peixe dulcícola nativa da região semiárida do Brasil e a compreensão da biologia reprodutiva do peixe é importante para a sua conservação e gestão. O presente trabalho teve como objetivo verificar os aspectos da reprodução de P. brevis e os parâmetros ambientais do açude Marechal Dutra, Rio Grande do Norte, Brasil. Os peixes foram capturados, medidos, pesados e dissecados. As gônadas foram removidas e pesadas para identificação do sexo e determinação macroscópica dos estádios de maturação das gônadas. A caracterização microscópica dos estádios de maturação das gônadas foi realizada através de estudos histológicos. Foram avaliados o índice gonadossomático, a proporção sexual, a fecundidade, o tipo de desova e a época de desova em relação a pluviosidade. P. brevis apresentou uma proporção sexual de 1,2M:1F para os indivíduos amostrados. As características macroscópicas das gônadas indicaram três estádios de maturação gonadal: em maturação, maduro e esvaziado. As características microscópicas permitiram estabelecer quatro estádios de desenvolvimento gonadal para fêmeas (em maturação inicial, em maturação final, maduro inicial, maduro final) e três estádios para machos (em maturação, maduro e esvaziado). A fecundidade absoluta apresentou uma amplitude de 52,512 a 98,418 ovócitos vitelogênicos, com média de 75,465. A espécie apresentou desova total, confirmada através da distribuição de frequência relativa do diâmetro dos ovócitos vitelogênicos. Os valores dos índices gonadossomáticos variaram de 0,30 a 20,08 para fêmeas e 1,50 a 6,00 para machos. O período reprodutivo da espécie ocorreu durante dezembro a maio, coincidindo com o período das chuvas.</span>",
	"xml:lang":"por"
	}
	}}
