{"resource": {
	"dct:language":"por",
	"dct:title":[
		{"value":"Use of ground sugarcane in diets for free-range broiler chickens",
	"xml:lang":"eng"
	},
	{"value":"   Uso da cana de açúcar triturada na alimentação de frangos de corte tipo caipira ",
	"xml:lang":"por"
	}
	],
	"dc:subject":[
		{"value":"nutrient uptake",
	"xml:lang":"eng"
	},
	{"value":"digestibility",
	"xml:lang":"eng"
	},
	{"value":"dressing percentage",
	"xml:lang":"eng"
	},
	{"value":"feed composition",
	"xml:lang":"eng"
	}
	],
	"bibo:volume":"72/n.2",
	"rdf:about":"http://agris.fao.org/aos/records/BR2015F07773",
	"dct:identifier":"BR2015F07773",
	"dct:type":"Journal Article",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19420"
	},
	"dct:isPartOf":[
		{"rdf:resource":{"value":"http://aims.fao.org/serials/c_ea787e45"}
	},
	{"bibo:Journal":{"dct:title":{"value":"Boletim de Indústria Animal"},
	"bibo:ISSN":{"value":"0067-9615"}
	}
	}
	],
	"dct:issued":"2015-",
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://www.iz.sp.gov.br/pdfsbia/1435341486.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"ESPÓSITO, M."
	}
	},
	{"foaf:Person":{"foaf:name":"FASSANI, E. J."
	}
	},
	{"foaf:Person":{"foaf:name":"CLEMENTE, A. H. S."
	}
	},
	{"foaf:Person":{"foaf:name":"MAKIYAMA, L."
	}
	},
	{"foaf:Person":{"foaf:name":"RETES, P. L."
	}
	},
	{"foaf:Person":{"foaf:name":"CASTRO, S. F."
	}
	}
	],
	"bibo:abstract":[
		{"value":"85% RB + 15% CAT e 70% RB + 30% CAT). As rações experimentais foram fornecidas dos 29 aos 85 dias de idade e ao final do período experimental procedeu-se a avaliação do consumo de ração, conversão alimentar e rendimento de carcaça dos frangos. Aos 52 dias de idade foi realizado ensaio de metabolismo, para determinação da energia metabolizável aparente (EMA), energia metabolizável aparente corrigida pelo nitrogênio retido (EMAn) e coeficientes de metabolizabilidade aparente da matéria seca (CMMS), proteína bruta (CMPB), fibra em detergente neutro (CMFDN) e do extrato etéreo (CMEE). A suplementação de CAT na dieta proporcionou aumento no consumo de ração e piora no ganho de peso de acordo com o aumento no nível de inclusão. Os CMMS, CMFDN e CMEE foram superiores para os frangos que receberam o tratamento com 85% RB + 15% CAT, quando comparadas aos frangos alimentados com o tratamento controle (100% RB), com exceção do CMPB que não foi influenciado pela suplementação de CAT. O rendimento de carcaça, cortes e peso de órgãos não diferiram com a inclusão da CAT, porém o peso do pâncreas e da moela foram maiores nos frangos que receberam a dieta com 70% RB + 30% CAT em relação aos que receberam apenas RB. A inclusão da cana de açúcar triturada on top na dieta de frangos tipo caipira, como alimento alternativo, justifica-se até o nível de 15%, pois não afeta o conversão alimentar das aves e melhora o aproveitamento dos nutrientes da ração."},
	{"value":"85% BD + 15% GSC, and 70% BD + 30% GSC). The experimental diets were offered from 29 to 85 days of age and feed intake, feed conversion and carcass yield of the chickens were evaluated at the end of the experimental period. A metabolism assay was conducted at 52 days of age to determine apparent metabolizable energy, apparent metabolizable energy corrected for retained nitrogen, and apparent metabolizability coefficients of dry matter (MCDM), crude protein (MCCP), neutral detergent fiber (MCNDF) and ether extract (MCEE). Dietary supplementation with GSC increased feed intake and worsened weight gain with increasing level of inclusion. MCDM, MCNDF and MCEE were higher for chickens receiving 85% BD + 15% GSC when compared to animals fed the control diet (100% BD), except for MCCP which was not influence by supplementation with GSC. Carcass yield, cut yield or organ weight did not differ between diets with and without GSC inclusion, while the weights of pancreas and gizzard were higher in chickens receiving 70% BD + 30% GSC compared to those receiving only BD. The on-top inclusion of GSC in the diet of free-range broiler chickens as a feed alternative is justified up to a level of 15% since it does not affect feed conversion of the animals and improves the utilization of dietary nutrients.",
	"xml:lang":"por"
	},
	{"value":"An experiment was conducted using 276 free-range broiler chickens of the Gauchão lineage to evaluate the effect of dietary supplementation with ground sugarcane (GSC) on performance, energy value of the diets, and carcass yield. The animals were assigned to three treatments and four repetitions of 23 animals each in a completely randomized design. The treatments consisted of the on-top inclusion or not of GSC in a balanced diet (BD) (100% BD",
	"xml:lang":"eng"
	},
	{"value":"Um experimento foi realizado com 276 frangos do tipo caipira da linhagem Gauchão, para avaliar a suplementação de cana de açúcar triturada (CAT) na dieta sobre o desempenho, valor energético das rações e rendimento de carcaça. As aves foram distribuídas em um delineamento inteiramente casualizado com três tratamentos e quatro repetições de 23 aves cada. Os tratamentos foram constituídos da inclusão ou não de CAT de forma on top em uma ração balanceada (RB), (100% RB"}
	]
	}}
