{"resource": {
	"dct:language":"por",
	"dct:title":[
		{"value":"   Suplementação protéico-energética pra novilhas mestiças leiteiras submetidas ou não à restrição alimentar antes do período seco ",
	"xml:lang":"por"
	},
	{"value":"Proteic-energetic supplementation for crossbred dairy heifers submitted to alimentary restriction before dry season",
	"xml:lang":"eng"
	}
	],
	"dc:subject":[
		{"value":"compensatory growth",
	"xml:lang":"eng"
	},
	{"value":"dairying",
	"xml:lang":"eng"
	},
	{"value":"supplements",
	"xml:lang":"eng"
	}
	],
	"bibo:volume":"65/n.1",
	"rdf:about":"http://agris.fao.org/aos/records/BR2015F01813",
	"dct:identifier":"BR2015F01813",
	"dct:type":"Journal Article",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19420"
	},
	"dct:isPartOf":[
		{"rdf:resource":{"value":"http://aims.fao.org/serials/c_ea787e45"}
	},
	{"bibo:Journal":{"dct:title":{"value":"Boletim de Indústria Animal"},
	"bibo:ISSN":{"value":"0067-9615"}
	}
	}
	],
	"dct:issued":"2008-",
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://www.iz.sp.gov.br/pdfsbia/1216214056.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"VALENTE,  T. N. P."
	}
	},
	{"foaf:Person":{"foaf:name":"MALAFAIA,  P. A. M."
	}
	},
	{"foaf:Person":{"foaf:name":"LIZIEIRE,  R. S."
	}
	},
	{"foaf:Person":{"foaf:name":"FERREIRA,  S. F."
	}
	},
	{"foaf:Person":{"foaf:name":"GONÇALVES,  J. C."
	}
	},
	{"foaf:Person":{"foaf:name":"PEREIRA,  D. L."
	}
	}
	],
	"bibo:abstract":[
		{"value":"i.e. for a loss of 14.3kg of body weight the heifers had -0.68 units in their BCS. For a gain of 48.2kg of body weight, during the proteic-energetic supplementary phase, the same heifers had a surplus of 0.31 units of BCS."},
	{"value":"isto é, durante a perda de peso, a queda na condição corporal é rápida e progressiva e, na fase de ganho de peso, esta aumenta discretamente para um rápido ganho de peso."},
	{"value":"O desempenho ponderal, o escore da condição corporal e as despesas com a suplementação protéico-energética foram avaliados em dois grupos de 11 novilhas mestiças leiteiras, com idade de 15,7±4 meses e peso médio de 177,6±6kg. O objetivo foi avaliar essas variáveis em novilhas que passaram ou não por restrição alimentar antes do período seco e que foram submetidas posteriormente à suplementação protéico-energética durante a fase de estiagem. O período pré-experimental teve duração de 49 dias (07/04 a 26/05/05) onde um grupo de novilhas permaneceu preso no curral recebendo alimentação volumosa limitada e de baixa qualidade e o outro grupo (controle) permaneceu manejado livremente em pastos de capim-tanzânia. A restrição alimentar gerou uma diferença de peso entre os dois grupos de 31,5kg. Após o período de restrição alimentar os dois grupos foram conduzidos aos piquetes constituídos por grama-batatais (Paspalum notatum) e capim-belém (Sporubulus poiretii) e receberam um suplemento protéico-energético que continha 30% de uréia, 30% NaCl e 40% de farelo de trigo. As novilhas que foram submetidas à restrição alimentar antes do período seco tiveram um ganho de peso superior ao grupo controle, indicando que há um possível crescimento compensatório, mesmo no período desfavorável do ano. A diferença média entre os dois grupos foi reduzida de 31,5 para 15,6kg ao final do estudo. Os escores da condição corporal foram diferentes para o emagrecimento e a engorda"},
	{"value":"isto é, para uma perda de 14,3kg de peso vivo, as novilhas perderam 0,68 unidades de escore corporal e para um ganho de peso de 48,2kg as mesmas novilhas ganharam 0,31 unidades. Do presente estudo pode se concluir que, durante o período seco do ano, a utilização de suplemento protéico-energético resulta em maior ganho de peso diário para animais que passam por restrição alimentar em comparação aqueles que não sofreram tal restrição e as novilhas produzem respostas diferentes para o escore corporal em períodos de perda e recuperação de peso"},
	{"value":"Daily weight gain, costs and nutritional aspects were evaluated in two groups of 11 dairy heifers (Holstein/Zebu) weighing 177.6±6kg and with 15.7±4 months of age. In the pre-experimental period, for 49 days (April 7 to May 26), 11 heifers were kept in a stall and submitted to forced restriction in their daily dry matter intake, which resulted in weight loss of 2.9kg, related to their initial weight. Eleven other heifers were maintained free on the pasture, where they gained 30.2kg during the period. After this pre-experimental period, both groups were kept on the same grazing area and received a proteic-energetic supplement containing 30% urea, 30% NaCl and 40% of wheat middlings. Both groups were weighed every 21 days",
	"xml:lang":"eng"
	},
	{"value":"on the same data, only the group of forced alimentary restriction was evaluated for its body condition score (BCS). The animals under alimentary restriction had higher daily weight gain throughout the dry season. At the end of the experimental period, the difference between the two groups was 15.6kg and the values of the BCS were different in the period of body weight loss and in the re-growth phase",
	"xml:lang":"por"
	}
	]
	}}
