{"resource": {
	"dct:language":"por",
	"dct:title":[
		{"value":"   Características estruturais do capim-Braquiária sob lotação contínua e adubado com nitrogênio ",
	"xml:lang":"por"
	},
	{"value":"Structural characteristics signal-grass under continuois stoking and nitrogen fertilization",
	"xml:lang":"eng"
	}
	],
	"dc:subject":[
		{"value":"brachiaria decumbens",
	"xml:lang":"eng"
	},
	{"value":"grazing",
	"xml:lang":"eng"
	},
	{"value":"tissue",
	"xml:lang":"eng"
	}
	],
	"bibo:volume":"67/n.1",
	"rdf:about":"http://agris.fao.org/aos/records/BR2015F01366",
	"dct:identifier":"BR2015F01366",
	"dct:type":"Journal Article",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19420"
	},
	"dct:isPartOf":[
		{"rdf:resource":{"value":"http://aims.fao.org/serials/c_ea787e45"}
	},
	{"bibo:Journal":{"dct:title":{"value":"Boletim de Indústria Animal"},
	"bibo:ISSN":{"value":"0067-9615"}
	}
	}
	],
	"dct:issued":"2010-",
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://www.iz.sp.gov.br/pdfsbia/1287400138.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"MORAIS,  R. V."
	}
	},
	{"foaf:Person":{"foaf:name":"FONSECA,  D. M"
	}
	},
	{"foaf:Person":{"foaf:name":"SANTOS,  M. E. R."
	}
	},
	{"foaf:Person":{"foaf:name":"MOREIRA,  L. M."
	}
	},
	{"foaf:Person":{"foaf:name":"FAGUNDES,  J. L."
	}
	},
	{"foaf:Person":{"foaf:name":"MISTURA,  C."
	}
	},
	{"foaf:Person":{"foaf:name":"VITOR,  C. M. T."
	}
	}
	],
	"bibo:abstract":{"value":"ABSTRACT: From February to November 2003, the mass and morphological composition of forage from Brachiaria decumbens cv. Basilisk pastures under four different doses of nitrogen (75, 150, 225 and 300 kg/ha/year) were evaluated. The pastures were managed under continuous stocking with growing cattle. The data were grouped within three periods: February to April, May to August and September to November. Randomized block design with subdivided plots and two repetitions was used. The plots correspond to the nitrogen (N) doses, while the subplots to the time of the evaluation. In the period from May to August, the forage mass in the B. decumbens pasture increased linearly related to the N dose. The percentage of green leaf blade (GLB) was lower in the May/August period if compared to the other periods. The highest percentage values for green stem (GS) ocorred February/April. The relation between LFV masses and CV were influenced by the period of evaluation, reaching higher values in September/November. When 75 kg ha-1 of N was applied, the senescent tissue (ST) participation in the pasture did not vary throughout the months of the year. However, when whith doses of 150 kg ha-1 of N were applied, the percentage of ST was lower for February/April in comparison to the other periods. The percentages of GFB and GS increased linearly and positively as the N doses increased in the February/April. The structure of the B. decumbens pasture under continuous stocking is influenced interactively by the nitrogen doses and time of the year. Nitrogen fertilization improves the structure of the B. decumbens pasture under continuous stocking managed with the same mean height.",
	"xml:lang":"eng"
	}
	}}
