{"resource": {
	"dct:language":"por",
	"dct:title":{"value":"INFLUÊNCIA DO PERÍODO DE ARMAZENAMENTO E DO AMBIENTE NA EMERGÊNCIA DE PLÂNTULAS DE INAJÁ EM BOA VISTA, RORAIMA",
	"xml:lang":"por"
	},
	"bibo:pageStart":79,
	"bibo:volume":5,
	"bibo:pageEnd":82,
	"dct:type":"Journal Article",
	"rdf:about":"http://agris.fao.org/aos/records/BR2015N00188",
	"dct:identifier":"BR2015N00188",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19750"
	},
	"dct:isPartOf":{"bibo:Journal":{"dct:title":{"value":"Biota Amazônia (Biote Amazonie, Biota Amazonia, Amazonian Biota)"}
	}
	},
	"dct:issued":2015,
	"bibo:uri":"http://periodicos.unifap.br/index.php/biota/article/view/1126",
	"dct:dateSubmitted":2016,
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Mahedy Araujo Bastos Passos"
	}
	},
	{"foaf:Person":{"foaf:name":"Kaoru Yuyama"
	}
	},
	{"foaf:Organization":{"foaf:name":"INPA"
	}
	}
	],
	"bibo:issue":1,
	"bibo:abstract":{"value":"<p class=\"MsoNormal\" style=\"text-align: justify; mso-layout-grid-align: none; text-autospace: none;\"><span style=\"font-size: 7.0pt; mso-bidi-font-family: TwCenMT-Regular;\">Este trabalho teve como objetivo estudar a influência do período de armazenamento e do ambiente de semeadura na emergência de plântulas de inajá, uma palmeira nativa da Amazônia, encontrada naturalmente em áreas abertas de matas de transição do estado de Roraima. Após a colheita uma parte do lote dos frutos foi beneficiada e direcionada para plantio imediato e o restante acondicionado em sacos transparentes de polietileno e armazenado em câmara a 18 ºC. Após o beneficiamento os pirênios de inajá foram semeados em canteiros contendo areia cobertos com o mesmo substrato a dois centímetros de profundidade. O delineamento experimental foi de blocos casualizados, utilizando esquema fatorial 5x2 sendo os fatores: períodos de armazenamento (0, 30, 60, 90 e 120 dias) e ambientes (pleno sol e casa de vegetação), com quatro repetições de vinte sementes por parcela. Foram avaliados o teor de água das sementes, a frequência, o tempo médio e o índice de velocidade de emergência. As frequências e os índices de velocidade de emergência das plântulas de inajá foram significativamente maiores em sementes de plantio imediato semeadas em casa de vegetação, onde as emergências chegaram a 100%. Não houve diferenças significativas em relação ao tempo médio de emergência para nenhum dos tratamentos de armazenamentos e ambientes testados, porém foi em média menor em ambiente de casa de vegetação. O armazenamento em câmara a 18 ºC, não só mantém a umidade das sementes como possibilita a emergência das plântulas em casa de vegetação até 120 dias.</span><p class=\"MsoNormal\" style=\"text-align: justify; mso-layout-grid-align: none; text-autospace: none;\"><strong><span style=\"font-size: 7.0pt; mso-bidi-font-family: \";TwCenMT-Regular\,Bold\";;\">Palavras-chave: </span></strong><span style=\"font-size: 7pt;\">Arecaceae, conservação, germinação, </span><em><span style=\"font-size: 7.0pt; mso-bidi-font-family: \";TwCenMT-Regular\,Italic\";;\">Maximiliana maripa</span></em><span style=\"font-size: 7pt;\">, semente.</span>",
	"xml:lang":"por"
	}
	}}
