{"resource": {
	"dct:language":"por",
	"dct:title":[
		{"value":"Ruminal parameters of inocula-donnor cows fed different diets and its effects on forage in vitro digestibility",
	"xml:lang":"eng"
	},
	{"value":"   Parâmetros ruminais de vacas doadoras de inóculo alimentados com diferentes dietas e seus efeitos na digestibilidade in vitro de volumosos ",
	"xml:lang":"por"
	}
	],
	"dc:subject":[
		{"value":"rumen",
	"xml:lang":"eng"
	},
	{"value":"fatty acids",
	"xml:lang":"eng"
	},
	{"value":"cane sugar",
	"xml:lang":"eng"
	},
	{"value":"ecological zonation",
	"xml:lang":"eng"
	},
	{"value":"cornus",
	"xml:lang":"eng"
	},
	{"value":"silage",
	"xml:lang":"eng"
	}
	],
	"bibo:volume":"65/n.3",
	"rdf:about":"http://agris.fao.org/aos/records/BR2015F02199",
	"dct:identifier":"BR2015F02199",
	"dct:type":"Journal Article",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19420"
	},
	"dct:isPartOf":[
		{"rdf:resource":{"value":"http://aims.fao.org/serials/c_ea787e45"}
	},
	{"bibo:Journal":{"dct:title":{"value":"Boletim de Indústria Animal"},
	"bibo:ISSN":{"value":"0067-9615"}
	}
	}
	],
	"dct:issued":"2008-",
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://www.iz.sp.gov.br/pdfsbia/1227530269.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"SANTOS,  V. P."
	}
	},
	{"foaf:Person":{"foaf:name":"BITTAR,  C. M. M."
	}
	},
	{"foaf:Person":{"foaf:name":"NUSSIO,  L. G."
	}
	},
	{"foaf:Person":{"foaf:name":"FERREIRA,  L. S."
	}
	},
	{"foaf:Person":{"foaf:name":"ZAPOLLATTO,  M."
	}
	},
	{"foaf:Person":{"foaf:name":"ALVES,  C. C."
	}
	}
	],
	"bibo:abstract":[
		{"value":"Objetivou-se avaliar o ambiente ruminal de vacas doadoras de inóculo, alimentadas com cana de açúcar fresca ou ensilada, e seus efeitos na digestibilidade verdadeira in vitro da matéria seca (DVIVMS) e matéria orgânica (DVIVMO) da cana-de-açúcar fresca (CF), cana-de-açúcar ensilada (SC) e da silagem de milho (SM). Foram utilizadas duas vacas Holandesas com fistula ruminal, as quais foram alimentadas com rações com diferentes volumosos: CF ou SC. Foram coletadas amostras de fluído ruminal para a avaliação do ambiente ruminal resultante de cada ração, através da determinação do pH, nitrogênio amoniacal e concentração dos ácidos graxos de cadeia curta (AGCC). Para a determinação da DVIV da MS e da MO, foi coletado fluido ruminal dos animais alimentados com as diferentes dietas, sendo os volumosos testados incubados em quadruplicatas durante 48h. Diferenças significativas foram observadas para a concentração total dos AGCC nos diferentes tratamentos (P",
	"xml:lang":"por"
	},
	{"value":"This study aimed to evaluate the rumen environment of inocula cows donor fed fresh or ensiled sugar cane, and its effects on the in vitro true dry matter (IVTDMD) and organic matter digestibilities (IVTOMD) of fresh sugar cane (FS), sugarcane silage (SS) and corn silage (CS). Two Holstein cows with rumen cannulae were fed diets containing different forage sources: fresh chopped sugarcane and sugarcane silage. Rumen fluid samples were collected for diets resulting rumen conditions evaluation by the determination of pH, ammonia-N and short chain fatty acids (SCFA) molar concentration. For the IVTDMD and IVTOMD determinations, rumen fluid was collected from the animals fed different diets, being the tested forages incubated in quadruplicates during 48h. Significant differences between treatments were observed for the total SCFA molar concentration (P",
	"xml:lang":"eng"
	}
	]
	}}
