{"resource": {
	"dct:language":[
		"por",
	"eng"
	],
	"dct:title":[
		{"value":"   Otimização técnica de indução de mutação para a melhoria de características agronômicas em guandu [Cajanus cajan (L.) Millsp.] Landraces ",
	"xml:lang":"por"
	},
	{"value":"Optimizing induced mutation technique for the improvement of agronomic traits in pigeon pea [Cajanus cajan (L.) Millsp.] landraces",
	"xml:lang":"eng"
	}
	],
	"dc:subject":[
		{"value":"induced mutation",
	"xml:lang":"eng"
	},
	{"value":"improvement",
	"xml:lang":"eng"
	}
	],
	"bibo:volume":"5/n.3",
	"rdf:about":"http://agris.fao.org/aos/records/BR2015202810",
	"dct:identifier":"BR2015202810",
	"dct:type":"Journal Article",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/11131"
	},
	"dct:isPartOf":[
		{"rdf:resource":{"value":"http://aims.fao.org/serials/j_1294754373047"}
	},
	{"bibo:Journal":{"dct:title":{"value":"Comunicata Scientiae"},
	"bibo:ISSN":{"value":"2176-9079"}
	}
	}
	],
	"dct:issued":"2014-",
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://comunicata.ufpi.br/index.php/comunicata/article/download/430/268",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Ugorji Udensi Ogbuagu"
	}
	},
	{"foaf:Person":{"foaf:name":"Isreal Ntia Mfonobong"
	}
	},
	{"foaf:Person":{"foaf:name":"Uchenna Obianwa Chibuzor"
	}
	},
	{"foaf:Organization":{"foaf:name":"University of Calabar, Calabar, Nigeria"
	}
	},
	{"foaf:Organization":{"foaf:name":"University of Calabar, Calabar, Nigeria"
	}
	},
	{"foaf:Organization":{"foaf:name":"University of Calabar, Calabar, Nigeria"
	}
	}
	],
	"bibo:abstract":[
		{"value":"especialmente na geração M1. Explicitamente, não houve efeitos significativos positivos óbvios de tratamento APM em guandu, especialmente a variedade branca a 4 ppm. Progênies geração M1 desempenho melhor do que os seus homólogos dos pais em caracteres de produção, incluindo aprodução de sementes. A implicação é que as sementes M1 pode ser avançado para geração M2 onde código genético será lançado pela segregação."},
	{"value":"especially in the M1 generation. Explicitly, there were obvious positive significant effects of APM treatment onpigeon pea, especially the white variety at 4 ppm. M1 generation progenies performed better than their parental counterparts in yield traits, including seed yield. The implication is that M1 seeds can be advanced to M2 generation where genetic blueprint will be released through segregation."},
	{"value":"180 dias, respectivamente). O tratamento também causou alta fenotípica e variância genotípica"},
	{"value":"Creation of variability through induced mutation is cardinal in genotype selection. However, the stability of the mutants in the subsequent generations is of utmost importance for improvement. This current research was aimed at evaluating the performance of pigeon pea landraces followingamiprophos methyl (APM) treatment. Thirty seeds each of two varieties of pigeon pea (brown “Fiofio”, white “Fiofio”) were soaked in 0, 4, 6 and 8 ppm amiprophos methyl (APM) for 48 hours. After the first growing season (2010/2011), mutant seeds were harvested and replanted in the next growing season (2011/2012). The result from the parental generation showed that the brown “Fiofio” variety grew taller (286.1±1.63cm), produced more branches plant-1 (18.25±0.25), had broader leaf area plant-1 (86.12±2.29cm2) and increased petiole length plant-1 (4.58±0.23cm) while the white “Fiofio” produced more leaves plant-1 (337.5±1.04) and seed yield plant-1 (452.5±1.04). Plants raised from the M1 mutant seeds of white “Fiofio” variety produced more pods plant-1 (267.8±1.93pods) and had increased seed yield plant-1 (1344± seeds) with increased weight of 100-seeds (18.12±0.11g). However, plants raised from brown “Fiofio” produced more number of leaves plant-1 (2865±2.73),had taller plants (255.2±1.77cm) with increased days to 50% flowering and maturity (196",
	"xml:lang":"eng"
	},
	{"value":"A criação de variabilidade através de mutação induzida é cardeal em seleção de genótipos. No entanto, a estabilidade dos mutantes nas gerações subsequentes é de extrema importância para a melhoria. Esta pesquisa teve como objetivo principal avaliar o desempenho de cultivares de guandu, tratamentos com amiprophos metil (APM). Trinta sementes cada uma das duas variedades de guandu (marrom “Fiofio”, branco “Fiofio”) foram embebidas em 0, 4, 6 e 8 ppm miprophos metil (APM) por 48 horas. Após a primeira estação de crescimento (2010/2011), sementes mutantes foram colhidas e replantadas na safra seguinte (2011/2012). O resultado da geração dos pais mostrou que a variedade marrom “Fiofio” cresceu mais alto (286,1 ± 1,63 centímetros), produzido mais ramos planta-1 (18,25 ± 0,25), teve mais amplo de área foliar da planta-1 (86,12 ± 2.29cm2) e aumento pecíolo comprimento planta-1 (4,58 ± 0,23 centímetros), enquanto o branco “Fiofio”produziu mais folhas planta-1 (337,5 ± 1,04) e rendimento de sementes de plantas-1 (452,5 ± 1,04). Plantas levantadas a partir da M1 sementes mutantes de branco “Fiofio” variedade produziu mais vagens planta-1 (267,8 ± 1.93pods) e aumentou o rendimento de grãos da planta-1 (1.344 sementes ±) com o aumento do peso de 100 sementes (18,12 ± 0,11 g ). No entanto, as plantas criadas apartir de marrom “Fiofio” produziu o maior número de folhas planta-1 (2,865 ± 2,73), tinha plantas mais altas (255,2 ± 1,77 centímetros) com o aumento dias a 50% de floração e maturação (196"},
	{"value":"180 days, respectively). The treatment also caused high phenotypic and genotypic variances",
	"xml:lang":"por"
	}
	]
	}}
