{"resource": {
	"dct:language":"por",
	"dct:title":[
		{"value":"Carcass and meat traits of Morada Nova, Santa Ines and ½ Ile de France ½ Texel lambs finished in feedlot",
	"xml:lang":"eng"
	},
	{"value":"   Santa Inês e ½ Ile de France ½Texel terminados em confinamento "},
	{"value":"   Características quantitativas da carcaça e qualitativas da carne de cordeiros Morada Nova ",
	"xml:lang":"por"
	}
	],
	"dc:subject":[
		{"value":"mutton",
	"xml:lang":"eng"
	},
	{"value":"slaughter value",
	"xml:lang":"eng"
	},
	{"value":"tenderness",
	"xml:lang":"eng"
	},
	{"value":"color",
	"xml:lang":"eng"
	}
	],
	"bibo:volume":"71/n.3",
	"rdf:about":"http://agris.fao.org/aos/records/BR2015F02937",
	"dct:identifier":"BR2015F02937",
	"dct:type":"Journal Article",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19420"
	},
	"dct:isPartOf":[
		{"rdf:resource":{"value":"http://aims.fao.org/serials/c_ea787e45"}
	},
	{"bibo:Journal":{"dct:title":{"value":"Boletim de Indústria Animal"},
	"bibo:ISSN":{"value":"0067-9615"}
	}
	}
	],
	"dct:issued":"2014-",
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://www.iz.sp.gov.br/pdfsbia/1412019356.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"ISSAKOWICZ, J."
	}
	},
	{"foaf:Person":{"foaf:name":"BUENO, M. S."
	}
	},
	{"foaf:Person":{"foaf:name":"ISSAKOWICZ, A.C.K.S."
	}
	},
	{"foaf:Person":{"foaf:name":"HAGUIWARA,  M. M. H."
	}
	}
	],
	"bibo:abstract":[
		{"value":"O objetivo deste estudo foi avaliar as características da carcaça e da carne de cordeiros Morada Nova, Santa Inês e ½ Ile de France x ½Texel terminados em confinamento. Avaliou-se peso e proporção dos cortes cárneos, medidas de dimensão da carcaça e cor, maciez, perdas por cocção e pH final da carne de 10 animais da raça Morada Nova, 6 Santa Inês e 10 ½ Ile de France ½Texel. Os animais foram terminados em confinamento em baias coletivas, alimentados ad libitum com 50% de silagem de milho e 50% de ração concentrada, e abatidos precocemente com aproximadamente seis meses de idade. Análises de variância foram realizadas pelo PROC GLM do SAS (SAS Inst., Inc., Cary, NC) e as médias comparadas pelo teste de Tukey a 5% de significância. Os cordeiros Morada Nova apresentaram valores de 14,1 kg",
	"xml:lang":"por"
	},
	{"value":"13,9 kg"},
	{"value":"56,2 cm e 35,8 cm para peso de carcaça quente e fria, índice de compacidade, circunferência de quadril e circunferência de perna, respectivamente, sendo estes menores (P0,05) entre os grupos genéticos avaliados. A nota para cobertura de gordura e conformação foi superior (P"},
	{"value":"The aim of this study was to evaluate the carcass and meat traits of Morada Nova, Santa Ines and ½ Ile de France ½ Texel lambs finished in feedlot. Weight and proportion of meatcuts, measures of carcass size and color, tenderness, cooking loss and ultimate pH of meat from 10 Morada Nova, 6 Santa Ines and 10 ½ Ile de France ½ Texel were evaluated. The lambs were finished in collective pens, fed ad libitum with 50% corn silage and 50% concentrate and slaughtered at about six months old. Analysis of variance was performed by the procedure PROC GLM of SAS (SAS Inst., Inc., Cary, NC) and means were compared by Tukey test at 5% significance. The Morada Nova lambs had values of 14.1 kg, 13.9 kg, 0.240 kg/cm, 56.2 cm and 35.8 cm for hot and cold carcass weight, compactness index, hip and leg circumference respectively and these values were lower (P 0.05) among genetic groups. The scores for conformation and fat cover were higher (P",
	"xml:lang":"eng"
	},
	{"value":"0,240 kg/cm"}
	]
	}}
