{"resource": {
	"dct:language":"por",
	"dct:title":[
		{"value":"Tissue composition and qualitative attributes of lamb meat of animals finished with diets containing thermally treated soybeans",
	"xml:lang":"eng"
	},
	{"value":"   Composição tecidual e atributos qualitativos da carne de cordeiro terminados com dietas contendo grão de soja tratado termicamente ",
	"xml:lang":"por"
	}
	],
	"dc:subject":[
		{"value":"meat texture",
	"xml:lang":"eng"
	},
	{"value":"meat quality",
	"xml:lang":"eng"
	},
	{"value":"lamb meat",
	"xml:lang":"eng"
	},
	{"value":"fats",
	"xml:lang":"eng"
	},
	{"value":"tenderness",
	"xml:lang":"eng"
	},
	{"value":"sheep",
	"xml:lang":"eng"
	},
	{"value":"feed composition",
	"xml:lang":"eng"
	}
	],
	"bibo:volume":"72/n.1",
	"rdf:about":"http://agris.fao.org/aos/records/BR2015F05936",
	"dct:identifier":"BR2015F05936",
	"dct:type":"Journal Article",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19420"
	},
	"dct:isPartOf":[
		{"rdf:resource":{"value":"http://aims.fao.org/serials/c_ea787e45"}
	},
	{"bibo:Journal":{"dct:title":{"value":"Boletim de Indústria Animal"},
	"bibo:ISSN":{"value":"0067-9615"}
	}
	}
	],
	"dct:issued":"2015-",
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://www.iz.sp.gov.br/pdfsbia/1427133266.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"NUBIATO, K.E.Z."
	}
	},
	{"foaf:Person":{"foaf:name":"FERNANDES, A.R.M."
	}
	},
	{"foaf:Person":{"foaf:name":"ALVES, L.G.C."
	}
	},
	{"foaf:Person":{"foaf:name":"OSÓRIO, J.C.S."
	}
	},
	{"foaf:Person":{"foaf:name":"FARIAS, R.M."
	}
	},
	{"foaf:Person":{"foaf:name":"RICARDO, H.A."
	}
	}
	],
	"bibo:abstract":[
		{"value":"The objective of this study was to evaluate the effect of thermally treated (processed) soybeans in finishing diets for lambs containing two levels of concentrate on the tissue composition and qualitative traits of lamb meat. Twenty uncastrated mongrel lambs with an initial body weight of 22.6 ± 2.06 kg were housed in individual pens during the finishing phase and allocated to a completely randomized design in a 2x2 factorial scheme (fresh or processed soybeans x 50% or 80% concentrate). The animals were slaughtered once they had reached a body condition score of 3.0 and the mean slaughter weight was 32.51 ± 3.08 kg. After slaughter and carcass cooling, loin samples were collected for dissection and separation of the tissue components of the commercial cut. Next, the muscle portion was submitted to qualitative analysis. There was no effect of the interaction between soybean processing and concentrate level in the diet (P>0.05). The loin of animals fed the higher concentrate diet was heavier (0.80 kg). A higher quantity of the muscle was also observed in animals fed the higher proportion of concentrate and diets containing processed soybeans (0.56 and 0.54 kg). The treatments including processed soybeans provided a higher muscle:bone ratio (5.62) and higher muscle percentage (68.13%). The treatments did not influence qualitative meat traits (P>0.05). Heat treatment of soybeans improves the edible portion without altering the qualitative traits of lamb meat.",
	"xml:lang":"eng"
	},
	{"value":"O objetivo foi avaliar a utilização do grão de soja tratado termicamente (processado) em dietas para a terminação de cordeiros, com dois níveis de concentrado, sobre a composição tecidual e características qualitativas da carne de cordeiro. Vinte cordeiros sem raça definida (SRD) não castrados, com 22,6 ± 2,06 kg de peso corporal inicial foram alojados, durante a fase de terminação, em baias individuais e distribuídos em um delineamento inteiramente casualizado num arranjo fatorial 2x2 (grão de soja in natura ou processado x 50% ou 80% de concentrado). Os animais foram abatidos ao atingirem a condição corporal 3,0, sendo o peso médio de abate 32,51 ± 3,08 kg. Após o abate e refrigeração das carcaças, amostras do lombo foram coletadas para realização das dissecações e separação dos tecidos componentes do corte comercial. Posteriormente, a porção muscular foi submetida às análises qualitativas. Não houve efeito de interação (P>0,05) entre processamento do grão de soja e nível de concentrado na dieta. O lombo dos animais alimentados com maior nível de concentrado foi mais pesado (0,80 kg). Os animais alimentados com maior proporção de concentrado e com dietas contendo grão de soja processado também apresentaram maior quantidade de músculo (0,56 e 0,54 kg). Os tratamentos com grão de soja processado proporcionaram maior relação músculo:osso (5,62) e maior percentual de músculo (68,13%). Os tratamentos não influenciaram (P>0,05) as características qualitativas da carne. O processamento térmico do grão de soja proporciona melhora na porção comestível, sem alterar as características qualitativas da carne de cordeiros.",
	"xml:lang":"por"
	}
	]
	}}
