{"resource": {
	"dct:language":"por",
	"dct:title":[
		{"value":"   Análise citogenética de bovinos da raça Pardo-Suíça ",
	"xml:lang":"por"
	},
	{"value":"Brown Swiss cattle cytogenetic analysis",
	"xml:lang":"eng"
	}
	],
	"dc:subject":[
		{"value":"chromosomes",
	"xml:lang":"eng"
	},
	{"value":"twins",
	"xml:lang":"eng"
	},
	{"value":"karyotypes",
	"xml:lang":"eng"
	},
	{"value":"bovinae",
	"xml:lang":"eng"
	}
	],
	"bibo:volume":"67/n.2",
	"rdf:about":"http://agris.fao.org/aos/records/BR2015F01438",
	"dct:identifier":"BR2015F01438",
	"dct:type":"Journal Article",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19420"
	},
	"dct:isPartOf":[
		{"rdf:resource":{"value":"http://aims.fao.org/serials/c_ea787e45"}
	},
	{"bibo:Journal":{"dct:title":{"value":"Boletim de Indústria Animal"},
	"bibo:ISSN":{"value":"0067-9615"}
	}
	}
	],
	"dct:issued":"2010-",
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://www.iz.sp.gov.br/pdfsbia/1302292743.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"PIRES,  R. M. L."
	}
	},
	{"foaf:Person":{"foaf:name":"DIB,  C. C."
	}
	},
	{"foaf:Person":{"foaf:name":"DUARTE,  K. M. R."
	}
	},
	{"foaf:Person":{"foaf:name":"AMARAL,  J. B. A."
	}
	},
	{"foaf:Person":{"foaf:name":"MIRANDA,  M. S."
	}
	}
	],
	"bibo:abstract":[
		{"value":"Em 1985 o plantel de bovinos da raça Pardo-Suíça do Instituto de Zootecnia, da Secretaria da Agricultura e Abastecimento de São Paulo (SAA/SP), APTA, foi analisado citogeneticamente e verificado a presença de translocação Robertsoniana 1/29, anomalia está relacionada com a redução da fertilidade. Neste plantel foi detectado também quimerismo 60,XX/60,XY em fêmeas \"freemartin\" e em macho gêmeo. O presente estudo teve como objetivo analisar a incidência de anomalias cromossômicas, em animais da raça Pardo-Suíça, descendentes daqueles cariotipados anteriormente. Após 25 anos, 127 bovinos sendo 97 fêmeas e 30 machos, progênies do plantel anterior foram cariotipados através de metáfases obtidas de cultura de linfócitos de sangue periférico. O número diplóide típico dos bovinos de 2n=60 e o cariótipo constituído de 58 autossomos acrocêntricos e dois cromossomos X submetacêntricos foram confirmados em 94 fêmeas, e em 27 machos o complemento sexual formado por um cromossomo X e um Y, ambos submetacêntricos, mas de tamanhos diferentes. Quatro fêmeas nascidas de partos gemelares com machos foram cariotipadas, três apresentaram quimerismo 60,XX/60,XY em suas células sanguíneas (uma com 25,8% de células femininas (XX) e 74,2% de células masculinas (XY)"},
	{"value":"one another with 10% of cells XX e 90% of XY and the third with 50% of each type) showing genital masculinization, diagnosed as freemartism and discarded from herd. Two hundred and five cells were analyzed from another female twins and only 60,XX cells were found, diagnosed as normal. His sister also were normal (60,XY). The another three males were also analyzed from gemelar heterosexual parturition, with karyotype 60,XX/60,XY. Cytogenetic analysis are a safe methodology for freemartin abnormalities identification in female bovine twins with male bovine, giving the opportunity of selecting fertile animals, avoiding loses in the management of sterile animals. Robertsonian’s translocation was not observed in any of the animals analyzed.",
	"xml:lang":"por"
	},
	{"value":"outra 10% de células XX e 90% de XY e a terceira 50% de células de cada tipo), masculinização dos órgãos genitais, sendo diagnosticada como freemartismo e descartadas do plantel por serem consideradas estéreis. Seus três irmãos também apresentaram cariótipos 60,XX/60,XY. Duzentos e cinco células foram analisadas da outra fêmea gêmea, e apenas células tipo 60,XX foram encontradas, sendo diagnosticada como normal, seu irmão gêmeo apresentou somente células 60,XY. Análise citogenética é um método seguro para diagnóstico de freemartismo em fêmeas bovinas gêmeas com macho, fornecendo a oportunidade ao produtor de retirar portadores de quimerismo, do processo reprodutivo, diminuindo eventuais prejuízos com o manejo de animais estéreis. Translocação Robertsoniana não foi detectada em nenhum animal analisado."},
	{"value":"At 1985, a Brown Swiss herd from the Institute of Animal Science and Pastures, APTA/SAA was cytogenetically analyzed and 1/29 Robertsonian translocation was observed. Such anomaly is related to fertility reduction. Quimeric abnormality such as 60,XX/60,XY in freemartin females. This study aimed to evaluate the incidence of cromossomic abnormalities in Brown Swiss animals, descending form herd karyotyped earlier. After 25 years, 127 animals (97 females and 30 males) from this herd were karyotyped by metaphases obtained from blood lymphocyte cultures. The typical diploid number 2n=60, 58 acrocentric and two X submetacentric chromosomes were confirmed in 94 females and in 27 males the sexual complement X and Y, both submetacentric, although from different sizes. Four females from gemelar parturition whit males were karyotyped. Three of them presented quimerism 60,XX/60,XY (one with 25.8% of female cells (XX) and 74.2% male cells (XY)",
	"xml:lang":"eng"
	}
	]
	}}
