{"resource": {
	"dct:language":"por",
	"dct:title":[
		{"value":"   Efeito do acasalamento entre a doadora e o touro (Holandês versus Gir) na produção in vitro de embriões bovinos ",
	"xml:lang":"por"
	},
	{"value":"Effect of mating between the donor cow and bull (Holstein versus Gyr) on the in vitro production of bovine embryos",
	"xml:lang":"eng"
	}
	],
	"dc:subject":[
		{"value":"copulation",
	"xml:lang":"eng"
	},
	{"value":"reproductive performance",
	"xml:lang":"eng"
	},
	{"value":"fertilization",
	"xml:lang":"eng"
	},
	{"value":"ova",
	"xml:lang":"eng"
	}
	],
	"bibo:volume":"72/n.1",
	"rdf:about":"http://agris.fao.org/aos/records/BR2015F05950",
	"dct:identifier":"BR2015F05950",
	"dct:type":"Journal Article",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19420"
	},
	"dct:isPartOf":[
		{"rdf:resource":{"value":"http://aims.fao.org/serials/c_ea787e45"}
	},
	{"bibo:Journal":{"dct:title":{"value":"Boletim de Indústria Animal"},
	"bibo:ISSN":{"value":"0067-9615"}
	}
	}
	],
	"dct:issued":"2015-",
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://www.iz.sp.gov.br/pdfsbia/1427136460.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"SILVA, A.P.T.B"
	}
	},
	{"foaf:Person":{"foaf:name":"MELLO, R.R.C."
	}
	},
	{"foaf:Person":{"foaf:name":"FERREIRA, J.E."
	}
	},
	{"foaf:Person":{"foaf:name":"MELLO,  M. R. B."
	}
	}
	],
	"bibo:abstract":[
		{"value":"26,8 e 31,0%, respectivamente, para as taxas de blastocisto, sendo G1>G2, G1=G3, G1"},
	{"value":"15,5±11,9 e 9,1±7,9. As taxas de oócitos aptos para o cultivo foram de 57,7 e 58,5% para as raças Holandesa e Gir, respectivamente. Houve diferença significativa entre as raças com relação aos oócitos aptos ao cultivo (P0,05). Do mesmo modo, foi observado que a raça da doadora de oócitos e do touro influenciou as taxas de clivagem e de blastocisto (PG2, G1>G3, G1>G4, G2=G3, G2>G4 e G3>G4. Do mesmo modo, os resultados foram 28,1"},
	{"value":"33,3"},
	{"value":"The objective of this study was to evaluate the effect of the breed of the oocyte donor cow and bull (Holstein versus Gyr) on in vitro production (IVP) parameters of bovine embryos comparing the mean number of recovered oocytes and oocytes suitable for culture, the rate of suitable oocytes, and cleavage and blastocyst rates. Data from 1,000 follicular aspiration sessions (OPU), including 500 in donor cows of the Holstein breed and 500 of the Gyr breed, were collected. The results were analyzed by the unpaired Student t-test and chi-square test, adopting a level of significance of 5%. The mean number and standard deviation of recovered oocytes and oocytes suitable for culture were 15.1±13.0 and 8.7±7.6 for the Holstein breed and 15.5±11.9 and 9.1±7.9 for the Gyr breed. The rates of suitable oocytes were 57.7% and 58.5% for Holstein and Gyr breeds, respectively. A significant difference between breeds was observed for the number of oocytes suitable for culture (P0.05). Similarly, the breed of the oocyte donor cow and bull influenced cleavage and blastocyst rates (PG2, G1>G3, G1>G4, G2=G3, G2>G4, and G3>G4. The blastocyst rates were 28.1, 33.3, 26.8 and 31.0%, respectively, with G1>G2, G1=G3, G1",
	"xml:lang":"eng"
	},
	{"value":"8,7±7,6"},
	{"value":"O objetivo do presente estudo foi avaliar o efeito da raça da doadora de oócitos e a raça do touro (Holandês versus Gir) sobre os parâmetros de produção in vitro (PIV) de embriões bovinos comparando as médias de oócitos recuperados e aptos ao cultivo e as taxas de oócitos aptos ao cultivo, de clivagem e de blastocisto. Foram coletados dados referentes a 1000 sessões de aspiração folicular (OPU), sendo 500 em doadoras da raça Holandesa e 500 da raça Gir. Os dados foram analisados pelos testes t de Student não pareado e Qui-quadrado, com nível de significância de 5%. As médias e os desvios padrão de oócitos recuperados e aptos ao cultivo para as raças Holandesas e Gir foram, respectivamente, 15,1±13,0",
	"xml:lang":"por"
	}
	]
	}}
