{"resource": {
	"dct:language":"por",
	"dct:title":[
		{"value":"Daily weight gain, feed: gain ratio and carcass characteristics of the Nellore steers feed lot and rations based on the tropical grass silage or corn silage",
	"xml:lang":"eng"
	},
	{"value":"   Ganho de peso vivo diário ",
	"xml:lang":"por"
	},
	{"value":"   conversão alimentar e características de carcaça de novilhos da raça nelore confinados e alimentados com dietas baseadas em silagens de capim Marandu ou de milho "}
	],
	"dc:subject":[
		{"value":"feeds",
	"xml:lang":"eng"
	},
	{"value":"nutrition",
	"xml:lang":"eng"
	},
	{"value":"carcasses",
	"xml:lang":"eng"
	}
	],
	"bibo:volume":"65/n.1",
	"rdf:about":"http://agris.fao.org/aos/records/BR2015F01799",
	"dct:identifier":"BR2015F01799",
	"dct:type":"Journal Article",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19420"
	},
	"dct:isPartOf":[
		{"rdf:resource":{"value":"http://aims.fao.org/serials/c_ea787e45"}
	},
	{"bibo:Journal":{"dct:title":{"value":"Boletim de Indústria Animal"},
	"bibo:ISSN":{"value":"0067-9615"}
	}
	}
	],
	"dct:issued":"2008-",
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://www.iz.sp.gov.br/pdfsbia/1216214081.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"SIGNORETTI, R. D."
	}
	},
	{"foaf:Person":{"foaf:name":"SAMPAIO,  R. L."
	}
	},
	{"foaf:Person":{"foaf:name":"RESENDE, F. D."
	}
	},
	{"foaf:Person":{"foaf:name":"COAN,  R. M."
	}
	},
	{"foaf:Person":{"foaf:name":"ALLEONI,  G. F."
	}
	},
	{"foaf:Person":{"foaf:name":"FARIA,  M. H"
	}
	},
	{"foaf:Person":{"foaf:name":"SIQUEIRA,  R. S."
	}
	},
	{"foaf:Person":{"foaf:name":"MIGUEL,  F. B."
	}
	}
	],
	"bibo:abstract":[
		{"value":"Avaliou-se o consumo de matéria seca, o ganho de peso vivo diário, a conversão alimentar e as características de carcaça com rações baseadas em silagens de capim Marandu (SC) ou de milho (SM), que atendessem aos requerimentos para ganho de peso vivo de 1,0 ou 1,2kg/dia. Foram utilizados 24 novilhos da raça Nelore, castrados, com peso vivo médio inicial de 369,05 ± 15,06kg, distribuídos em delineamento inteiramente casualizado, em arranjo fatorial 2 x 2 (volumosos x planos nutricionais) com seis repetições. Os tratamentos foram: 1) SC e ganho de 1,0kg/dia"},
	{"value":"4) Corn silage and daily gain of 1.2kg. The silage and nutritional plane didn’t affect the daily dry matter intake and intake in relation to the body weight, carcass weight and yield hot and cool, fat thickness, eyes loin area and basic meat cuts. However the animals that received to high nutritional diet plane showed highest daily weight gain in relation to the live and hot carcass weight, compared to animal feed in low nutritional plane. The feed conversion (kg of DM/kg of the weight gain) was better to the animals feed with corn silage in a higher nutritional plane. The corn silage diet for daily gain of 1.2 kg resulted in a better animal performance and feed conversion."},
	{"value":"3) Corn silage and daily gain of 1.0kg"},
	{"value":"2) SC e ganho de 1,2kg/dia"},
	{"value":"It was evaluated dry matter average daily intake, average daily weight gain, feed: weight gain ratio, and carcass characteristics with rations based on the tropical grass silage (TG) or corn (C) silage, that they took care to the requirements for weight gain of 1.0 and 1.2kg/day. Twenty-four Nellore steers, averaging 369.05 ± 15.06kg of live weight distributed in a randomized design, in a factorial scheme 2 x 2 (silage x nutritional plane) with six replications. The treatments had been: 1) Marandu grass silage and daily gain of 1.0kg",
	"xml:lang":"eng"
	},
	{"value":"3) SM e ganho de 1,0kg/dia e 4) SM e ganho de 1,2kg/dia. Não houve diferença no consumo diário de matéria seca total e no consumo de matéria seca em porcentagem do peso vivo, no peso e rendimento da carcaça quente e fria, na espessura de gordura, na área de olho de lombo e nos cortes cárneos básicos, entre os volumosos e os planos nutricionais. No entanto, animais submetidos a dietas com alto plano nutricional apresentaram maiores ganhos diários em relação ao peso vivo e ao peso da carcaça quente em comparação àqueles com baixo plano nutricional e a conversão alimentar (kg de MS/kg de ganho/dia) foi melhor nos animais alimentados com silagem de milho com alto plano nutricional. A dieta à base de silagem de milho para ganho de 1,2kg/dia promoveu maior ganho de peso e melhor conversão alimentar aos animais."},
	{"value":"2) Marandu grass silage and daily gain of 1.2kg",
	"xml:lang":"por"
	}
	]
	}}
