{"resource": {
	"dct:language":"por",
	"dct:title":[
		{"value":"   Curvas de lactação de fêmeas mestiças Taurino x Zebu ",
	"xml:lang":"por"
	},
	{"value":"Lactation curves of crossbred Taurine x Zebu cows",
	"xml:lang":"eng"
	}
	],
	"dc:subject":[
		{"value":"models",
	"xml:lang":"eng"
	},
	{"value":"lactation",
	"xml:lang":"eng"
	},
	{"value":"crossbreeding",
	"xml:lang":"eng"
	},
	{"value":"genetic parameters",
	"xml:lang":"eng"
	},
	{"value":"mathematical models",
	"xml:lang":"eng"
	},
	{"value":"milk production",
	"xml:lang":"eng"
	}
	],
	"bibo:volume":"73/n.2",
	"bibo:doi":"10.17523/bia.v73n2p118",
	"rdf:about":"http://agris.fao.org/aos/records/BR2016F00025",
	"dct:identifier":"BR2016F00025",
	"dct:type":"Journal Article",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19420"
	},
	"dct:isPartOf":{"bibo:Journal":{"dct:title":{"value":"Boletim de Indústria Animal"},
	"bibo:ISSN":{"value":"0067-9615"}
	}
	},
	"dct:issued":"2016-",
	"bibo:uri":"http://dx.doi.org/10.17523/bia.v73n2p118",
	"dct:dateSubmitted":2016,
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"PEREIRA, M. A."
	}
	},
	{"foaf:Person":{"foaf:name":"MENEZES, M. L."
	}
	},
	{"foaf:Person":{"foaf:name":"OLIVEIRA,  V. S."
	}
	},
	{"foaf:Person":{"foaf:name":"LIMA, M. S."
	}
	},
	{"foaf:Person":{"foaf:name":"CARVALHO, C. T. G."
	}
	},
	{"foaf:Person":{"foaf:name":"SANTOS, A. D. F."
	}
	}
	],
	"bibo:abstract":[
		{"value":"Objetivou-se comparar equações matemáticas descritas na literatura, identificar a que melhor descreve a produção de leite e estimar alguns componentes da curva de lactação de vacas de alta variabilidade genética, resultante de cruzamento taurino (Bos taurus) x zebuíno (Bos indicus), em sistema de produção semi-extensivo em Sergipe. Foram utilizados 1496 registros de produção de leite. Os controles leiteiros foram realizados em intervalos de 30 dias no período de 2011 a 2012. O ajuste foi feito para a curva média, fazendo-se o uso de quatro modelos matemáticos: modelo de Nelder, 1966 (ND), Wood, 1967 (WD), Bianchini Sobrinho, 1984 (BS) e Wilmink, 1987 (WK). Os critérios utilizados para verificar a qualidade do ajuste para cada função foram: coeficiente de determinação ajustado (Ra2), gráfico de distribuição dos resíduos e porcentagem de desvios entre a produção observada e as estimadas. Os valores médios de Ra2 foram maiores que 0,80 para os modelos empregados, exceto para o modelo WK. Todas as curvas apresentaram padrões típicos. As funções WD e WK subestimaram a produção de leite acumulada aos 305 dias e apresentaram maiores desvios em relação à produção observada. As demais funções apresentaram comportamento semelhante no gráfico de distribuição dos resíduos, no entanto, função polinomial inversa (ND) proporcionou melhor estimativa das variáveis que compõem a curva de lactação de vacas provenientes de cruzamentos de Bos taurus x Bos indicus.",
	"xml:lang":"por"
	},
	{"value":"The objective of this study was to compare mathematical equations described in the literature, to identify the equation that best describes milk yield, and to estimate some components of the lactation curve of cows of high genetic variability resulting from the crossing of taurine (Bos taurus) and Zebu animals (Bos indicus), raised in a semi-intensive production system in Sergipe. A total of 1,496 milk yield records were used. Test-day milk yields were obtained at intervals of 30 days from 2011 to 2012. The following four mathematical models were applied to fit the average curve: model of Nelder, 1966 (ND), Wood, 1967 (WD), Bianchini Sobrinho, 1984 (BS) and Wilmink, 1987 (WK). The criteria used to verify the goodness-of-fit of each function were the adjusted coefficient of determination (Ra2), residual plot, and percentage of deviation between observed and expected production. The mean Ra2 values were higher than 0.80 for the models used, except for the WK model. All curves exhibited typical patterns. The WD and WK functions underestimated 305-day cumulative milk yield and presented greater deviations from the observed production. The remaining functions exhibited a similar trend in the residual plot. However, the inverse polynomial function (ND) provided better estimates of the variables that comprise the lactation curve of cows resulting from crossings of Bos taurus x Bos indicus animals.",
	"xml:lang":"eng"
	}
	]
	}}
