{"resource": {
	"dct:language":"por",
	"dct:title":[
		{"value":"   Atividade in vitro de desinfetantes comerciais no controle de duas espécies de bactérias de interesse avícola ",
	"xml:lang":"por"
	},
	{"value":"In vitro activity of commercial disinfectant in control of two species bacteria of poultry interest",
	"xml:lang":"eng"
	}
	],
	"dc:subject":[
		{"value":"disinfection",
	"xml:lang":"eng"
	},
	{"value":"escherichia coli",
	"xml:lang":"eng"
	},
	{"value":"staphylococcus aureus",
	"xml:lang":"eng"
	},
	{"value":"microorganisms",
	"xml:lang":"eng"
	},
	{"value":"domesticated birds",
	"xml:lang":"eng"
	}
	],
	"bibo:volume":"71/n.2",
	"rdf:about":"http://agris.fao.org/aos/records/BR2015F02399",
	"dct:identifier":"BR2015F02399",
	"dct:type":"Journal Article",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19420"
	},
	"dct:isPartOf":[
		{"rdf:resource":{"value":"http://aims.fao.org/serials/c_ea787e45"}
	},
	{"bibo:Journal":{"dct:title":{"value":"Boletim de Indústria Animal"},
	"bibo:ISSN":{"value":"0067-9615"}
	}
	}
	],
	"dct:issued":"2014-",
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://www.iz.sp.gov.br/pdfsbia/1403617684.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"SCUR, M.C."
	}
	},
	{"foaf:Person":{"foaf:name":"PINTO, F.G.S."
	}
	},
	{"foaf:Person":{"foaf:name":"BONA, E.A.M."
	}
	},
	{"foaf:Person":{"foaf:name":"PANDINI, J.A."
	}
	},
	{"foaf:Person":{"foaf:name":"WEBER, L.D."
	}
	},
	{"foaf:Person":{"foaf:name":"SANTANA, C.B."
	}
	},
	{"foaf:Person":{"foaf:name":"SOUZA, J.G.L."
	}
	}
	],
	"bibo:abstract":[
		{"value":"The aim of this study was to compare the antimicrobial activity of disinfectants used in poultry industry against microorganisms of importance in the control of avian Escherichia coli and Staphylococcus aureus at different concentrations and in the absence and presence of organic matter. Six commercial disinfectants (based on glutaraldehyde, quaternary ammonium, sodium hypochlorite, iodine, organic acid and peracetic acid) in 3 concentrations (half the concentration recommended by the manufacturer, concentration recommended and twice the recommended concentration) in the absence and presence of organic matter were compared. The experimental design was factorial (6 x 3 x 2). In the data analysis the average scores of Colony Forming Units (CFU) was used and evaluated by Tukey test. The disinfectants and concentrations had a significant effect on the CFU counts in both presence and absence of organic matter ahead E. coli and S. aureus. Disinfectants based on organic acids, peracetic acid, sodium hypochlorite and glutaraldehyde in the absence of organic material showed lowest CFU counts. In the presence of organic matter, the disinfectants evaluated had decreased effectiveness and organic acids slowed lowest CFU counts. Regarding concentrations, we observed a reduction in the overall bacterial population counts when increased concentration of the disinfectant was used. Disinfectants based on organic acids, peracetic acid, sodium hypochlorite and glutaraldehyde are the most effective in the control of E. coli and S. aureus in the absence of organic matter. With presence of organic matter, disinfectant based on organic acids has better efficacy in the control of those microorganisms.",
	"xml:lang":"eng"
	},
	{"value":"O objetivo desse trabalho foi comparar a atividade antimicrobiana entre desinfetantes utilizados no setor avícola no controle dos microrganismos de importância avícola, Escherichia coli e Staphylococcus aureus em diferentes concentrações, e na ausência e presença de matéria orgânica. Foram utilizados 6 desinfetantes comerciais (à base de glutaraldeído, amônia quaternária, hipoclorito de sódio, iodo, ácidos orgânicos e ácido peracético), em 3 concentrações (metade da concentração recomendada pelo fabricante, a concentração recomendada e o dobro da concentração recomendada) na ausência e na presença de matéria orgânica. O delineamento experimental adotado foi em esquema fatorial (6 x 3 x 2). Na análise dos dados foram utilizadas as médias das contagens de Unidades Formadoras de Colônia (UFC), comparadas por meio do teste de Tukey. Verificou-se que os desinfetantes e as concentrações apresentaram efeito significativo em relação às contagens de UFC, tanto na presença quanto ausência de matéria orgânica frente E. coli e S. aureus. Os desinfetantes a base de ácidos orgânicos, ácido peracético, hipoclorito de sódio e glutaraldeído na ausência de matéria orgânica apresentaram as menores contagens de UFC. Na presença de matéria orgânica, os produtos avaliados apresentaram eficácia diminuída, sendo os ácidos orgânicos o produto que apresentou as menores contagens de UFC. Quanto às concentrações, observou-se em geral redução nas contagens das populações bacterianas à medida que as concentrações dos desinfetantes aumentavam. Os desinfetantes a base de ácidos orgânicos, ácido peracético, hipoclorito de sódio e glutaraldeído são os mais eficazes no controle de E. coli e S. aureus na ausência de matéria orgânica. Na presença de matéria orgânica, o desinfetante a base de ácidos orgânicos apresenta a melhor eficácia no controle destes microrganismos.",
	"xml:lang":"por"
	}
	]
	}}
