{"resource": {
	"dct:language":"por",
	"dct:title":[
		{"value":"   Acúmulo de forragem e raízes ",
	"xml:lang":"por"
	},
	{"value":"   perfilhamento e área foliar do capim-Marandu submetido a doses de nitrogênio em solos de diferentes fertilidades "},
	{"value":"Shoot and roots yield, tillering and leaf area of Palisadegrass in two soils under doses of nitrogen on soils of different fertilities",
	"xml:lang":"eng"
	}
	],
	"dc:subject":[
		{"value":"fertility",
	"xml:lang":"eng"
	},
	{"value":"forage",
	"xml:lang":"eng"
	},
	{"value":"drying",
	"xml:lang":"eng"
	}
	],
	"bibo:volume":"65/n.1",
	"rdf:about":"http://agris.fao.org/aos/records/BR2015F01625",
	"dct:identifier":"BR2015F01625",
	"dct:type":"Journal Article",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19420"
	},
	"dct:isPartOf":[
		{"rdf:resource":{"value":"http://aims.fao.org/serials/c_ea787e45"}
	},
	{"bibo:Journal":{"dct:title":{"value":"Boletim de Indústria Animal"},
	"bibo:ISSN":{"value":"0067-9615"}
	}
	}
	],
	"dct:issued":"2008-",
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://www.iz.sp.gov.br/pdfsbia/1231864773.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"RODRIGUES,  R. C."
	}
	},
	{"foaf:Person":{"foaf:name":"FAFTINE,  O. L."
	}
	},
	{"foaf:Person":{"foaf:name":"STEFANO,  M. R."
	}
	},
	{"foaf:Person":{"foaf:name":"PLEASE,  L. P. M."
	}
	},
	{"foaf:Person":{"foaf:name":"LUZ,  P. H. C."
	}
	},
	{"foaf:Person":{"foaf:name":"CABRAL,  L. S."
	}
	}
	],
	"bibo:abstract":[
		{"value":"The present work aimed to evaluate the shoot and root dry matter production, the leaf area and tillering of the Marandu grass (Brachiaria brizantha (Hochsct ex. A. Rich) Stapf.) cultivated in soil from corrected and fertilized area and other not corrected or fertilized area, submitted to different doses of N. The experiment was conducted on greenhouse, at a complete randomized design with four doses of N dose (0",
	"xml:lang":"eng"
	},
	{"value":"Objetivou-se com este trabalho avaliar a produção de matéria seca da parte aérea e raízes, a área foliar e o perfilhamento do capim-Marandú (Brachiaria brizantha (Hochsct ex. A. Rich) Stapf.) cultivado em solo proveniente de área corrigida e adubada e outra não, submetido a diferentes doses de N. O experimento foi conduzido em casa-de-vegetação por meio de delineamento inteiramente casualizado com quatro doses de N (0, 75, 150 e 250mg kg-1) e seis repetições em solo de área corrigida e adubada e de área não corrigida (SRA) e não adubada (SNA), totalizando 48 parcelas. Os dados das variáveis analisadas foram coletados durante 3 ciclos de crescimento (cortes). No primeiro corte foi observado efeito linear das doses de N sobre a produção de matéria seca da parte aérea, e no segundo e terceiro corte foi observado efeito quadrático, sendo calculados valores máximos de 27,17 e 25,14g/vaso nas doses de N de 450,5 e 428,5mg kg-1, respectivamente, no segundo corte, para SRA e SNA. Para a massa seca de raízes, foi estimado valor máximo de 13,83 e 23,02g/vaso nas doses de N de 192,5 e 235,5mg kg-1, para SRA e SNA, respectivamente. O perfilhamento teve ponto de máxima de 12,00 e 16,58 perfilhos/vaso nas doses de N de 184,5 e 160mg kg-1, para SRA e SNA, respectivamente, no corte 1, enquanto a área foliar máxima estimada de 148,8 e 138,2cm2 nas doses de N de 96,25 e 138,26mg kg-1, respectivamente, no corte 3. O SNA não afetou as variáveis analisadas, entretanto, foram verificados para este maiores doses de N necessárias para atingir a resposta máxima comparada a SRA"},
	{"value":"150 and 250mg kg-1) and six replicates, using soil from corrected and fertilized area (CFS) on other from non-corrected and non-fertilized area (NCFS), totaling 48 experimental units. The data of variables were collected in three cycles of growth (cuts). In first cut was observed linear effect of the N rates on the dry matter production of the shoot, and in second and third cut was observed quadratic effect, have been estimated maximum values of 27.17 and 25.14g/vase in dose of N of 450.5 and 428.5mg kg-1, respectively, for CFS and NFCS, for the second cut. For the root dry mass was estimated the maximum value of 13.83 and 23.02g/vase in dose of N of 192.5 and 235.5mg kg-1 for the CFS and NCFS, respectively. The tillering had maximum value of 12.00 and 16.58 tiller/vase in dose of N of 184.5 and 160mg kg-1, for the CFS and NFCS, respectively, in first cut, while the maximum estimated leaf area of 148.8 and 138.2cm2 in dose of N were 96.25 and 138.26mg kg-1, respectively, on third cut. The NCFS not affected the analyzed variables, however, the higher doses of N were necessary to achieve the maximum response compared to CFS."},
	{"value":{"value":75},
	"xml:lang":"por"
	}
	]
	}}
