{"resource": {
	"dct:language":"por",
	"dct:title":[
		{"value":"Luteolytic effectiveness of Preloban® or Croniben® products in holstein heifers",
	"xml:lang":"eng"
	},
	{"value":"   Eficácia luteolítica dos produtos Preloban® ou Croniben® em novilhas holandesas ",
	"xml:lang":"por"
	}
	],
	"dc:subject":[
		{"value":"reproductive performance",
	"xml:lang":"eng"
	},
	{"value":"gestation",
	"xml:lang":"eng"
	},
	{"value":"artificial insemination",
	"xml:lang":"eng"
	},
	{"value":"bovinae",
	"xml:lang":"eng"
	},
	{"value":"luteolysis",
	"xml:lang":"eng"
	}
	],
	"bibo:volume":"71/n.3",
	"rdf:about":"http://agris.fao.org/aos/records/BR2015F02942",
	"dct:identifier":"BR2015F02942",
	"dct:type":"Journal Article",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19420"
	},
	"dct:isPartOf":[
		{"rdf:resource":{"value":"http://aims.fao.org/serials/c_ea787e45"}
	},
	{"bibo:Journal":{"dct:title":{"value":"Boletim de Indústria Animal"},
	"bibo:ISSN":{"value":"0067-9615"}
	}
	}
	],
	"dct:issued":"2014-",
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://www.iz.sp.gov.br/pdfsbia/1412076532.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"MELO, A.J.F."
	}
	},
	{"foaf:Person":{"foaf:name":"PONCIO, V.A.P."
	}
	},
	{"foaf:Person":{"foaf:name":"MUCCI, F.L."
	}
	},
	{"foaf:Person":{"foaf:name":"PERES,  A. A. C."
	}
	},
	{"foaf:Person":{"foaf:name":"OLIVEIRA, C.A."
	}
	},
	{"foaf:Person":{"foaf:name":"ALVAREZ, R. H."
	}
	}
	],
	"bibo:abstract":[
		{"value":"The objective was to evaluate the effect of intramuscular injection of two different commercial products of cloprostenol (Preloban® or Croniprest®) on luteal regression of Holstein heifers. On a random day of the estrous cycle, 36 heifers were synchronized with an estradiol-progestin-PG-estradiol treatment. Twelve days after withdrawal of progestin, heifers were randomly divided into 3 groups of 12 animals. Groups 1 and 2 received the equivalent of 150 µg of d-cloprostenol of Croniben® or Preloban® products, while group 3 received 2 ml of saline. Estrus was detected with the aid of the dispositive Estrotec® on the following five days, and heifers that expressed estrus were inseminated. Blood samples were collected daily during the periods of 0, 24, 48 and 72 hours after the injection of d-cloprostenol for measurement of plasma progesterone by radioimmunoassay. Pregnancy diagnosis was performed by ultrasonography 40 days after insemination. The interval between the manifestation of estrus and the Croniben® or Preloban® injection was 68.4 ± 4.4 and 63.3 ± 4.6 hours, respectively (P>0.05). The distribution of estrus occurred in the period of 36 to 108 hours. With the exception of two heifers with incomplete luteolysis, all animals treated with d-cloprostenol showed complete luteolysis. The conception rate was 50.0% and 54.5% for Preloban® and Croniben® treatments, respectively (P > 0.05). We conclude that Preloban® and Croniben® products have similar effectiveness to induce luteolysis and and to synchronize the estrus of Holstein heifers. Thus, producer may choose any one of them without risk of compromising reproductive performance.",
	"xml:lang":"eng"
	},
	{"value":"O objetivo do estudo foi avaliar o efeito da aplicação intramuscular de dois diferentes produtos comerciais à base de d-cloprostenol sódico (Preloban® ou Croniprest®) na regressão luteínica de novilhas Holandesas. Em dia aleatório do ciclo estral, 36 novilhas foram sincronizados com tratamento de estradiol-progestágeno-PG-estradiol. Doze dias após a retirada do progestágeno, as novilhas foram divididas aleatoriamente em 3 grupos de 12 animais. Os grupos 1 e 2 receberam o equivalente a 150 µg de d-cloprostenol dos produtos Croniben® ou Preloban®, enquanto o grupo 3 recebeu 2 mL de solução salina. Nos cinco dias seguintes, o cio foi detectado com auxilio de um dispositivo marcador (Estrotec®) e as novilhas que manifestaram cio foram inseminadas. Amostras de sangue foram coletadas nos períodos de 0, 24, 48 e 72 horas após a injeção do d-cloprostenol para dosagem da progesterona plasmática realizada pela técnica de radioimunoensaio. O diagnóstico de prenhez foi realizado por ultrassonografia 40 dias após a inseminação. O intervalo entre a injeção de Croniben® ou Preloban® e a manifestação do cio foi de 68,4 ±4,4 e 63,3 ± 4,6 horas, respectivamente (P>0,05). A distribuição do cio no período de 36 a 108 horas. Com exceção de duas novilhas, todos os animais apresentaram luteólise completa. A taxa de concepção foi de 50,0% e 54,5% para os tratamentos Preloban® e Croniben®, respectivamente (P>0,05). Conclui-se que os produtos Preloban® e Croniben® possuem eficiência semelhante para induzir luteólise e cio fértil em novilhas Holandesas, podendo o produtor optar por qualquer um deles, sem risco de comprometer o desempenho reprodutivo.",
	"xml:lang":"por"
	}
	]
	}}
