{"resource": {
	"dct:language":"por",
	"dct:title":[
		{"value":"   Avaliação da recuperação da condição corporal e de processos pós abate no rendimento e nas características de carcaça de ovelhas Santa Inês ",
	"xml:lang":"por"
	},
	{"value":"Evaluation of the recovery body condition and post slaughter processes on yield and carcass characteristics of Santa Inês ewes",
	"xml:lang":"eng"
	}
	],
	"dc:subject":[
		{"value":"condition scoring",
	"xml:lang":"eng"
	},
	{"value":"ewes",
	"xml:lang":"eng"
	},
	{"value":"temperature",
	"xml:lang":"eng"
	},
	{"value":"electric stimulation",
	"xml:lang":"eng"
	}
	],
	"bibo:volume":"68/n.2",
	"rdf:about":"http://agris.fao.org/aos/records/BR2015F01499",
	"dct:identifier":"BR2015F01499",
	"dct:type":"Journal Article",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19420"
	},
	"dct:isPartOf":[
		{"rdf:resource":{"value":"http://aims.fao.org/serials/c_ea787e45"}
	},
	{"bibo:Journal":{"dct:title":{"value":"Boletim de Indústria Animal"},
	"bibo:ISSN":{"value":"0067-9615"}
	}
	}
	],
	"dct:issued":"2011-",
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://www.iz.sp.gov.br/pdfsbia/1350570782.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"SANTOS,  L. E."
	}
	},
	{"foaf:Person":{"foaf:name":"SILVA,  T. J. P."
	}
	},
	{"foaf:Person":{"foaf:name":"FREITAS,  M. Q."
	}
	},
	{"foaf:Person":{"foaf:name":"CUNHA,  E. A."
	}
	},
	{"foaf:Person":{"foaf:name":"HAGUIWARA,  M. M. H."
	}
	}
	],
	"bibo:abstract":[
		{"value":"5,88 e 5,84 e 5,78 e 5,76, para os tempos de 15 min., 6, 12 e 24 horas após sangria, para animais magros e gordos respectivamente. Os procedimentos de recuperação da condição corporal e de estimulação elétrica da carcaça de ovelhas Santa Inês descartadas por idade aumenta o rendimento, melhora as características de carcaça, além de acelerar e acentuar o declínio do pH da carne, dando condições adequadas para a conversão do músculo em carne."},
	{"value":"a deposição de gordura pélvica/renal (+69,20%) aumenta o rendimento de carcaça (+12,10%) e a altura (+8,30%) e o peso total de lombo (+24,60%)"},
	{"value":"5,98 e 5,91"},
	{"value":"aumenta a espessura de gordura subcutânea (+47,80%)"},
	{"value":"5.98 and 5.91",
	"xml:lang":"por"
	},
	{"value":"5.88 and 5.84 and 5.78 and 5.76, respectively for times of 15 min., 6"},
	{"value":"It was studied the recovery of body condition (BC) and carcass electrical stimulation (ES) on the yield, carcass and meat characteristics of Santa Inês ewes, discarded by age and slaughtered immediately after weaning or after a 45 days of recovery period. The recovery of BC increased the slaughter weight (+3.60%) and carcass weight (+16.10%) decreased the loss during the refrigeration (-47.00%) and increased the yield carcass (+12.00%), increased the subcutaneous fat thickness (+ 47.80%) and fat pelvic and renal deposition (+ 69.20) increased the height (+8.30%) and the total weight of loin (24.60%) and do not changed the decline of temperature and carcass pH. Electrical stimulation of the carcass do not changed the temperature variation but accelerated the decreased in pH values of 6.50 and 6.59",
	"xml:lang":"eng"
	},
	{"value":"Estudou-se o efeito da recuperação da condição corporal (CC) e da estimulação elétrica (EE), sobre o rendimento e nas características de carcaça de ovelhas Santa Inês, descartadas por idade e abatidas imediatamente após o desmame ou após período de recuperação da CC de aproximadamente 45 dias. A recuperação da CC aumenta o peso de abate (+3,60%) e o peso de carcaça fria (+16,10%) e diminui a perda pelo resfriamento (-47,00%)"},
	{"value":"12 and 24 hours after bleeding for thin and fat animals respectively. The body condition recovery and the electrical stimulation of the Santa Inês ewes carcass, discarded by age, increased the yield and carcass characteristics and accelerated the meat pH decline, providing adequate conditions for the muscle conversion into meat."},
	{"value":"e não altera o declínio da temperatura e do pH da carcaça. A EE da carcaça também não altera a variação da temperatura, todavia acelera e acentua o declínio do pH, com valores de 6,50 e 6,59"}
	]
	}}
