{"resource": {
	"dct:language":"por",
	"dct:title":{"value":"ANFÍBIOS DE UMA ÁREA DE CASTANHAL DA RESERVA EXTRATIVISTA DO RIO CAJARI, AMAPÁ",
	"xml:lang":"por"
	},
	"bibo:pageStart":1,
	"bibo:volume":1,
	"bibo:pageEnd":18,
	"dct:type":"Journal Article",
	"rdf:about":"http://agris.fao.org/aos/records/BR2015N00019",
	"dct:identifier":"BR2015N00019",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19750"
	},
	"dct:isPartOf":{"bibo:Journal":{"dct:title":{"value":"Biota Amazônia (Biote Amazonie, Biota Amazonia, Amazonian Biota)"}
	}
	},
	"dct:issued":2015,
	"bibo:uri":"http://periodicos.unifap.br/index.php/biota/article/view/157",
	"dct:dateSubmitted":2016,
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Suelique de Souza Queiroz"
	}
	},
	{"foaf:Person":{"foaf:name":"Andreza Ramalho da Silva"
	}
	},
	{"foaf:Person":{"foaf:name":"Francinelle Miranda dos Reis"
	}
	},
	{"foaf:Person":{"foaf:name":"Jucivaldo Dias Lima"
	}
	},
	{"foaf:Person":{"foaf:name":"Janaína Reis Ferreira Lima"
	}
	},
	{"foaf:Organization":{"foaf:name":"Programa de Pós-Graduação em Biodiversidade Tropical / Universidade Federal do Amapá"
	}
	}
	],
	"bibo:issue":1,
	"bibo:abstract":{"value":"<p class=\"MsoNormal\" style=\"margin-bottom: .0001pt; text-align: justify;\"><span style=\"font-family: Verdana, sans-serif; background-image: initial; background-attachment: initial; background-size: initial; background-origin: initial; background-clip: initial; background-position: initial; background-repeat: initial;\" Neste estudo apresentamos os resultados de um ano de observações de campo, que teve por objetivo determinar a riqueza e abundância das espécies de anfíbios de um castanhal, localizado na porção noroeste da Reserva Extrativista do Rio Cajari. Durante o estudo realizamos quatro amostragens e como metodologias a procura ativa visual e auditiva em três transectos de 1000 m de extensão, a instalação de</span></span><em><span style=\"font-family: \">pitfall traps</span></em><span> e doações de animais por terceiros. Registramos 410 espécimes anfíbios representados por 09 famílias, 21 gêneros e 43 espécies. Destas, 40 espécies pertencem a Ordem Anura e 03 a Ordem Gymnophiona. As famílias Hylidae e Leptodactylidae contribuíram com o maior número de espécies. Estas espécies são predominantemente representantes de áreas de floresta relativamente bem preservada, indicando que a área ainda mantém boa qualidade ambiental, possuindo elevada riqueza de espécies. Baseado nestes resultados e nos obtidos para o grupo dos répteis na mesma área, esta Unidade de Conservação apresenta-se como a quarta em número de espécies registradas para a herpetofauna em áreas de mata de terra firme (n=82) no Estado do Amapá, estando atrás apenas da RDS do Rio Irataputu (n=120), da FLONA do Amapá (n=135) e do PARNA Montanhas do Tumucumaque (n=156). O número de espécies registrado ainda pode ser comparado com outras áreas sobre o escudo guianense como a Guiana Francesa e Suriname (103 e 102 espécies, respectivamente). Com os resultados obtidos neste estudo, esperamos contribuir com o conhecimento atual da herpetofauna do Amapá e da porção amazônica sobre o escudo das Guianas.</span><p class=\"MsoNormal\" style=\"margin-bottom: .0001pt; text-align: justify;\"> <p class=\"MsoNormal\" style=\"margin-bottom: .0001pt; text-align: justify;\"><strong><span style=\"font-family: \" Palavras-chave:</span></strong><span   herpetofauna, riqueza, composição, Floresta Amazônica, Alto Cajari, Amazônia brasileira.</span><p class=\"MsoNormal\" style=\"margin-bottom: .0001pt; text-align: justify;\"> <p class=\"MsoNormal\" style=\"margin-bottom: .0001pt; text-align: justify;\">DOI: <a href=\"http://dx.doi.org/10.18561/2179-5746/biotaamazonia.v1n1p1-18\">http://dx.doi.org/10.18561/2179-5746/biotaamazonia.v1n1p1-18</a>",
	"xml:lang":"por"
	}
	}}
