{"resource": {
	"dct:language":"eng",
	"dct:title":[
		{"value":"Effects of supplementation with protected polyunsaturated fatty acids on productive and hormonal parameters of embryo recipient heifers",
	"xml:lang":"eng"
	},
	{"value":"   Efeitos da suplementação com ácidos graxos poliinsaturados protegidos sobre os parâmetros produtivos e hormonais de novilhas receptoras de embriões ",
	"xml:lang":"por"
	}
	],
	"dc:subject":[
		{"value":"cows",
	"xml:lang":"eng"
	},
	{"value":"pregnancy",
	"xml:lang":"eng"
	},
	{"value":"supplementary feeding",
	"xml:lang":"eng"
	},
	{"value":"reproduction",
	"xml:lang":"eng"
	}
	],
	"bibo:volume":"73/n.2",
	"bibo:doi":"10.17523/bia.v73n2p150",
	"rdf:about":"http://agris.fao.org/aos/records/BR2016F00026",
	"dct:identifier":"BR2016F00026",
	"dct:type":"Journal Article",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19420"
	},
	"dct:isPartOf":{"bibo:Journal":{"dct:title":{"value":"Boletim de Indústria Animal"},
	"bibo:ISSN":{"value":"0067-9615"}
	}
	},
	"dct:issued":"2016-",
	"bibo:uri":"http://dx.doi.org/10.17523/bia.v73n2p150",
	"dct:dateSubmitted":2016,
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"CARDONA, J. C. A."
	}
	},
	{"foaf:Person":{"foaf:name":"PATINO, H. O."
	}
	},
	{"foaf:Person":{"foaf:name":"HERNANDEZ, M. M. R."
	}
	},
	{"foaf:Person":{"foaf:name":"PEREIRA, C. H."
	}
	},
	{"foaf:Person":{"foaf:name":"SWANSON, K."
	}
	}
	],
	"bibo:abstract":[
		{"value":"3) PPUFA supplement (Megalac-E®, 30%"},
	{"value":"farelo de soja, 20%"},
	{"value":"ração comercial, 50%). O tratamento não afetou (P>0,05) a taxa de prenhes e a concentração plasmática de insulina. No entanto, a suplementação com AGPIP aumentou (P0,05) no consumo de matéria seca entre os tratamentos, o suplemento AGPIP aumentou (P"},
	{"value":"A suplementação com ácidos graxos poliinsaturados protegidos (AGPIP) tem efeitos positivos sobre a reprodução de fêmeas bovinas. O objetivo deste estudo foi analisar os efeitos da adição de uma fonte de AGPIP em suplementos energéticos para novilhas receptoras de embriões e avaliar seu efeito sobre o desempenho produtivo e concentrações plasmáticas de progesterona, colesterol e insulina. Foram utilizadas quarenta e quatro novilhas Angus x Hereford receptoras de embriões (peso médio = 385 kg) em pastagem, em um delineamento experimental completamente casualizado. Foi avaliado o efeito de 60 dias de suplementação com ácidos graxos poliinsaturados protegidos da degradação ruminal dentro de suplementos energéticos isocalóricos sobre parâmetros produtivos e concentrações plasmáticas de colesterol, progesterona e insulina. Os tratamentos foram: 1) Controle (sem suplemento), 2) Milho (milho, 70%"},
	{"value":"2) corn (corn, 70%",
	"xml:lang":"por"
	},
	{"value":"farelo de soja, 30%), 3) AGPIP (Megalac-E®, 30%"},
	{"value":"soybean meal, 30%)"},
	{"value":"soybean meal, 20%"},
	{"value":"Supplementation with protected polyunsaturated fatty acids (PPUFA) has positive effects on cow reproduction. Therefore, the aim of this study was to evaluate the effects of adding a source of PPUFA to energy supplements for embryo recipient heifers on productive performance and plasma concentrations of progesterone, cholesterol and insulin. For this purpose, 44 Angus x Hereford embryo recipient heifers (average body weight = 385 kg) raised on pasture were studied in a completely randomized design. The effects of PPUFA added to isocaloric energy supplements for 60 days on production parameters and serum concentrations of cholesterol, progesterone and insulin were evaluated. The treatments consisted of individual supplementation with: 1) control (no supplement)",
	"xml:lang":"eng"
	},
	{"value":"commercial ration, 50%). The treatments did not affect (P>0.05) dry matter intake, pregnancy rates, or serum insulin concentration. However, PPUFA supplement increased (P0.05) in dry matter intake between treatments, PPUFA supplement increased (P"}
	]
	}}
