{"resource": {
	"dct:title":{"value":"EXTRACTION METHODS AND POTASSIUM AVAILABILITY FOR SOYBEAN IN THE PARANA STATE’S SOILS, BRAZIL",
	"xml:lang":"por"
	},
	"bibo:pageStart":83,
	"bibo:volume":1,
	"bibo:pageEnd":92,
	"dct:type":"Journal Article",
	"rdf:about":"http://agris.fao.org/aos/records/BR2016H00000",
	"dct:identifier":"BR2016H00000",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19758"
	},
	"dct:isPartOf":{"bibo:Journal":{"dct:title":{"value":"Revista de Agricultura Neotropical"}
	}
	},
	"dct:issued":"2015-07-01",
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://periodicosonline.uems.br/index.php/agrineo/article/view/232",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Fábio Steiner"
	}
	},
	{"foaf:Person":{"foaf:name":"Maria do Carmo Lana"
	}
	},
	{"foaf:Person":{"foaf:name":"Tiago Zoz"
	}
	},
	{"foaf:Person":{"foaf:name":"Jucenei Fernando Frandoloso"
	}
	},
	{"foaf:Person":{"foaf:name":"Rubens Fey"
	}
	}
	],
	"bibo:issue":2,
	"bibo:abstract":{"value":"Evaluating the potassium (K) availability to the plants can be performed by different methods. In general, methods are employed and they are for K due to increase operational soil testing laboratory. The efficacy of  ammonium acetate, Mehlich-1, Mehlich-3 and ion exchange resin soil K extractants in determining the K availability for soybean, in different Parana soils, were investigated in this study. Twelve soil samples, collected from the& upper layer 0ndash;0.20 m, were  cultivated with soybean forv42 days in greenhouse conditions.  The average amount of available soil K extracted in test soils was found, displayed in decreasing order: ammonium acetate Mehlich-3 Mehlich-1 = ion exchange resin. The correlation coefficients between the K extracted content by ammonium acetate, Mehlich -1, Mehlich-3   and ion exchange resin and the K accumulated amount in the plants were, respectively,  0.  90, 0.77, 0.88 and 0.89 . The efficacy of ammonium acetate, Mehlich-3 and ion exchange resin extractants in assessing plant-available K in soils from Parana State were similar. The Mehlich-1 was the least efficient in estimating plant-available  K in Parana",
	"xml:lang":"por"
	}
	}}
