{"resource": {
	"dct:language":"por",
	"dct:title":[
		{"value":"Correlations between hematological, parasitological patterns and animal performance of sheep supplemented with protected fat",
	"xml:lang":"eng"
	},
	{"value":"   Correlações entre padrões hematológicos ",
	"xml:lang":"por"
	},
	{"value":"   parasitológicos e desempenho animal de ovelhas suplementadas com gordura protegida "}
	],
	"dc:subject":[
		{"value":"polyunsaturated fatty acids",
	"xml:lang":"eng"
	},
	{"value":"sheep",
	"xml:lang":"eng"
	},
	{"value":"gentianales",
	"xml:lang":"eng"
	},
	{"value":"helminths",
	"xml:lang":"eng"
	}
	],
	"bibo:volume":"67/n.2",
	"rdf:about":"http://agris.fao.org/aos/records/BR2015F01550",
	"dct:identifier":"BR2015F01550",
	"dct:type":"Journal Article",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19420"
	},
	"dct:isPartOf":[
		{"rdf:resource":{"value":"http://aims.fao.org/serials/c_ea787e45"}
	},
	{"bibo:Journal":{"dct:title":{"value":"Boletim de Indústria Animal"},
	"bibo:ISSN":{"value":"0067-9615"}
	}
	}
	],
	"dct:issued":"2010-",
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://www.iz.sp.gov.br/pdfsbia/1302293069.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"AFONSO,  V. A. C."
	}
	},
	{"foaf:Person":{"foaf:name":"COSTA,  R. L. D."
	}
	},
	{"foaf:Person":{"foaf:name":"SOARES FILHO,  C. V."
	}
	},
	{"foaf:Person":{"foaf:name":"CUNHA,  E. A."
	}
	},
	{"foaf:Person":{"foaf:name":"PERRI,  S. H. V."
	}
	},
	{"foaf:Person":{"foaf:name":"BONELLO,  F. L."
	}
	},
	{"foaf:Person":{"foaf:name":"DAVID,  C. M. G"
	}
	}
	],
	"bibo:abstract":[
		{"value":"O desenvolvimento de populações de parasitas gastrintestinais resistentes aos anti-helmínticos, tem como conseqüência a realização de pesquisas que identifiquem novas alternativas de controle. A estimulação da imunidade natural em ovinos, por meios nutricionais tem mostrado resultados bastante promissores no controle dos nematoides em ovinos. A adição de fontes de gordura protegida, contendo ácidos graxos essenciais, pode ser uma alternativa, por seus muitos efeitos, entre eles, a regulação da expressão da imunidade e regulação da resposta inflamatória pelos imuno-efetores. O objetivo desse trabalho foi estimar as correlações entre padrões hematológicos, parasitológicos e o desempenho animal através do peso e condição corporal de ovelhas, sob a influência da gordura protegida em ovelhas. Cinquenta ovelhas da raça Santa Inês, no terço final de gestação ou no periparto, em piquetes de Panicum maximum, receberam, individualmente, 200 g por dia de concentrado, com dietas isoproteicas e isoenergéticas, com ou sem adição de gordura protegida. De modo geral, com exceção dos leucócitos totais e eosinófilos, quase todos os coeficientes de correlação de Pearson das outras variáveis foram significativos. No entanto, a gordura protegida, na quantidade oferecida, não teve efeito anti-helmíntico.",
	"xml:lang":"por"
	},
	{"value":"The development of populations of gastrointestinal parasites resistant to antihelmintics has led to seeks new alternatives its control. Stimulation of natural immunity by means of animal nutrition has shown promising results in controlling nematodes in sheep. The addition of protected fat sources, containing essential fatty acids, may be an alternative due to many effects, among them, regulation of immunity expression and regulation of the inflammatory response by immune effectors. The aim of this study was to estimate correlations between haematological and parasitological patterns, animal performance through weight and body condition, under the influence of protected fat in ewes. Fifty Santa Ines sheep, in the final third of pregnancy or postpartum, in paddocks of Panicum maximum, received, individually, 200 g per day of concentrate, isonitrogenous and isocaloric diets, with or without the addition of protected fat. In general, except for total leukocytes and eosinophils, almost all of Pearson correlation coefficients of other variables were significant. However, the protected fat, in the amount offered, had no antihelmintic effect.",
	"xml:lang":"eng"
	}
	]
	}}
