{"resource": {
	"dct:language":"eng",
	"dct:title":[
		{"value":"   Imunofluorescência Indireta (IFI) para Trypanosoma cruzi em cães das áreas urbana e rural DE Pelotas ",
	"xml:lang":"por"
	},
	{"value":"Immunofluorescent Antibody Test (IFAT) for Trypanosoma cruzi in dogs from urban and rural areas of Pelotas, RS",
	"xml:lang":"eng"
	},
	{"value":"   RS "}
	],
	"dc:subject":[
		{"value":"domestic animals",
	"xml:lang":"eng"
	},
	{"value":"antitoxins",
	"xml:lang":"eng"
	},
	{"value":"chagas&#039; disease",
	"xml:lang":"eng"
	}
	],
	"bibo:volume":"72/n.2",
	"rdf:about":"http://agris.fao.org/aos/records/BR2016F00132",
	"dct:identifier":"BR2016F00132",
	"dct:type":"Journal Article",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19420"
	},
	"dct:isPartOf":{"bibo:Journal":{"dct:title":{"value":"Boletim de Indústria Animal"},
	"bibo:ISSN":{"value":"0067-9615"}
	}
	},
	"dct:issued":"2015-",
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://www.iz.sp.gov.br/pdfsbia/1435340805.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"TRINDADE, C. N. S."
	}
	},
	{"foaf:Person":{"foaf:name":"CUNHA FILHO, N. A."
	}
	},
	{"foaf:Person":{"foaf:name":"AVILA, L. F. C."
	}
	},
	{"foaf:Person":{"foaf:name":"VILLELA, M. M."
	}
	},
	{"foaf:Person":{"foaf:name":"FARIAS, N. A. R."
	}
	},
	{"foaf:Person":{"foaf:name":"LEITE, F. P. L."
	}
	}
	],
	"bibo:abstract":[
		{"value":"A Doença de Chagas (DC) é uma zoonose que tem o protozoário Trypanosoma cruzi como agente etiológico. Os cães são considerados como o principal reservatório doméstico de T. cruzi na maioria dos países da América Latina e em algumas áreas dos Estados Unidos. No sul do Brasil, apesar de ser uma área endêmica para a doença, a prevalência em cães ainda é desconhecida. Este estudo teve como objetivo avaliar a frequência de anticorpos anti-T. cruzi em cães das áreas urbana e rural de Pelotas, RS, Brasil. Um total de 227 soros caninos foi usado para os testes sorológicos, dos quais 99 eram da zona urbana e 128 da zona rural de Pelotas. Foram registradas informações sobre o ambiente e os possíveis fatores de risco (origem, contato com meio rural, idade, raça, confinamento e gênero) aos quais os cães foram expostos. A técnica de imunofluorescência indireta foi usada para avaliar a presença de imunoglobulinas específicas (IgG) anti-T. cruzi no soro dos cães. De 227 soros analisados, 81 (35,7%) apresentaram anticorpos anti-T. cruzi, representando 34,3% dos cães da área urbana e 36,7% da área rural. Dentre as variáveis analisadas, o contato com o meio rural e o gênero masculino apresentaram associação com a soropositividade para T. cruzi. A detecção de anticorpos anti-T. cruzi nos soros desses cães enfatiza a necessidade de estudar a tripanossomíase nestes importantes reservatórios domésticos da Doença de Chagas.",
	"xml:lang":"por"
	},
	{"value":"Chagas disease (CD) is a zoonosis with the protozoan Trypanosoma cruzi as the causative agent. Dogs are considered the main domestic reservoir for T. cruzi in most Latin American countries and in some areas of the United States. In southern Brazil, despite being an endemic area of the disease, the prevalence in dogs is still unknown. This study aimed to evaluate the frequency of T. cruzi antibodies in dogs from urban and rural areas of Pelotas, RS, Brazil. A total of 227 canine sera were used for serological tests, of which 99 were from urban areas and 128 were from rural areas of Pelotas. Information regarding the environment and the possible risk factors (origin, rural contact, age, breed, confinement and gender) to which the dogs were exposed were recorded. Indirect immunofluorescence was used to assess the presence of specific immunoglobulins (IgG) anti-T. cruzi in the serum of dogs. Of the 227 sera analyzed, 81 (35.7%) exhibited anti-T. cruzi, which represented 34.3% of the dogs from the urban area and 36.7% of the dogs from the rural area. Among the variables analyzed, rural contact and male gender showed an association with seropositivity for T. cruzi. The detection of T. cruzi antibodies in the serum of these dogs emphasizes the need to study trypanosomiasis in this important domestic reservoir of Chagas disease.",
	"xml:lang":"eng"
	}
	]
	}}
