{"resource": {
	"dct:language":"por",
	"dct:title":[
		{"value":"Mulberry (Morus sp.) leaf moisture in storage enviroments",
	"xml:lang":"eng"
	},
	{"value":"   Umidade na folha de amoreira (Morus sp.) em ambientes de armazenamento ",
	"xml:lang":"por"
	}
	],
	"dc:subject":[
		{"value":"water",
	"xml:lang":"eng"
	},
	{"value":"harvesting",
	"xml:lang":"eng"
	},
	{"value":"storage",
	"xml:lang":"eng"
	}
	],
	"bibo:volume":"67/n.2",
	"rdf:about":"http://agris.fao.org/aos/records/BR2015F01554",
	"dct:identifier":"BR2015F01554",
	"dct:type":"Journal Article",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19420"
	},
	"dct:isPartOf":[
		{"rdf:resource":{"value":"http://aims.fao.org/serials/c_ea787e45"}
	},
	{"bibo:Journal":{"dct:title":{"value":"Boletim de Indústria Animal"},
	"bibo:ISSN":{"value":"0067-9615"}
	}
	}
	],
	"dct:issued":"2010-",
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://www.iz.sp.gov.br/pdfsbia/1302293381.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"PORTO,  A. J."
	}
	},
	{"foaf:Person":{"foaf:name":"COSTA, C."
	}
	}
	],
	"bibo:abstract":[
		{"value":"Mulberry leaves (IZ 56/4 cultivar) in the pos-harvest, had been taken to the laboratory and submitted to six storage environments (8 hours in open ambient-O, 8 hours in cover ambient-C, 1hO/7hC, 2hO/6hC, 3hO/5hC and 4hO/4hC), aiming to evaluate moisture exchange capacity . It was utilized the experimental design split plot with five replications (blocks), six principal treatments (parcels) and nine secondary treatments (sub parcels, weighing of hour in hour, of 08h00min. until 16h00min.). In the period of eight hours of experimentation mulberry leaves moisturedevreased in all the ambients evaluated. However, for cover leaves with wet cloth, for all periods, the water purport (74,63%) was maintained close to the original value (08h00min.-76,07%), demonstrating the efficiency technique in the conservation of the humidity of leaves for feeding silkworm.",
	"xml:lang":"eng"
	},
	{"value":"Folhas de amoreira (cultivar IZ 56/4), no pós-colheita, foram levadas ao laboratório e submetidas a seis ambientes de armazenamento (8 horas em ambiente aberto-A, 8 horas em ambiente coberto-C, 1hA/7hC, 2hA/6hC, 3hA/5hC e 4hA/4hC), com o objetivo de avaliar a capacidade de troca de umidade. Foi utilizado o delineamento experimental em blocos ao acaso com parcelas subdivididas, cinco repetições (blocos), seis tratamentos principais (parcelas) e nove tratamentos secundários (subparcelas, pesagens de hora em hora, das 08h00min. até as 16h00min.). No período de oito horas de experimentação ocorreu diminuição da umidade das folhas de amoreira, em todos os ambientes avaliados. No entanto, para folhas cobertas com tecido úmido, por todo o período, o teor de água (74,63%) se manteve próximo ao original (08h00min.-76,07%), demonstrando ser essa técnica, eficiente na conservação da umidade das folhas para alimentação do bicho-da-seda.",
	"xml:lang":"por"
	}
	]
	}}
