{"resource": {
	"dct:language":"por",
	"dct:title":{"value":"ECOLOGIA REPRODUTIVA DE ASTYANAX LACUSTRIS (OSTEICHTHYES: CHARACIDAE) NA LAGOA DO PIATÓ, ASSU, RIO GRANDE DO NORTE, BRASIL.",
	"xml:lang":"por"
	},
	"bibo:pageStart":54,
	"bibo:volume":2,
	"bibo:pageEnd":61,
	"dct:type":"Journal Article",
	"rdf:about":"http://agris.fao.org/aos/records/BR2015N00038",
	"dct:identifier":"BR2015N00038",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19750"
	},
	"dct:isPartOf":{"bibo:Journal":{"dct:title":{"value":"Biota Amazônia (Biote Amazonie, Biota Amazonia, Amazonian Biota)"}
	}
	},
	"dct:issued":2015,
	"bibo:uri":"http://periodicos.unifap.br/index.php/biota/article/view/499",
	"dct:dateSubmitted":2016,
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Danyelle Alves da Silva"
	}
	},
	{"foaf:Person":{"foaf:name":"Emilly Kataline Rodrigues Pessoa"
	}
	},
	{"foaf:Person":{"foaf:name":"Simone Almeida Gavilan Leandro da Costa"
	}
	},
	{"foaf:Person":{"foaf:name":"Naithirithi Tiruvenkatachary Chellappa"
	}
	},
	{"foaf:Person":{"foaf:name":"Sathyabama Chellappa"
	}
	},
	{"foaf:Organization":{"foaf:name":"UFRN"
	}
	}
	],
	"bibo:issue":2,
	"bibo:abstract":{"value":"<p class=\"MsoNormal\" style=\"text-align: justify;\">Aspectos biológicos do ciclo reprodutivo de Astyanax lacustris foram estudados. Os 360 espécimes analisados foram capturados mensalmente utilizando rede de espera com malha de quatro cm entrenós, na Lagoa do Piató, Assu, Rio Grande do Norte. Foram registrados: comprimento total, massa corporal e escala de maturidade gonadal. As variações temporais do desenvolvimento gonadal e a fecundidade foram analisadas. A proporção sexual e a Relação Gonadossomática das fêmeas foram avaliadas mensalmente para estabelecer o período reprodutivo. Os Índices médios de Repleção estomacal foram estabelecidos numa freqüência mensal. Os resultados indicam que a proporção de fêmeas foi superior a de machos (1M:7F). Os aspectos macroscópicos das gônadas indicaram quatro estádios de maturidade, sendo, imaturo, em maturação, maduro e esvaziado. Houve variação temporal para machos e fêmeas quanto aos estádios de desenvolvimento gonadal. Ocorreu atividade reprodutiva o ano inteiro com picos nos meses de fevereiro, abril e junho que coincidem com a precipitação pluviométrica da região de estudo. A fecundidade absoluta apresentou uma amplitude de 4.476 a 12.036 ovócitos maduros, com média de 7.681.<strong> </strong>A relação entre fecundidade absoluta e massa corporal foi levemente positiva e o Fator de condição demonstrou não ser um indicador eficiente do período reprodutivo para essa espécie. A atividade alimentar diminuiu durante o período reprodutivo.<strong></strong>",
	"xml:lang":"por"
	}
	}}
