{"resource": {
	"dct:language":"por",
	"dct:title":{"value":"PERCEPÇÃO AMBIENTAL E DA FAMÍLIA ORCHIDACEAE POR MORADORES DA ÁREA DE PROTEÇÃO AMBIENTAL DA FAZENDINHA, AMAPÁ, BRASIL",
	"xml:lang":"por"
	},
	"bibo:pageStart":76,
	"bibo:volume":5,
	"bibo:pageEnd":83,
	"dct:type":"Journal Article",
	"rdf:about":"http://agris.fao.org/aos/records/BR2015N00214",
	"dct:identifier":"BR2015N00214",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19750"
	},
	"dct:isPartOf":{"bibo:Journal":{"dct:title":{"value":"Biota Amazônia (Biote Amazonie, Biota Amazonia, Amazonian Biota)"}
	}
	},
	"dct:issued":2015,
	"bibo:uri":"http://periodicos.unifap.br/index.php/biota/article/view/1392",
	"dct:dateSubmitted":2016,
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Patrick de Castro Cantuária"
	}
	},
	{"foaf:Person":{"foaf:name":"Raullyan Borja Lima e Silva"
	}
	},
	{"foaf:Person":{"foaf:name":"Maryele Ferreira Cantuária"
	}
	},
	{"foaf:Person":{"foaf:name":"João da Luz Freitas"
	}
	},
	{"foaf:Person":{"foaf:name":"Francisco de Oliveira Cruz-Junior"
	}
	},
	{"foaf:Person":{"foaf:name":"Francisco Michel de Brito Ribeiro"
	}
	},
	{"foaf:Person":{"foaf:name":"Fábio de Barros"
	}
	},
	{"foaf:Person":{"foaf:name":"João Ubiratan Moreira dos Santos"
	}
	},
	{"foaf:Organization":{"foaf:name":"Instituto de Pesquisas Científicas e Tecnológicas do Estado do Amapá"
	}
	},
	{"foaf:Organization":{"foaf:name":"Instituto Federal de Educação, Ciência e Tecnologia do Amapá"
	}
	},
	{"foaf:Organization":{"foaf:name":"Universidade Federal do Pará"
	}
	},
	{"foaf:Organization":{"foaf:name":"Instituto de Botânica de São Paulo"
	}
	},
	{"foaf:Organization":{"foaf:name":"Universidade Federal Rural da Amazônia"
	}
	}
	],
	"bibo:issue":2,
	"bibo:abstract":{"value":"<p class=\"MsoNormal\" style=\"text-align: justify;\">O presente trabalho é uma proposição acerca da percepção ambiental, sobre orquídeas, dos moradores de uma unidade de conservação de uso sustentável no estado do Amapá. O estudo foi realizado na Área de Proteção Ambiental da Fazendinha, localizada entre os Municípios de Macapá e Santana, Amapá, Brasil. Para a coleta de dados relativos à percepção ambiental da APA e sobre o conhecimento de orquídeas dos moradores foi utilizada a técnica de entrevista semi-estruturada, tendo como instrumento um formulário previamente elaborado e testado contendo 13 perguntas abertas e fechadas sobre meio ambiente, água, lixo, responsabilidade sobre os problemas ambientais e orquídeas. Antes da realização das mesmas, os entrevistados foram informados da finalidade do trabalho e deram seu consentimento formal para participação na pesquisa, que foi licenciada pela Autorização número 09/2013 emitida pela Secretaria de Estado de Meio Ambiente do Amapá. Foram entrevistadas 90 famílias, o que representou 24 homens com faixa etária de 18 a 76 anos de idade (média de 44 anos) e 66 mulheres com faixa etária de 18 a 78 anos (média de 35 anos). Aproximadamente 20% dos entrevistados consideraram o meio ambiente como um problema para a utilização dos recursos naturais de modo sustentável, constituindo obstáculos à execução de suas atividades. A presença de ratos e baratas nos domicílios pode ser explicada pelo lixo que é acondicionado de forma inadequada e a céu aberto e os moradores reconhecem que são co-partícipes, junto com o poder público, por esse problema. O padrão de respostas apresentado, indica que os entrevistados não realizaram descrições totalmente fidedignas das características distintivas das orquídeas. Observar o entendimento e o conhecimento de comunidades tradicionais sobre a flora ajuda de sobremaneira no desenvolvimento de estratégias de conservação. Os trabalhos de percepção ambiental associados aos conhecimentos tradicionais das comunidades são importantes por reconhecerem o valor do etno-conhecimento para o fortalecimento da ciência, uma vez que se esses saberes não forem resgatados, ou transmitidos, estão propensos a desaparecer, antes mesmo que se saiba da sua importância para a conservação da biodiversidade.<p class=\"MsoNormal\" style=\"text-align: justify;\"><strong>Palavras-chave:</strong> entendimento do ambiente, orquídeas, Unidade de Conservação.",
	"xml:lang":"por"
	}
	}}
