{"resource": {
	"dct:language":"por",
	"dct:title":{"value":"BRIÓFITAS DE UM FRAGMENTO DE FLORESTA OMBRÓFILA ABERTA NO MUNICÍPIO DE PORTO VELHO E NOVAS OCORRÊNCIAS PARA RONDÔNIA, BRASIL",
	"xml:lang":"por"
	},
	"bibo:pageStart":71,
	"bibo:volume":5,
	"bibo:pageEnd":75,
	"dct:type":"Journal Article",
	"rdf:about":"http://agris.fao.org/aos/records/BR2015N00213",
	"dct:identifier":"BR2015N00213",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19750"
	},
	"dct:isPartOf":{"bibo:Journal":{"dct:title":{"value":"Biota Amazônia (Biote Amazonie, Biota Amazonia, Amazonian Biota)"}
	}
	},
	"dct:issued":2015,
	"bibo:uri":"http://periodicos.unifap.br/index.php/biota/article/view/1282",
	"dct:dateSubmitted":2016,
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Gabriela Ramos Cerqueira"
	}
	},
	{"foaf:Person":{"foaf:name":"Anna-Luiza Ilkiu-Borges"
	}
	},
	{"foaf:Person":{"foaf:name":"Angelo Gilberto Manzatto"
	}
	},
	{"foaf:Person":{"foaf:name":"Sebastião Maciel"
	}
	},
	{"foaf:Organization":{"foaf:name":"Museu Paraense Emílio Goeldi"
	}
	},
	{"foaf:Organization":{"foaf:name":"Museu Paraense Emílio Goeldi - Coordenação de Botânica"
	}
	},
	{"foaf:Organization":{"foaf:name":"Universidade Federal de Rondônia"
	}
	}
	],
	"bibo:issue":2,
	"bibo:abstract":{"value":"<p class=\"MsoNormal\" style=\"text-align: justify;\">O objetivo deste trabalho foi inventariar as briófitas presentes em um trecho de Floresta Ombrófila Aberta de Terras Baixas na Amazônia Ocidental, localizada no Campus da Universidade Federal de Rondônia. As briófitas foram coletadas dos substratos disponíveis em uma parcela de um hectare dividida em 100 sub-parcelas de 10 x 10 m, tendo sido contemplado apenas o sub-bosque. Foram analisadas 406 amostras que resultaram em 33 táxons (18 hepáticas e 15 musgos). As famílias Lejeuneaceae, Sematophyllaceae e Calymperaceae foram as mais frequentes na área estudada e a predominância destas em Florestas Tropicais vêm sendo amplamente relatada. As espécies generalistas foram as mais representativas (45%), seguidas pelas especialistas de sombra (24%) e de sol (15%). As famílias Plagiochilaceae e Calypogeiaceae são reportadas pela primeira vez para Rondônia, além de 13 novos registros de espécies, sendo elas: Archilejeunea fuscescens (Hampe ex Lehm.) Fulford; Calypogeia laxa Gottsche & Lindenb; Cheilolejeunea aneogyna (Spruce) A. Evans; Cheilolejeunea rigidula (Mont.) R.M.Schust; Cheilolejeunea oncophylla (Aongström) Grolle & E.Reiner; Cololejeunea gracilis (Ast.) Pócs; Cololejeunea subcardiocarpa Tixier; Cololejeunea verwimpii Tixier; Lejeunea caulicalyx (Steph.) E.Reiner & Goda; Lejeunea immersa Spruce; Lejeunea phyllobola Nees & Mont.; Plagiochila raddiana Lindenb.; e Prionolejeunea denticulata (Weber) Schiffn. Os resultados acrescentam dados relevantes ao conhecimento da brioflora local reforçando as indicações de coletas sistematizadas a fim de investigar substratos específicos em inventários futuros.<p class=\"MsoNormal\" style=\"text-align: justify;\"><strong> Palavras-chave:</strong> musgos, hepáticas, Rondônia, Amazônia Ocidental.",
	"xml:lang":"por"
	}
	}}
