{"resource": {
	"dct:language":"por",
	"dct:title":{"value":"COMERCIALIZAÇÃO DE PRODUTOS NATURAIS MEDICINAIS ORIUNDOS DO ESTADO DO AMAPÁ",
	"xml:lang":"por"
	},
	"bibo:pageStart":23,
	"bibo:volume":5,
	"bibo:pageEnd":25,
	"dct:type":"Journal Article",
	"rdf:about":"http://agris.fao.org/aos/records/BR2015N00205",
	"dct:identifier":"BR2015N00205",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19750"
	},
	"dct:isPartOf":{"bibo:Journal":{"dct:title":{"value":"Biota Amazônia (Biote Amazonie, Biota Amazonia, Amazonian Biota)"}
	}
	},
	"dct:issued":2015,
	"bibo:uri":"http://periodicos.unifap.br/index.php/biota/article/view/1062",
	"dct:dateSubmitted":2016,
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"William Kalhy Silva Xavier"
	}
	},
	{"foaf:Person":{"foaf:name":"Elane Domênica de Souza Cunha"
	}
	},
	{"foaf:Organization":{"foaf:name":"Universidade do Estado do Amapá"
	}
	},
	{"foaf:Organization":{"foaf:name":"Instituto de Pesquisas Científicas e Tecnológicas do Estado do Amapá"
	}
	}
	],
	"bibo:issue":2,
	"bibo:abstract":{"value":"<p class=\"MsoNormal\" style=\"margin-bottom: .0001pt; text-align: justify;\"><span style=\"font-size: 12.0pt; line-height: 115%; font-family: \";Tw Cen MT\";,sans-serif;\" O presente estudo investigou os produtos naturais medicinais com maior potencial de mercado comercializados nas principais feiras de produtos agrícolas da cidade de Macapá, localizado no Estado do Amapá, Região Norte do Brasil. Assim, foram selecionadas cinco feiras nas regiões central, norte, sul, leste e oeste do Município. Em cada feira foram selecionados dois vendedores de plantas medicinais que assinaram o termo de consentimento livre e esclarecido (TCLE). Assim, 10 comerciantes responderam as perguntas do entrevistador. </span><span style=\"font-size: 12.0pt; line-height: 115%; font-family: \";Tw Cen MT\";,sans-serif; mso-fareast-font-family: \";Times New Roman\";; mso-ansi-language: PT; mso-fareast-language: PT-BR;\" lang=\"PT\">A lista das plantas mais populares foi construída por meio da técnica de listagem livre, em que cada informante citou as plantas mais vendidas e suas principais indicações terapêuticas</span><span style=\"font-size: 12.0pt; line-height: 115%; font-family: \";Tw Cen MT\";,sans-serif;\" lang=\"PT-BR\">. Para a determinação de valores foi utilizado o menor e o maior valor citado pelos comerciantes. São comercializados de 30 a 200 produtos naturais para fins medicinais de origem vegetal e animal, com predominância de vegetais. Sendo que o produto com maior demanda foi o óleo de copaíba, oriundo das árvores de Copaifera sp. Foi observado que o óleo desta árvore possui múltiplos usos, no entanto é vendido por preços baixos em comparação com seu potencial. Dessa forma, faz-se necessário adicionar tratamentos e padronizar as matérias-primas para gerar produtos com maior valor agregado. Além disso, é fundamental que sejam feitos estudos que examinem sua toxicidade. A Amazônia possui enorme potencial para a produção a partir da biodiversidade, falta investir em pesquisa e tecnologia para tal.</span><p class=\"MsoNormal\" style=\"margin-bottom: .0001pt; text-align: justify;\"><strong><span style=\"font-size: 12.0pt; line-height: 115%; font-family: \";Tw Cen MT\";,sans-serif; mso-fareast-font-family: Calibri; mso-bidi-font-family: \";Times New Roman\";; mso-ansi-language: PT-BR; mso-fareast-language: EN-US; mso-bidi-language: AR-SA;\" Palavras-chave:</span></strong><span style=\"font-size: 12pt; line-height: 115%; font-family: 'Tw Cen MT', sans-serif;\"  Macapá, Amazônia, biodiversidade, copaíba, valor econômico agregado.</span>",
	"xml:lang":"por"
	}
	}}
