{"resource": {
	"dct:language":"por",
	"dct:title":[
		{"value":"Morphogenetic and structural responses of tropical plants submitted to defoliation",
	"xml:lang":"eng"
	},
	{"value":"   Respostas morfogênicas e estruturais de plantas tropicais submetidas à desfolhação ",
	"xml:lang":"por"
	}
	],
	"dc:subject":[
		{"value":"structural change",
	"xml:lang":"eng"
	},
	{"value":"grassland management",
	"xml:lang":"eng"
	},
	{"value":"light",
	"xml:lang":"eng"
	},
	{"value":"tillering",
	"xml:lang":"eng"
	}
	],
	"bibo:volume":"72/n.4",
	"bibo:doi":"10.17523/bia.v72n4p321",
	"rdf:about":"http://agris.fao.org/aos/records/BR2016F00000",
	"dct:identifier":"BR2016F00000",
	"dct:type":"Journal Article",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19420"
	},
	"dct:isPartOf":{"bibo:Journal":{"dct:title":{"value":"Boletim de Indústria Animal"},
	"bibo:ISSN":{"value":"0067-9615"}
	}
	},
	"dct:issued":"2015-",
	"bibo:uri":"http://dx.doi.org/10.17523/bia.v72n4p321",
	"dct:dateSubmitted":2016,
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"BARBERO, L. M."
	}
	},
	{"foaf:Person":{"foaf:name":"BASSO, K. C."
	}
	},
	{"foaf:Person":{"foaf:name":"IGARASI, M. S."
	}
	},
	{"foaf:Person":{"foaf:name":"PAIVA, A. J."
	}
	},
	{"foaf:Person":{"foaf:name":"BASSO, F. C."
	}
	}
	],
	"bibo:abstract":[
		{"value":"Leaf emergence and elongation and the structure they confer to the forage canopy are quantified based on morphogenetic and structural characteristics of the canopy. The emergence and balance of tillers is known as tillering. Both morphogenesis and tillering confer the production potential to the pasture. This process is influenced by the intensity and frequency of defoliation. Pastures exhibit phenotypic plasticity when submitted to intense and frequent grazing in order to adapt to this adverse environmental condition. Furthermore, factors such as plant age and fertilization influence the growth pattern. A population with a young age profile or a fertilized pasture has more accelerated rates of morphogenesis and requires adjustment in pasture management. In addition to these factors, the seasonal distribution pattern of rain, temperature and photoperiod leads to variations in the growth pattern of pastures over the year. When these conditions are favorable for plant growth, the rates of morphogenesis are accelerated and adjustments in management are necessary. Thus, pasture management differs between the rainy and dry seasons, mainly because of the different growth patterns during these periods. Indeed, several factors influence the growth of pasture plants",
	"xml:lang":"eng"
	},
	{"value":"however, appropriate maintenance of the leaf area index (LAI) of the pasture under continuous or intermittent stocking provides satisfactory results of pasture-based farming systems. Given the above, management targets considering morphogenetic parameters of the plant, in conjunction with the maintenance of an adequate LAI, show that continuously stocked pastures should be kept under optimal conditions for both plant growth and animal consumption. These conditions coincide with the maintenance heights of the forage canopy recommended for each species or cultivar. Similarly, under intermittent stocking, the optimal condition for pasture management, i.e., when regrowth should be interrupted, coincides with the time when the forage canopy intercepts 95% of incident light and the average rate of pasture accumulation is maximum. Thus, knowledge of the morphogenetic and structural responses of forage plants to changes in environmental conditions contributes to the establishment of pasture management strategies for the efficient use of forage resources.",
	"xml:lang":"por"
	},
	{"value":"A emissão de folhas, seu alongamento e a estrutura que conferem ao dossel forrageiro, são quantificados via morfogênese e característica estrutural do dossel. A emissão e o balanço de perfilhos é conhecido como perfilhamento. Ambos, morfogênese e perfilhamento, conferem ao pasto o potencial produtivo. Este processo é influenciado pela intensidade e a frequência de desfolhação. Pastos apresentam plasticidade fenotípica quando submetidos à pastejo intenso e frequente, com vistas a se adequar a esta condição adversa de ambiente. Ademais, fatores como a idade da planta e adubação influenciam no padrão de crescimento. Uma população com perfil etário jovem, ou um pasto adubado, apresenta taxas morfogênicas mais aceleradas, necessitando de ajustes no manejo do pastejo. Aliados a estes fatos, o padrão sazonal de distribuição de chuvas, temperatura e fotoperíodo, faz com que os pastos tenham padrão de crescimento distinto durante o ano. Quando estas condições são favoráveis ao crescimento das plantas, as taxas morfogênicas são aceleradas e ajustes no manejo são necessários. Sendo assim, o manejo do pastejo na época das águas e na época das secas, são distintos, principalmente por conta de padrões de crescimento diferentes nestas épocas. De fato, vários fatores influenciam o crescimento das plantas em pastejo, todavia, a devida manutenção do índice de área foliar (IAF) do pasto, seja em lotação continua ou lotação intermitente, faz com que resultados satisfatórios sejam obtidos em sistemas de exploração pecuária a pasto. Diante do exposto, metas de manejo considerando parâmetros morfogênicos da planta, aliados à manutenção de IAF adequado, mostram que pastos manejados em lotação continua devem ser mantidos em condições consideradas ótimas tanto para o crescimento da planta como para o consumo animal. Estas condições coincidem com alturas de manutenção de dossel forrageiro, recomendada para cada espécie ou cultivar dentro de espécie. Da mesma forma, em lotação intermitente, a condição ótima de manejo do pastejo, quando a rebrota deve ser interrompida, coincide com o momento em que o dossel forrageiro intercepta 95% da luz incidente, em que a taxa média de acúmulo do pasto é máxima. Sendo assim, o conhecimento das respostas morfogênicas e estruturais de plantas forrageiras em pastejo, frente a mudanças nas condições do meio, auxiliam na tomada de decisão de estratégias do manejo do pasto, com vistas ao uso eficiente do recurso forrageiro."}
	]
	}}
