{"resource": {
	"dct:language":"por",
	"dct:title":[
		{"value":"Performance and carcass traits of lambs fed different types of silage",
	"xml:lang":"eng"
	},
	{"value":"   Desempenho e características de carcaça de cordeiros alimentados com diferentes silagens ",
	"xml:lang":"por"
	}
	],
	"dc:subject":[
		{"value":"silage making",
	"xml:lang":"eng"
	},
	{"value":"zea mays",
	"xml:lang":"eng"
	},
	{"value":"feed composition",
	"xml:lang":"eng"
	},
	{"value":"mutton",
	"xml:lang":"eng"
	},
	{"value":"carcasses",
	"xml:lang":"eng"
	},
	{"value":"sweet potatoes",
	"xml:lang":"eng"
	}
	],
	"bibo:volume":"73/n.2",
	"bibo:doi":"10.17523/bia.v73n2p143",
	"rdf:about":"http://agris.fao.org/aos/records/BR2016F00028",
	"dct:identifier":"BR2016F00028",
	"dct:type":"Journal Article",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19420"
	},
	"dct:isPartOf":{"bibo:Journal":{"dct:title":{"value":"Boletim de Indústria Animal"},
	"bibo:ISSN":{"value":"0067-9615"}
	}
	},
	"dct:issued":"2016-",
	"bibo:uri":"http://dx.doi.org/10.17523/bia.v73n2p143",
	"dct:dateSubmitted":2016,
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"CRUZ, I. V. P."
	}
	},
	{"foaf:Person":{"foaf:name":"BACKES,  A. A."
	}
	},
	{"foaf:Person":{"foaf:name":"SOUSA, B. M. L."
	}
	},
	{"foaf:Person":{"foaf:name":"VIEIRA, J. S."
	}
	},
	{"foaf:Person":{"foaf:name":"OLIVEIRA,  R. S."
	}
	}
	],
	"bibo:abstract":[
		{"value":"Objetivando determinar a influência de diferentes silagens no desempenho e características de carcaça de cordeiros confinados, foram utilizados 15 cordeiros da raça Santa Inês não castrados com idade média de três meses e peso vivo médio inicial de 18,7 ± 2,5 kg. Os animais foram distribuídos aleatoriamente nos seguintes tratamentos: silagem de milho",
	"xml:lang":"por"
	},
	{"value":"silagem de capim-elefante com 15% de fubá de milho"},
	{"value":"To evaluate the influence of different types of silage on the performance and carcass traits of feedlot lambs, 15 intact Santa Inês lambs with a mean age of 3 months and mean initial live weight of 18.7 ± 2.5 kg were used. The animals were randomly assigned to the following treatments, with five repetitions per treatment: corn silage, elephant grass silage with 15% corn meal, and sweet potato silage produced from the aerial part with 15% corn meal. Roughage corresponded to 50% of dietary dry matter. There was no difference (P>0.05) in carcass traits or commercial cuts, probably due to the chemical composition of the diets and because dry matter intake by the animals was similar between treatments. Silage produced from the aerial part of sweet potato and elephant grass silage do not affect performance, carcass traits or meat cuts and can be recommended based on nutritional evaluation for the feeding of feedlot lambs.",
	"xml:lang":"eng"
	},
	{"value":"silagem da parte aérea da batata doce com 15% de fubá de milho, com cinco repetições por tratamento, sendo que o volumoso compunha 50% da matéria seca da dieta. Não houve diferença (P>0,05) para as características da carcaça e nem para cortes comerciais, provavelmente devido à composição química das dietas e o consumo de matéria seca pelos animais ter sido semelhante entre os tratamentos. As silagens da parte aérea da batata doce e do capim-elefante não afetam o desempenho, características de carcaça e cortes cárneos, sendo recomendadas, com base na avaliação nutricional, para alimentação de cordeiros confinados."}
	]
	}}
