{"resource": {
	"dct:language":"por",
	"dct:title":[
		{"value":"   Custos de produção de fêmeas bovinas da raça holandesa nas fases de cria e recria em um sistema de produção de leite no sul de Minas Gerais ",
	"xml:lang":"por"
	},
	{"value":"Production costs of bovine females of Holstein breed in the pre and post weaning phases in a milk production system at Southern Minas Gerais",
	"xml:lang":"eng"
	}
	],
	"dc:subject":[
		{"value":"breeding",
	"xml:lang":"eng"
	},
	{"value":"dairy cattle",
	"xml:lang":"eng"
	},
	{"value":"management",
	"xml:lang":"eng"
	},
	{"value":"animal",
	"xml:lang":"eng"
	}
	],
	"bibo:volume":"67/n.1",
	"rdf:about":"http://agris.fao.org/aos/records/BR2015F01388",
	"dct:identifier":"BR2015F01388",
	"dct:type":"Journal Article",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19420"
	},
	"dct:isPartOf":[
		{"rdf:resource":{"value":"http://aims.fao.org/serials/c_ea787e45"}
	},
	{"bibo:Journal":{"dct:title":{"value":"Boletim de Indústria Animal"},
	"bibo:ISSN":{"value":"0067-9615"}
	}
	}
	],
	"dct:issued":"2010-",
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://www.iz.sp.gov.br/pdfsbia/1287401869.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"LOPES,  M. A."
	}
	},
	{"foaf:Person":{"foaf:name":"NETO,  A. F."
	}
	},
	{"foaf:Person":{"foaf:name":"SANTOS,  G."
	}
	},
	{"foaf:Person":{"foaf:name":"DEMEU,  F. A."
	}
	},
	{"foaf:Person":{"foaf:name":"LOPES,  L. M. F."
	}
	},
	{"foaf:Person":{"foaf:name":"MOREIRA,  S. R."
	}
	}
	],
	"bibo:abstract":[
		{"value":"mão-de-obra (16,53%)"},
	{"value":"Objetivou-se calcular o custo de produção de fêmeas bovinas da raça holandesa nas fases de cria e recria e identificar os componentes que exercem maior influência sobre os custos finais da atividade. Os dados foram coletados em uma fazenda produtora de leite, localizada no município de Boa Esperança – MG. Para calcular o custo operacional total (COT) considerou-se todas as despesas operacionais efetivas, bem como a depreciação das instalações e equipamentos. Os animais atingiram 360 kg com 593 dias, ou seja, aos 19,5 meses de vida. Os itens componentes do custo operacional efetivo que exerceram maior influência sobre os custos da atividade foram, em ordem decrescente, alimentação (46,62%) sendo 31,89% com concentrado e 14,73% com volumoso"},
	{"value":"hire of machines for rationing (13.55%) and health (0.49%). The depreciation represented 15% of the TOC. The TOC was US$ 1,005.12, which corresponded to 3,400.67 kg of milk, representing a daily cost of US$ 2.00 or 6.76 kg of milk."},
	{"value":"labor (16.53%)",
	"xml:lang":"por"
	},
	{"value":"aluguel de máquinas para arraçoamento (13,55%) e sanidade (0,49%). A depreciação, representou 15% do COT. O custo operacional total foi de R$2.040,40, o que equivaleu a 3.400,67 kg de leite, representando um custo diário de R$4,06, ou 6,76 kg de leite."},
	{"value":"It was aimed to calculate the production cost of Holstein bovine females breed in the weaning and post-weaning phases and to identify the components that exert greatest influence on the final operation costs. The data were collected on a dairy farm situated at Boa Esperança- MG. To calculate the total operational cost (TOC), all the effective operational expenses, as well as the depreciation facilities and equipament. The animals reached 360 kg aged with 593 days, at 19.5 months of life. The component items of the effective operational cost which exercised most influence on the costs of the operation were in decreasing order, feeding (46.63%), that is, 31.89% with concentrates and 14.73% with roughage, purchase of animals in the weaning phase (22.81%)",
	"xml:lang":"eng"
	},
	{"value":"aquisição de animais na fase de cria (22,81%)"}
	]
	}}
