{"resource": {
	"dct:language":"por",
	"dct:title":[
		{"value":"   Silagem de milheto (Pennisetum americanum) com inclusão de grãos de sorgo e inoculação microbiana ",
	"xml:lang":"por"
	},
	{"value":"Sorghum inclusion and microbial inoculation in millet silage (Pennisetum americanum)",
	"xml:lang":"eng"
	}
	],
	"dc:subject":[
		{"value":"fermentation",
	"xml:lang":"eng"
	},
	{"value":"zea mays",
	"xml:lang":"eng"
	},
	{"value":"chemical composition",
	"xml:lang":"eng"
	},
	{"value":"microbial properties",
	"xml:lang":"eng"
	}
	],
	"bibo:volume":"72/n.2",
	"rdf:about":"http://agris.fao.org/aos/records/BR2015F07608",
	"dct:identifier":"BR2015F07608",
	"dct:type":"Journal Article",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19420"
	},
	"dct:isPartOf":[
		{"rdf:resource":{"value":"http://aims.fao.org/serials/c_ea787e45"}
	},
	{"bibo:Journal":{"dct:title":{"value":"Boletim de Indústria Animal"},
	"bibo:ISSN":{"value":"0067-9615"}
	}
	}
	],
	"dct:issued":"2015-",
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://www.iz.sp.gov.br/pdfsbia/1435342169.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"MORAIS, M. G."
	}
	},
	{"foaf:Person":{"foaf:name":"ÍTAVO, C. C. B. F."
	}
	},
	{"foaf:Person":{"foaf:name":"ÍTAVO, L. C. V."
	}
	},
	{"foaf:Person":{"foaf:name":"ROSA, R. B."
	}
	}
	],
	"bibo:abstract":[
		{"value":"The objective of this study was to evaluate the quality of millet silage produced with additives by evaluating pH, chemical composition and in vitro dry matter digestibility (IVDMD). The treatments consisted of millet with or without sorghum grains and with or without microbial inoculant in a factorial scheme (2x2). Dry matter content, crude protein content and IVDMD increased with sorghum inclusion. The pH of silage containing sorghum and microbial inoculant was lower than that of control millet silage. Acid detergent insoluble nitrogen and acid detergent fiber content were lower in silage containing sorghum. Microbial inoculation did not influence dry matter (23.76%) or IVDMD (48.9%). There was an interaction between sorghum inclusion and microbial inoculant for neutral detergent fiber. The addition of sorghum grain and microbial inoculant improves silage characteristics as a result of better preservation. The use of microbial inoculant reduces pH, inhibiting undesirable fermentation and increasing crude protein content.",
	"xml:lang":"eng"
	},
	{"value":"Objetivou-se avaliar a qualidade de silagens de milheto, confeccionadas com o uso de aditivos, por meio da avaliação de pH, composição química e digestibilidade in vitro da matéria seca (DIVMS). Os tratamentos consistiram em milheto: com ou sem grãos de sorgo e com ou sem inoculante, em esquema fatorial (2x2). Teores de matéria seca (MS), proteína bruta (PB) e DIVMS aumentaram com a inclusão de sorgo. O pH das silagens com sorgo e inoculadas foi menor que o das silagens de milheto controle. O teor de nitrogênio insolúvel em detergente ácido (NIDA) e de fibra em detergente ácido (FDA) foi menor para a silagem com sorgo. A inoculação não influenciou a MS (23,76%) e DIVMS (48,90%). Houve interação entre inclusão de sorgo e inoculante para fibra em detergente neutro (FDN). A adição de grão de sorgo melhora as características da silagem, resultado de melhor conservação. O uso de inoculante reduz o pH, inibindo fermentações indesejáveis e proporcionando maiores teores de PB.",
	"xml:lang":"por"
	}
	]
	}}
