{"resource": {
	"dct:language":"por",
	"dct:title":[
		{"value":"   Efeito da suplementação com fontes de ácido graxos poliinsaturados em doadoras primíparas da raça Nelore durante o pré e pós-parto sobre número de oócitos obtidos in vivo e produção in vitro de embriões ",
	"xml:lang":"por"
	},
	{"value":"Effect of pre- anc postcalving supplementation of primiparous Nellore donor cows with sources of polyunsarurated fatty acids on the number of oocytes obtained in vivo and in vitro embryo production",
	"xml:lang":"eng"
	}
	],
	"dc:subject":[
		{"value":"reproductive performance",
	"xml:lang":"eng"
	},
	{"value":"ova",
	"xml:lang":"eng"
	},
	{"value":"parturition",
	"xml:lang":"eng"
	},
	{"value":"supplements",
	"xml:lang":"eng"
	}
	],
	"bibo:volume":"72/n.1",
	"rdf:about":"http://agris.fao.org/aos/records/BR2015F05946",
	"dct:identifier":"BR2015F05946",
	"dct:type":"Journal Article",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19420"
	},
	"dct:isPartOf":[
		{"rdf:resource":{"value":"http://aims.fao.org/serials/c_ea787e45"}
	},
	{"bibo:Journal":{"dct:title":{"value":"Boletim de Indústria Animal"},
	"bibo:ISSN":{"value":"0067-9615"}
	}
	}
	],
	"dct:issued":"2015-",
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://www.iz.sp.gov.br/pdfsbia/1427135588.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"ROSSI,  G. F."
	}
	},
	{"foaf:Person":{"foaf:name":"MONTEIRO,  F. M."
	}
	},
	{"foaf:Person":{"foaf:name":"LIMA, M.R."
	}
	},
	{"foaf:Person":{"foaf:name":"RIBEIRO,  E. G."
	}
	},
	{"foaf:Person":{"foaf:name":"MERCADANTE,  M. E. Z."
	}
	},
	{"foaf:Person":{"foaf:name":"GARCIA, J.M."
	}
	}
	],
	"bibo:abstract":[
		{"value":"1.0 kg/donor/day). The diets were offered at least 30 days precalving and 75 days postcalving. The animals were submitted to OPU on postcalving days 30, 45, 60 and 75. Recovered oocytes were selected and those considered suitable for culture were submitted to the IVEP procedures. The data were analyzed using a completely randomized design with repeated measures over time. There was no effect of supplementation on the number of follicles, the number of recovered COCs and those suitable for culture, or IVEP. However, the rate of oocytes suitable for culture recovered by OPU was higher on postcalving days 60 and 75 when compared to days 30 and 45. Additionally, the rate of embryos produced in vitro increased after postcalving day 45. In conclusion, pre- and postcalving supplementation with 100 g/day Megalac-E® or 1.0 kg/day flaxseed does not alter the number of oocytes obtained in vivo or IVEP rates of lactating primiparous Nellore donor cows. However, IVEP improves when the programs are carried out 45 days after calving."},
	{"value":"100 g/doadora/dia) e Linhaça (n=7"},
	{"value":"100 g/donor/day), and flaxseed (n=7",
	"xml:lang":"por"
	},
	{"value":"O objetivo do trabalho foi avaliar os efeitos das suplementações ricas em ácidos linoleico (n-6) e linolênico (n-3) protegidos ou não, no pré e pós-parto de fêmeas primíparas da raça Nelore sobre número de folículos, número total de complexos cúmulos oócitos (CCO) aspirados (OPU) e de oócitos susceptíveis ao cultivo (graus I, II e III) e a produção in vitro de embriões (PIVE). As doadoras foram divididas aleatoriamente em 3 grupos: Controle (n=7), Megalac-E® (n=8"},
	{"value":"The objective of this study was to evaluate the effects of feeding primiparous Nellore cows supplements rich in protected or unprotected linoleic (n-6) and linolenic (n-3) acids before and after calving on the number of follicles, total number of cumulus-oocyte complexes (COCs) collected by aspiration (OPU) and oocytes suitable for culture (grades I, II and III), and in vitro embryo production (IVEP). The donor cows were randomly divided into three groups: control (n=7), Megalac-E® (n=8",
	"xml:lang":"eng"
	},
	{"value":"1,0 kg/doadora/dia). As dietas foram fornecidas pelo menos 30 dias pré-parto e 75 dias pós-parto. Estes animais foram submetidos à OPU nos dias 30, 45, 60 e 75 do pós-parto. Os oócitos recuperados foram selecionados e os considerados susceptíveis ao cultivo submetidos aos procedimentos da PIVE. Os dados foram analisados em um delineamento inteiramente casualisado com medidas repetidas no tempo. Não foi detectado efeito das suplementações no número de folículos, no número de CCO recuperados e susceptíveis ao cultivo e na PIVE. No entanto, houve um aumento na taxa de oócitos susceptíveis ao cultivo recuperado pela OPU nos dias 60 e 75 do pós-parto em comparação aos dias 30 e 45. Além disso, a taxa de embriões produzidos in vitro foi maior a partir do dia 45 pós-parto. Em conclusão, a suplementação pré e pós-parto com 100 g/dia de Megalac-E® ou 1,0 kg/dia de torta de linhaça não altera o número de oócitos obtidos in vivo e a PIVE de doadoras primíparas da raça Nelore lactantes. No entanto, a PIVE melhora quando os programas são realizados após 45 dias pós-parto."}
	]
	}}
