{"resource": {
	"dct:language":[
		"por",
	"eng"
	],
	"dct:title":[
		{"value":"Nutritional status of papaya (pawpaw) (cv. Caliman 01) as a function of NK fertilization and planting space",
	"xml:lang":"eng"
	},
	{"value":"   Estado nutricional do mamoeiro Formosa (cv. Caliman 01) em função de adubação com NK e espaçamento de plantio ",
	"xml:lang":"por"
	}
	],
	"dc:subject":[
		{"value":"tropical fruits",
	"xml:lang":"eng"
	},
	{"value":"plant nutrition",
	"xml:lang":"eng"
	}
	],
	"bibo:volume":"5/n.3",
	"rdf:about":"http://agris.fao.org/aos/records/BR2015202760",
	"dct:identifier":"BR2015202760",
	"dct:type":"Journal Article",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/11131"
	},
	"dct:isPartOf":[
		{"rdf:resource":{"value":"http://aims.fao.org/serials/j_1294754373047"}
	},
	{"bibo:Journal":{"dct:title":{"value":"Comunicata Scientiae"},
	"bibo:ISSN":{"value":"2176-9079"}
	}
	}
	],
	"dct:issued":"2014-",
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://comunicata.ufpi.br/index.php/comunicata/article/download/838/248",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Monteiro Santos Eduardo"
	}
	},
	{"foaf:Person":{"foaf:name":"Herbert Lucena Cavalcante Ítalo"
	}
	},
	{"foaf:Person":{"foaf:name":"Barbosa Silva Júnior Gabriel"
	}
	},
	{"foaf:Person":{"foaf:name":"Gislene Albano Francisca"
	}
	},
	{"foaf:Person":{"foaf:name":"Nunes Lima Firmino"
	}
	},
	{"foaf:Person":{"foaf:name":"Marques Sousa Adenaelson"
	}
	},
	{"foaf:Person":{"foaf:name":"Ferreira Cavalcante Lourival"
	}
	},
	{"foaf:Organization":{"foaf:name":"Campus Profª. Cinobelina Elvas, Universidade Federal do Piauí, Bom Jesus, PI, Brasil"
	}
	},
	{"foaf:Organization":{"foaf:name":"Colegiado de Engenharia Agronômica, Universidade Federal do Vale do São Francisco, Petrolina, PE, Brasil"
	}
	},
	{"foaf:Organization":{"foaf:name":"Departamento de Produção Vegetal, Universidade Estadual Paulista Júlio de Mesquita Filho, Jabuticabal, SP, Brasil"
	}
	},
	{"foaf:Organization":{"foaf:name":"Campus Profª. Cinobelina Elvas, Universidade Federal do Piauí, Bom Jesus, PI, Brasil"
	}
	},
	{"foaf:Organization":{"foaf:name":"Campus Profª. Cinobelina Elvas, Universidade Federal do Piauí, Bom Jesus, PI, Brasil"
	}
	},
	{"foaf:Organization":{"foaf:name":"Campus Profª. Cinobelina Elvas, Universidade Federal do Piauí, Bom Jesus, PI, Brasil"
	}
	},
	{"foaf:Organization":{"foaf:name":"Centro de Ciências Agrarias, Campus III, Universidade Federal da Paraíba, Areia, PB, Brasil"
	}
	}
	],
	"bibo:abstract":[
		{"value":"No Brasil, ainda não se conhece adequadamente as exigências nutricionais do mamoeiro, havendo a necessidade de mais pesquisas sobre o manejo da adubação mineral. Objetivou-se avaliar o estado nutricional do mamoeiro em função de espaçamento e adubação com NK em cobertura. O experimento foi desenvolvido na área experimental da Universidade Federal do Piauí, Campus Prof.a Cinobelina Elvas, Bom Jesus-PI, no período de 30/11/2011 à 30/11/2012. Adotouse o delineamento em blocos casualizados em esquema fatorial 2 x 4 x 4, correspondentes à: i) espaçamento de plantio (simples e duplo) doses de N (0,320, 0,400, 0,480 e 0,560 kg m-2) e iii) doses de K2O (0,380, 0,475, 0,570 e 0,665 kg m-2), com quatro repetições e três plantas por parcela. Avaliou-se os teores de macronutrientes na matéria seca foliar das plantas de mamoeiro Formosacv. Caliman 01. Há influência do espaçamento e adubação com NK nas concentrações foliares de macronutrientes, com superioridade do espaçamento duplo em relação ao simples. Para adequado estado nutricional do mamoeiro Formosa cv. Caliman 01, cultivado em espaçamento simples, recomenda-se a aplicação de 400 g planta-1 de nitrogênio em associação com 440 g planta-1 de potássio, enquanto que, para o espaçamento duplo, recomenda-se 320 g planta-1 denitrogênio em associação com 440 g planta-1 de potássio em cobertura.",
	"xml:lang":"por"
	},
	{"value":"In Brazil, it´s not properly known the nutritional requirements of papaya plant, there are, therefore, a need for more research projects about the management of mineral fertilizer. This study aimed to evaluate the nutritional status of papaya as a function of planting space and fertilization with NK incoverage. The experiment was developed in an experimental area of the Federal University of Piauí, Campus Prof.a Cinobelina Elvas, Bom Jesus, Piauí State, Brazil, from November 2011 to November 2012. It was adopted the randomized block design in a factorial arrangement 2 x 4 x 4, corresponding to: i) planting space (single and double) doses of nitrogen (0.320, 0.400, 0.480 and 0.560 kg m-2) andiii) doses of potassium (0.380, 0.475, 0.570 and 0.665 kg m-2), with four replications and three plants per plot. It was evaluated the levels of macronutrients in leaf dry matter of plants of papaya, cv. Caliman 01. There is influence of planting space and fertilization with NK in foliar Macronutrients, with superiority for double spacing with respect to the simple. For adequate nutritional status of papaya cv. Caliman 01, grown in single spacing it is recommended a dose of 400 g plant-1 of nitrogen combined with 440g plant-1 of potassium, while for the double spacing, it is recommended 320g plant-1 of nitrogen in combination with 440 g plant-1 of potassium.",
	"xml:lang":"eng"
	}
	]
	}}
