{"resource": {
	"dct:language":[
		"por",
	"eng"
	],
	"dct:title":[
		{"value":"   Qualidade fisiológica de sementes de melão em função do estádio de maturação dos frutos ",
	"xml:lang":"por"
	},
	{"value":"Seed physiological quality of melon according to the stage of maturation of the fruits.",
	"xml:lang":"eng"
	}
	],
	"dc:subject":{"value":"germination",
	"xml:lang":"eng"
	},
	"bibo:volume":"6/n.1",
	"rdf:about":"http://agris.fao.org/aos/records/BR2015206614",
	"dct:identifier":"BR2015206614",
	"dct:type":"Journal Article",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/11131"
	},
	"dct:isPartOf":[
		{"rdf:resource":{"value":"http://aims.fao.org/serials/j_1294754373047"}
	},
	{"bibo:Journal":{"dct:title":{"value":"Comunicata Scientiae"},
	"bibo:ISSN":{"value":"2176-9079"}
	}
	}
	],
	"dct:issued":"2015-",
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://comunicata.ufpi.br/index.php/comunicata/article/download/544/302",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Donato Luan Mateus Silva"
	}
	},
	{"foaf:Person":{"foaf:name":"Rabelo Marcelo Mendes"
	}
	},
	{"foaf:Person":{"foaf:name":"David Andréia Márcia Santos de Souza"
	}
	},
	{"foaf:Person":{"foaf:name":"Rocha Aline Ferreira"
	}
	},
	{"foaf:Person":{"foaf:name":"Rocha Amanda Soares"
	}
	},
	{"foaf:Person":{"foaf:name":"Borges Gilson Alcantara"
	}
	},
	{"foaf:Organization":{"foaf:name":"Universidade Estadual de Montes Claros – Unimontes, Campus de Janaúba,MG, Brasil"
	}
	},
	{"foaf:Organization":{"foaf:name":"Universidade Estadual de Montes Claros – Unimontes, Montes Claros, MG, Brasil"
	}
	},
	{"foaf:Organization":{"foaf:name":"Universidade Estadual de Montes Claros – Unimontes, Montes Claros, MG, Brasil"
	}
	},
	{"foaf:Organization":{"foaf:name":"Universidade Estadual de Montes Claros – Unimontes, Montes Claros, MG, Brasil"
	}
	},
	{"foaf:Organization":{"foaf:name":"Universidade Estadual de Montes Claros – Unimontes, Montes Claros, MG, Brasil"
	}
	},
	{"foaf:Organization":{"foaf:name":"Universidade Estadual de Montes Claros – Unimontes, Montes Claros, MG, Brasil"
	}
	}
	],
	"bibo:abstract":[
		{"value":"II – frutos verdes com rendilhamento na epiderme"},
	{"value":"III - frutos com coloração amarela e epiderme rendilhada"},
	{"value":"To obtain melon seeds high quality physiological one aspect to be considered is the ideal time of harvest, which can be determined by the stage of maturation. Thus, the aim of this study was to evaluate the physiological quality of melon seeds cv. Hales Best Jumbo according to the stage ofripeness of the fruit. The experimental design was completely randomized with four replicates per treatment, which consisted of fruit harvest in four maturity, based on their color and visual presence of transverse diameter in the epidermis, and classified as: I - green fruit with skin not lacy II - greenfruit with transverse diameter in the epidermis III - fruit with yellow skin and lacy IV - yellow fruit epidermis and lacy advanced stage of maturation. After being extracted from the fruits, seeds were subjected to the following tests to assess their quality physiological water content, thousand seedweight, germination, first count of germination, seedling emergence, speed of emergence, length seedlings, fresh weight and dry weight of seedlings, and accelerated aging. Physiological quality of melon seeds, cultivate Hales Best Jumbo increases with advancing maturity stage of fruits, andseeds obtained from fruits with yellow skin laced advanced stage of maturity showed have superior physiological quality.",
	"xml:lang":"eng"
	},
	{"value":"IV – frutos amarelos e epiderme rendilhada em estádio avançadode maturação. Após serem extraídas dos frutos, as sementes foram submetidas aos seguintes testes para avaliação da sua qualidade fisiológica: teor de água, peso de mil sementes, germinação, primeira contagem de germinação, emergência de plântulas, índice de velocidade de emergência, comprimento de plântulas, matéria fresca e matéria seca de plântulas, e envelhecimento acelerado. A qualidade fisiológica de sementes de melão, cultivar Hales Best Jumbo aumenta com o avanço do estádio de maturação dos frutos, sendo que as sementes obtidas a partir de frutos amarelos com epiderme rendilhada em estádio avançado de maturação apresentam qualidade fisiológica superior."},
	{"value":"Para a obtenção de sementes de melão de elevada qualidade fisiológica um dos aspectos a ser considerado é a época ideal da colheita, que pode ser determinada pelo estádio de maturação do fruto. Dessa forma, objetivou-se com este trabalho, avaliar a qualidade fisiológica de sementesde melão cv. Hales Best Jumbo em função do estádio de maturação do fruto. O delineamento experimental utilizado foi inteiramente casualizado com quatro repetições por tratamento, que consistiram na colheita dos frutos em quatro estádios de maturação, com base na sua coloraçãovisual e presença ou não de rendilhamento na epiderme, e classificados como: I - frutos verdes com epiderme não rendilhada",
	"xml:lang":"por"
	}
	]
	}}
