{"resource": {
	"dct:language":"por",
	"dct:title":[
		{"value":"   Avaliação de desempenho produtivo e reprodutivo de animais mestiços do cruzamento Holandês x Gir ",
	"xml:lang":"por"
	},
	{"value":"Productive and reproductive performance of crossbred Holstein x Gir cows",
	"xml:lang":"eng"
	}
	],
	"dc:subject":[
		{"value":"lactation",
	"xml:lang":"eng"
	},
	{"value":"reproductive performance",
	"xml:lang":"eng"
	},
	{"value":"dairy cattle",
	"xml:lang":"eng"
	},
	{"value":"breeding methods",
	"xml:lang":"eng"
	}
	],
	"bibo:volume":"71/n.4",
	"rdf:about":"http://agris.fao.org/aos/records/BR2015F04424",
	"dct:identifier":"BR2015F04424",
	"dct:type":"Journal Article",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19420"
	},
	"dct:isPartOf":[
		{"rdf:resource":{"value":"http://aims.fao.org/serials/c_ea787e45"}
	},
	{"bibo:Journal":{"dct:title":{"value":"Boletim de Indústria Animal"},
	"bibo:ISSN":{"value":"0067-9615"}
	}
	}
	],
	"dct:issued":"2014-",
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://iz.sp.gov.br/pdfsbia/1418317198.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"BALANCIN JÚNIOR, A."
	}
	},
	{"foaf:Person":{"foaf:name":"PRATA, M. A."
	}
	},
	{"foaf:Person":{"foaf:name":"MOREIRA,  E. L."
	}
	},
	{"foaf:Person":{"foaf:name":"VERCESI FILHO,  A. E."
	}
	},
	{"foaf:Person":{"foaf:name":"CARDOSO,  V. L."
	}
	},
	{"foaf:Person":{"foaf:name":"FARO,  L. E"
	}
	}
	],
	"bibo:abstract":[
		{"value":"This study aimed to evaluate the productive and reproductive performance of Holtein-Frisian x Gir crossbred cows. The traits evaluated were: milk production up to 305 days (P305), total milk production (PTL), production per day of calving interval (PIP), age at first calving (IPP), calving interval (IDP), service period (PS) and gestation length (PG), which were analyzed using mixed linear models. The Incomplete gamma function was used to estimate the parameters of lactation curves for each genetic group. The animals of genetic groups (GG) 3/4H, 7/8H and pure by crosses (PC) achieved higher performances for productive traits, and animals from the GG 1/2H achieved better performance for reproductive traits. The Holstein-Frisian PC animals presented the lactation curves with higher production levels and higher productions at the peak of the lactation but with less persistence. The 1/2H animals had slightly lower persistence in comparison to genetic groups 3/4H and 7/8H. Milk production in function of gestation length varied according to each group and Holstein-Frisian (PC) presented greater decrease in milk yield after conception.",
	"xml:lang":"eng"
	},
	{"value":"Este estudo teve como objetivo avaliar o desempenho produtivo e reprodutivo de fêmeas mestiças do cruzamento Holandês x Gir. As características avaliadas foram: produção de leite acumulada até 305 dias (P305), produção total de leite (PTL), produção por dia de intervalo de partos (PIP), idade ao primeiro parto (IPP), intervalo de partos (IDP), período de serviço (PS) e período de gestação (PG), que foram analisadas utilizando-se modelos lineares mistos. A função Gama Incompleta foi utilizada para estimação dos parâmetros das curvas de lactação para cada composição racial. Os animais dos grupos genéticos (GG) 3/4H, 7/8H e puros por cruza (PC) obtiveram melhores desempenhos para as características produtivas, e os animais do GG 1/2H obtiveram melhor desempenho para as características reprodutivas. Os animais PC Holandês apresentaram as curvas com maiores níveis de produção e maiores produções no pico da lactação, mas em contrapartida menores persistências. Os animais 1/2H apresentaram persistência um pouco inferior aos GG 3/4H e 7/8H. A produção de leite no decorrer da lactação em função do período de gestação variou de acordo com cada GG, sendo que o grupo PC apresentou queda mais acentuada na produção após a concepção.",
	"xml:lang":"por"
	}
	]
	}}
