{"resource": {
	"dct:language":"por",
	"dct:title":{"value":"PERCEPÇÃO AMBIENTAL E ARBORIZAÇÃO URBANA EM MACAPÁ, AMAPÁ.",
	"xml:lang":"por"
	},
	"bibo:pageStart":34,
	"bibo:volume":3,
	"bibo:pageEnd":44,
	"dct:type":"Journal Article",
	"rdf:about":"http://agris.fao.org/aos/records/BR2015N00116",
	"dct:identifier":"BR2015N00116",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19750"
	},
	"dct:isPartOf":{"bibo:Journal":{"dct:title":{"value":"Biota Amazônia (Biote Amazonie, Biota Amazonia, Amazonian Biota)"}
	}
	},
	"dct:issued":2015,
	"bibo:uri":"http://periodicos.unifap.br/index.php/biota/article/view/709",
	"dct:dateSubmitted":2016,
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Hugo Santos de Castro"
	}
	},
	{"foaf:Person":{"foaf:name":"Teresa Cristina Albuquerque de Castro Dias"
	}
	},
	{"foaf:Organization":{"foaf:name":"Universidade Federal do Pará"
	}
	},
	{"foaf:Organization":{"foaf:name":"Instituto Brasileiro do Meio ambiente e dos Recursos Naturais Renováveis"
	}
	}
	],
	"bibo:issue":3,
	"bibo:abstract":{"value":"<p class=\"MsoNormal\" style=\"text-align: justify; mso-layout-grid-align: none; text-autospace: none;\">A percepção ambiental abrange a compreensão das inter-relações entre o meio ambiente e os atores sociais e objetiva investigar a maneira como o homem enxerga, interpreta, convive e se adapta à realidade do meio em que vive. O presente trabalho tem como objetivo avaliar o grau de conscientização dos moradores de Macapá com relação à arborização urbana, através do estudo de percepção ambiental. A metodologia para a pesquisa consistiu na aplicação de questionário, com o intuito de detectar os anseios e opiniões dos moradores quanto a arborização da cidade. Estabeleceu-se a aplicação do material de campo nos bairros mais antigos e mais recentes de cada setor da cidade, perfazendo um total de 550<strong> </strong>entrevistados. Os resultados mostraram que há uma enorme carência quanto ao planejamento da arborização urbana na cidade. Boa parte dos pesquisados, manifestou desejo para a realização de novos plantios e mostraram-se disponíveis para participar de campanhas, entretanto, as espécies mais solicitadas, são tradicionalmente, as que já vêm sendo utilizadas: mangueiras (<Mangifera indica</em>) e jambeiros (<Sysygium malaccense</em>). É necessária a realização de ações pelo poder público promovendo campanhas educativas e que proporcionem o plantio de espécies arbóreas adequadas incentivando a participação dos munícipes neste processo.<strong></strong>",
	"xml:lang":"por"
	}
	}}
