{"resource": {
	"dct:language":[
		"por",
	"eng"
	],
	"dct:title":[
		{"value":"   Tamanho de parcela para avaliar a massa de plantas de mucuna cinza ",
	"xml:lang":"por"
	},
	{"value":"Plot size to evaluate the mass of plants of velvet bean",
	"xml:lang":"eng"
	}
	],
	"dc:subject":[
		{"value":"quality",
	"xml:lang":"eng"
	},
	{"value":"soil",
	"xml:lang":"eng"
	}
	],
	"bibo:volume":"5/n.2",
	"rdf:about":"http://agris.fao.org/aos/records/BR2015202517",
	"dct:identifier":"BR2015202517",
	"dct:type":"Journal Article",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/11131"
	},
	"dct:isPartOf":[
		{"rdf:resource":{"value":"http://aims.fao.org/serials/j_1294754373047"}
	},
	{"bibo:Journal":{"dct:title":{"value":"Comunicata Scientiae"},
	"bibo:ISSN":{"value":"2176-9079"}
	}
	}
	],
	"dct:issued":"2014-",
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://comunicata.ufpi.br/index.php/comunicata/article/download/328/245",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Filho Alberto Cargnelutti"
	}
	},
	{"foaf:Person":{"foaf:name":"Toebe Marcos"
	}
	},
	{"foaf:Person":{"foaf:name":"Alves Bruna Mendonça"
	}
	},
	{"foaf:Person":{"foaf:name":"Burin Cláudia"
	}
	},
	{"foaf:Person":{"foaf:name":"Neu Ismael Mario Márcio"
	}
	},
	{"foaf:Person":{"foaf:name":"Facco Giovani"
	}
	},
	{"foaf:Organization":{"foaf:name":"Campus Camobi, Universidade Federal de Santa Maria, Santa Maria-RS, Brasil"
	}
	},
	{"foaf:Organization":{"foaf:name":"Campus Camobi, Universidade Federal de Santa Maria, Santa Maria-RS, Brasil"
	}
	},
	{"foaf:Organization":{"foaf:name":"Campus Camobi, Universidade Federal de Santa Maria, Santa Maria-RS, Brasil"
	}
	},
	{"foaf:Organization":{"foaf:name":"Campus Camobi, Universidade Federal de Santa Maria, Santa Maria-RS, Brasil"
	}
	},
	{"foaf:Organization":{"foaf:name":"Campus Camobi, Universidade Federal de Santa Maria, Santa Maria-RS, Brasil"
	}
	},
	{"foaf:Organization":{"foaf:name":"Campus Camobi, Universidade Federal de Santa Maria, Santa Maria-RS, Brasil"
	}
	}
	],
	"bibo:abstract":[
		{"value":"O objetivo deste trabalho foi determinar o tamanho ótimo de parcela para avaliar a massa verde de parte aérea, a massa de restos culturais de parte aérea e a massa total de parte aérea de mucuna cinza (Stizolobium cinereum), em cenários formados por combinações de números de tratamentos, de números de repetições e de níveis de precisão. Foi realizado um ensaio de uniformidade com 256 unidades experimentais básicas (UEB) de 1,00 m × 1,00 m. Foi determinado o índice de heterogeneidade do solo de Smith (1938) e determinado o tamanho ótimo de parcela por meio do método de Hatheway (1961). Para mesma precisão, o tamanho ótimo de parcela para avaliar a massa de restos culturais de parte aérea, a massa verde de parte aérea e a massa total de parte aérea, decresce, nessa ordem. Em experimentos no delineamento blocos ao acaso, com 5 a 15 tratamentos e com 4 repetições, parcelas de 8 UEB (8,00 m2) são suficientes para identificardiferenças significativas entre tratamentos, a 5% de probabilidade, de 28%, 24% e 18% da média geral do experimento, respectivamente, para a massa de restos culturais de parte aérea, a massa verde de parte aérea e a massa total de parte aérea.",
	"xml:lang":"por"
	},
	{"value":"The objective of this research was to determine the optimum plot size to evaluate the fresh mass of shoots, mass of crop residues of shoots and the total mass of shoots of velvet bean (Stizolobium cinereum), in scenarios formed by combinations of numbers of treatments, number of repetitionsand levels of precision. It was carried out an uniformity assay with 256 basic experimental units of 1.00 m × 1.00 m. It was determined the soil heterogeneity index of Smith (1938) and the optimum plot size by the method of Hatheway (1961). At the same level of precision, the optimum plot size to evaluate mass of crop residues, fresh mass and the total mass of shoots decreases in this order. In experiments on randomized complete block design, with 5 to 15 treatments and 4 repetitions, plots of 8 UEB (8.00 m2) are sufficient to identify significant differences between treatments, at 5%probability, of 28%, 24% and 18% of the overall average, respectively, to mass of crop residues, fresh mass and the total mass of shoots.",
	"xml:lang":"eng"
	}
	]
	}}
