{"resource": {
	"dct:language":"por",
	"dct:title":[
		{"value":"Evaluation of sugar cane with calcium hydroxide different levels",
	"xml:lang":"eng"
	},
	{"value":"   Avaliação da cana-de-açúcar com diferentes níveis de hidróxido de cálcio ",
	"xml:lang":"por"
	}
	],
	"dc:subject":[
		{"value":"limes",
	"xml:lang":"eng"
	},
	{"value":"nutritive value",
	"xml:lang":"eng"
	},
	{"value":"digestibility",
	"xml:lang":"eng"
	},
	{"value":"carbohydrate content",
	"xml:lang":"eng"
	},
	{"value":"hydrolysis",
	"xml:lang":"eng"
	}
	],
	"bibo:volume":"66/n.2",
	"rdf:about":"http://agris.fao.org/aos/records/BR2015F01731",
	"dct:identifier":"BR2015F01731",
	"dct:type":"Journal Article",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19420"
	},
	"dct:isPartOf":[
		{"rdf:resource":{"value":"http://aims.fao.org/serials/c_ea787e45"}
	},
	{"bibo:Journal":{"dct:title":{"value":"Boletim de Indústria Animal"},
	"bibo:ISSN":{"value":"0067-9615"}
	}
	}
	],
	"dct:issued":"2009-",
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://www.iz.sp.gov.br/pdfsbia/1277298275.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"FREITAS, Acyr W. P."
	}
	},
	{"foaf:Person":{"foaf:name":"ROCHA, Fernanda C."
	}
	},
	{"foaf:Person":{"foaf:name":"FAGUNDES, Jailson L."
	}
	},
	{"foaf:Person":{"foaf:name":"FONSECA, Ricardo"
	}
	},
	{"foaf:Person":{"foaf:name":"ZONTA, Augusto"
	}
	}
	],
	"bibo:abstract":[
		{"value":"2 e 4%, armazenada por 24 horas. Foram determinados os teores de matéria seca (MS), proteína bruta (PB), extrato etéreo (EE), matéria mineral (MM), fibra em detergente neutro (FDN), os carboidratos não fibrosos (CNF) e as frações B2 e C dos carboidratos totais. As taxas de digestão das frações dos carboidratos totais foram estimadas por meio da técnica de produção de gases, a digestibilidade in vitro da matéria seca (DIVMS) pela técnica de dois estádios e o NDT estimado pela composição bromatológia. Os teores de PB, MM, hemicelulose, FDN e CNF sofreram efeito quadrático. Enquanto os teores de MS e de lignina obtiveram efeito linear. Com o aumento das doses de hidróxido foi verificado aumento do teor de MS e redução dos teores de lignina. As taxas de digestão dos CNF e da fração B2, e o volume total de gás não foram afetados pela adição de hidróxido de cálcio. A taxa de digestão média dos CNF e da fração B2 estimada para a cana-de-açúcar foi de 0,143 h-1 e 0,0229 h-1, respectivamente. O pH da cana-de-açúcar, a zero e às 24 horas, variou de 5,7 a 12,39 e de 3,66 a 12,09. O volume final de gás não foi influenciado pelos níveis de hidróxido de cálcio e a DIVMS máxima 76,9% foi obtida com 4% de hidróxido de cálcio. Apesar de o NDT estimado ter aumentado linearmente, tendo em vista o comportamento quadrático da DIVMS e a não alteração do volume total de gás, pode-se inferir que estas estimativas não foram adequadas para avaliar o valor nutritivo da cana-de-açúcar hidrolisada."},
	{"value":1},
	{"value":"0,25"},
	{"value":"The present study was developed to evaluate the changes in chemical composition, to estimate the rate of fiber carbohydrates digestion (CF) and non-fiber carbohydrates (NFC), to determine the in vitro dry matter digestibility (IVDMS) and estimates the sugar cane TDN treated with the following doses of calcium hydroxide: 0, 0.25, 0.5, 1, 2 and 4%, stored for 24 hours. The contents of dry matter (DM), crude protein (CP), ether extract (EE), mineral matter (MM), neutral detergent fiber (NDF), non-fiber carbohydrate (NFC) and the fractions B2 and C of total carbohydrate were done. The rates of the total carbohydrates fractions digestion were estimated by the gas production technique, in vitro dry matter digestibility (IVDMD) by the two stages techniqueand the TDN estimated by the chemical composition. The levels of CP, MM, hemicelulose, NDF and NFC showed a quadratic behavior, while the levels of DM and lignin presented a linear behavior. With increasing doses of calcium hydroxide, increasing content of DM and reduce percentage of lignin were observed. The NFC digestion rates and the B2 fraction, the total gas volume were not affected by the addition of calcium hydroxide. The average rate of NFC digestion and the B2 fraction estimated for the sugar cane was 0.143 h-1 and 0.0229 h-1, respectively. The sugar cane pH, at zero and 24 hours, ranged from 5.7 to 12.39 and 3.66 to 12.09. The total gas production was not influenced by levels of calcium hydroxide and maximum IVDMD 76.9% was obtained with 4% calcium hydroxide. Although the estimated TDN was increased linearly, considering to the quadratic behavior of IVDMD and no differences on the total gas volume, we can infer that such estimates were not adequate to assess the nutritional value of hydrolyzed sugar cane.",
	"xml:lang":"eng"
	},
	{"value":"0,5"},
	{"value":"O presente estudo foi desenvolvido para avaliar as alterações na composição bromatológica, estimar a taxa de digestão dos carboidratos fibrosos (CF) e não-fibrosos (CNF), determinar a digestibilidade in vitro da matéria seca (DIVMS) e estimar o NDT da cana-de-açúcar tratada com as seguintes doses de hidróxido de cálcio: 0",
	"xml:lang":"por"
	}
	]
	}}
