{"resource": {
	"dct:language":"eng",
	"dct:title":[
		{"value":"   Uso de fluxinin meglumine em ovelhas Santa Inês submetidas à inseminação artificial transcervical e laparoscópica ",
	"xml:lang":"por"
	},
	{"value":"Use of flunixin meglumine in Santa Inês ewes submitted to laparoscopic and transcervical insemination",
	"xml:lang":"eng"
	}
	],
	"dc:subject":[
		{"value":"artificial insemination",
	"xml:lang":"eng"
	},
	{"value":"prostaglandins",
	"xml:lang":"eng"
	},
	{"value":"ewes",
	"xml:lang":"eng"
	},
	{"value":"luteolysis",
	"xml:lang":"eng"
	}
	],
	"bibo:volume":"71/n.4",
	"rdf:about":"http://agris.fao.org/aos/records/BR2015F04461",
	"dct:identifier":"BR2015F04461",
	"dct:type":"Journal Article",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19420"
	},
	"dct:isPartOf":[
		{"rdf:resource":{"value":"http://aims.fao.org/serials/c_ea787e45"}
	},
	{"bibo:Journal":{"dct:title":{"value":"Boletim de Indústria Animal"},
	"bibo:ISSN":{"value":"0067-9615"}
	}
	}
	],
	"dct:issued":"2014-",
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://iz.sp.gov.br/pdfsbia/1418133632.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"BELTRAME,  R. T."
	}
	},
	{"foaf:Person":{"foaf:name":"COSTA,  R. L. D."
	}
	},
	{"foaf:Person":{"foaf:name":"QUIRINO,  C. R."
	}
	},
	{"foaf:Person":{"foaf:name":"PACHECO, A."
	}
	},
	{"foaf:Person":{"foaf:name":"SILVA, R.M.C."
	}
	},
	{"foaf:Person":{"foaf:name":"ESTEVES, A."
	}
	},
	{"foaf:Person":{"foaf:name":"OLIVEIRA, A.F.M."
	}
	}
	],
	"bibo:abstract":[
		{"value":"The objective of this work was to evaluate the use of flunixim meglumine in Santa Ines ewes submitted to artificial insemination (AI). Forty-four Santa Inês ewes were synchronized and inseminated at fixed times, by the transcervical or laparoscopic route, between 52 and 58 hours after sponge removal. The ewes were split into two treatment groups, to receive intramuscular injections of 2 mL of saline (control treatment) or 2.2 mg/kg flunixin meglumine (FM treatment), twice a day between days 9 and 19 after AI. The pregnancy diagnosis was performed by ultrasound 30 days after the AI. The chi-square test was used to compare the pregnancy rate between the control and flunixin meglumine treatment and between type of insemination, while the t-test, at 5% probability was used to compare the average weight and body condition, using the SAS statistical software. Flunixin meglumine was not effect in increasing the pregnancy rate in Santa Ines ewes undergoing laparoscopic and transcervical insemination.",
	"xml:lang":"eng"
	},
	{"value":"O objetivo desse trabalho foi avaliar o uso do flunixin meglumine em ovelhas Santa Inês submetidas à inseminação artificial. Quarenta e quatro ovelhas da raça Santa Inês foram sincronizadas e inseminadas em tempo-fixo, por via transcervical ou laparoscópica, entre 52 e 58 horas após a retirada das esponjas. Após as inseminações, as ovelhas foram divididas em dois grupos para receberem entre os dias nove e 19 após esta, aplicações intramusculares de 2 mL de solução salina (tratamento controle) ou 2.2 mg/kg de flunixin meglumine (tratamento FM), duas vezes por dia. O diagnóstico de gestação foi realizado 30 dias após a IA, por ultrassonografia. A taxa de prenhez entre os tratamentos controle, flunixin e os tipos de inseminação foram comparados pelo teste chi-quadrado. As médias de peso e condição corporal foram comparadas pelo teste t a 5% de probabilidade, utilizando-se o programa estatístico SAS. O flunixin meglumine não foi eficaz em aumentar a taxa de prenhez em ovelhas da raça Santa Inês, submetidas à inseminação transcervical e laparoscópica.",
	"xml:lang":"por"
	}
	]
	}}
