{"resource": {
	"dct:language":[
		"por",
	"eng"
	],
	"dct:title":[
		{"value":"   Desenvolvimento de um pulverizador costal elétrico fotovoltaico ",
	"xml:lang":"por"
	},
	{"value":"Development of a solar photovoltaic backpack sprayer",
	"xml:lang":"eng"
	}
	],
	"dc:subject":[
		{"value":"farm equipment",
	"xml:lang":"eng"
	},
	{"value":"solar radiation",
	"xml:lang":"eng"
	}
	],
	"bibo:volume":"5/n.4",
	"rdf:about":"http://agris.fao.org/aos/records/BR2015206389",
	"dct:identifier":"BR2015206389",
	"dct:type":"Journal Article",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/11131"
	},
	"dct:isPartOf":[
		{"rdf:resource":{"value":"http://aims.fao.org/serials/j_1294754373047"}
	},
	{"bibo:Journal":{"dct:title":{"value":"Comunicata Scientiae"},
	"bibo:ISSN":{"value":"2176-9079"}
	}
	}
	],
	"dct:issued":"2014-",
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://comunicata.ufpi.br/index.php/comunicata/article/download/363/278",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Sasaki Robson Shigueaki"
	}
	},
	{"foaf:Person":{"foaf:name":"Teixeira Mauri Martins"
	}
	},
	{"foaf:Person":{"foaf:name":"Filho Delly Oliveira"
	}
	},
	{"foaf:Person":{"foaf:name":"Cesconetti Carlos Júnio"
	}
	},
	{"foaf:Person":{"foaf:name":"Silva Anderson Candido"
	}
	},
	{"foaf:Person":{"foaf:name":"Leite Daniel Mariano"
	}
	},
	{"foaf:Organization":{"foaf:name":"Universidade Federal de Viçosa, Viçosa, MG, Brasil"
	}
	},
	{"foaf:Organization":{"foaf:name":"Universidade Federal de Viçosa, Viçosa, MG, Brasil"
	}
	},
	{"foaf:Organization":{"foaf:name":"Universidade Federal de Viçosa, Viçosa, MG, Brasil"
	}
	},
	{"foaf:Organization":{"foaf:name":"Universidade Federal de Viçosa, Viçosa, MG, Brasil"
	}
	},
	{"foaf:Organization":{"foaf:name":"Universidade Federal de Viçosa, Viçosa, MG, Brasil"
	}
	},
	{"foaf:Organization":{"foaf:name":"Universidade Federal de Viçosa, Viçosa, MG, Brasil"
	}
	}
	],
	"bibo:abstract":[
		{"value":"it may also optimize the duration of the battery up to 45% and make possible the use of backpack electric sprayers in remote or distant locations, where there is no electric supply system, once it makes possible charging the batteries just using solar energy.",
	"xml:lang":"por"
	},
	{"value":"Backpack solar photovoltaic sprayers have appeared in the market with the aim of improving spraying quality and reducing physical effort for the operator. Queries related to the duration and how to charge batteries are very common and in general they become a barrier for using this equipment in the field. With the objective to better such sprayers, this work has aimed to develop and evaluate a solar photovoltaic backpack sprayer. An electric backpack sprayer MTS brand,model Spritz 18, was used. An aluminum structure was designed and built for fixing two photovoltaic cells, Kyocera brand, model KS5. The evaluation of equipment was made for the instantaneous power generated by the photovoltaic panel with the operator in movement and with the sprayerin static, as well as the potential use of the system. At the end it was verified that the average of the instantaneous power generated was of 1.4 and 2.18 W, for in movement and in static respectively. It was observed that the developed system has wide applicability. It may be applied for field use",
	"xml:lang":"eng"
	},
	{"value":"Pulverizadores costais elétricos têm surgido no mercado visando melhorar a qualidade das pulverizações e reduzir o esforço físico do operador. Indagações quanto à duração e formas de carregar a bateria são comuns e no geral torna-se um obstáculo em campo para se utilizar estes equipamentos. Com o objetivo de melhorar tais pulverizadores, objetivou-se com este trabalho desenvolver e avaliar um pulverizador costal elétrico fotovoltaico. Utilizou-se um pulverizador costalelétrico da marca MTS, modelo Spritz 18, projetou e construiu uma estrutura em alumínio para fixar duas células fotovoltaicas, marca Kyocera, modelo KS5. Posteriormente prosseguiu a avaliação do equipamento quanto à potência instantânea gerada pelo painel fotovoltaico com o operadorem movimento e com o pulverizador estático, bem como o potencial uso do sistema. Ao final verificou-se que em média a potência instantânea gerada por cada painel foi de 1,4 W e 2,18 W, em movimento e estático, respectivamente. Observou-se que o sistema desenvolvido possui grande aplicabilidade, podendo ser aplicado a campo, otimiza a duração da bateria em até 45% e possibilita o uso dos pulverizadores costais elétricos em locais remotos ou distantes, em que não há rede de energia elétrica, pois possibilita o carregamento da bateria apenas com energia solar."}
	]
	}}
