{"resource": {
	"dct:language":"por",
	"dct:title":{"value":"BIOLOGIA NO ENSINO MÉDIO: OS SABERES E O FAZER PEDAGÓGICO COM USO DE RECURSOS TECNOLÓGICOS",
	"xml:lang":"por"
	},
	"bibo:pageStart":119,
	"bibo:volume":4,
	"bibo:pageEnd":125,
	"dct:type":"Journal Article",
	"rdf:about":"http://agris.fao.org/aos/records/BR2015N00149",
	"dct:identifier":"BR2015N00149",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19750"
	},
	"dct:isPartOf":{"bibo:Journal":{"dct:title":{"value":"Biota Amazônia (Biote Amazonie, Biota Amazonia, Amazonian Biota)"}
	}
	},
	"dct:issued":2015,
	"bibo:uri":"http://periodicos.unifap.br/index.php/biota/article/view/840",
	"dct:dateSubmitted":2016,
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Sueli Aparecida Ramos da Silva Fonseca"
	}
	},
	{"foaf:Person":{"foaf:name":"Ricardo Shitsuka"
	}
	},
	{"foaf:Person":{"foaf:name":"Rabbith Ive Carolina Shitsuka Risemberg"
	}
	},
	{"foaf:Person":{"foaf:name":"Dorlivete Moreira Shitsuka"
	}
	},
	{"foaf:Organization":{"foaf:name":"Centro Universitário Claretiano"
	}
	},
	{"foaf:Organization":{"foaf:name":"Universidade Federal de Itajubá"
	}
	},
	{"foaf:Organization":{"foaf:name":"PIGEAD/LANTE/UFF- Universidade Federal Fluminense"
	}
	},
	{"foaf:Organization":{"foaf:name":"Faculdades Metropolitanas Unidas (FMU)"
	}
	}
	],
	"bibo:issue":1,
	"bibo:abstract":{"value":"<p class=\"MsoNormal\" style=\"margin: 0cm 0cm 0pt;\"><span lang=\"EN-US\" style=\"mso-ansi-language: EN-US;\"><span style=\"font-family: Times New Roman; font-size: small;\"> <strong>RESUMO</strong><span style=\"color: #000000;\"><span style=\"font-size: small;\">: </span></span><span style=\"color: #000000;\"><span style=\"font-size: small;\">A tecnologia está presente no cotidiano da sociedade atual. Estima-se que no Brasil, no final de 2013, havia cerca de 120 milhões de computadores em uso e que em 2016 haverá um computador para cada brasileiro. Os avanços que ocorreram na tecnologia também fizeram com que ocorressem mudanças na forma de ensinar e de aprender as disciplinas nas escolas. O ensino de biologia está passando por transformações motivadas pelo uso de tecnologias e com temas polêmicos que incentivam os docentes a procurar uma formação continuada para aprender a utilizar os recursos atuais, melhorar sua qualidade didática e formar alunos cidadãos conforme a política educacional atual. O objetivo do presente trabalho foi abordar os fundamentos do uso do saber e fazer pedagógico com uso de recursos tecnológicos e sua importância e a metodologia usada no ensino de biologia. Realizou-se uma pesquisa de fonte indireta, por meio de revisão bibliográfica onde se verificou a importância de uso de tecnologias no aprendizado de biologia e como a mesma ajuda o professor e o aluno a interagir com os acontecimentos atuais tornando-os cidadãos críticos e participativos da ação social. Verificou-se que é</span></span><span style=\"color: #000000;\"> preciso que os professores se capacitem continuamente, por meio de cursos de pós-graduação e da participação em congressos, encontros, jornadas, simpósios e pela publicação de trabalhos em revistas científicas, para fazer frente aos novos desenvolvimentos e aos alunos da época atual.</span><br /></span></span><p align=\"justify\" class=\"western\" style=\"margin-bottom: 0cm;\"><strong>Palavras-chave</strong>: Educação, Ensino de Ciências, Tecnologias de Informação e Comunicação.<p align=\"justify\" class=\"western\" style=\"margin-bottom: 0cm; background: #f5f5f5;\"><span lang=\"en-US\"><strong>ABSTRACT: </strong></span><span lang=\"en-US\">The technology is present in everyday society. It is estimated that in Brazil in the end of 2013 there are about 120 million computers in use and that in 2016 there will be one computer for every Brazilian. The teaching of biology is undergoing changes according to which is being contemplated with the use of technologies but there controversial issues that leads teachers to seek continuing education to improve their quality of teaching and training students as citizens of today educational policy. The aim of this work is to address the basics of using the knowledge and pedagogical practice with technology resources and their importance and methodology used in teaching biology. It was carried out a survey of indirect source through literature review where we evaluated the importance of using technology in learning biology and how it helps the teacher and student to interact with current events making them critical and participative citizens social action. It’s needed to continually empower teachers through graduate courses and participation in conferences, meetings, seminars, symposia and by publishing papers in scientific journals, to cope with the new developments and students of the current season.</span><p align=\"justify\" class=\"western\" style=\"margin-bottom: 0cm;\"><span lang=\"en-US\"><strong>Keywords</strong></span><span lang=\"en-US\">: Education, Teaching of science, Information and communication technology.</span><p class=\"MsoNormal\" style=\"margin: 0cm 0cm 0pt;\">  ",
	"xml:lang":"por"
	}
	}}
