{"resource": {
	"dct:language":"por",
	"dct:title":[
		{"value":"   Aplicação de modelos não lineares no ajuste de curvas de crescimento em fêmeas ovinas (Ovis aries) da raça Santa Inês criadas na região Norte Fluminense/RJ ",
	"xml:lang":"por"
	},
	{"value":"Application of nonlinear models in growth adjustment curves of sheep raised in the North Fluminense area",
	"xml:lang":"eng"
	}
	],
	"dc:subject":[
		{"value":"age",
	"xml:lang":"eng"
	},
	{"value":"weight",
	"xml:lang":"eng"
	},
	{"value":"growth control",
	"xml:lang":"eng"
	},
	{"value":"sheep",
	"xml:lang":"eng"
	}
	],
	"bibo:volume":"66/n.2",
	"rdf:about":"http://agris.fao.org/aos/records/BR2015F01825",
	"dct:identifier":"BR2015F01825",
	"dct:type":"Journal Article",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19420"
	},
	"dct:isPartOf":[
		{"rdf:resource":{"value":"http://aims.fao.org/serials/c_ea787e45"}
	},
	{"bibo:Journal":{"dct:title":{"value":"Boletim de Indústria Animal"},
	"bibo:ISSN":{"value":"0067-9615"}
	}
	}
	],
	"dct:issued":"2009-",
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://www.iz.sp.gov.br/pdfsbia/1277307186.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"AFONSO,  V. A. C."
	}
	},
	{"foaf:Person":{"foaf:name":"QUIRINO, Célia R."
	}
	},
	{"foaf:Person":{"foaf:name":"COSTA, Ricardo L. D."
	}
	},
	{"foaf:Person":{"foaf:name":"SILVA, Roberto M. C."
	}
	}
	],
	"bibo:abstract":[
		{"value":"Foram ajustadas funções não-lineares às curvas de crescimento de fêmeas ovinas da raça Santa Inês criadas na região Norte Fluminense, identificando o modelo que melhor descreve o crescimento dos ovinos e verificando a precocidade de crescimento desses animais. O trabalho foi realizado no município de São João da Barra, Estado do Rio de Janeiro. Foram registrados os pesos e as idades dos animais desde o nascimento até a idade adulta. Posteriormente as idades foram utilizadas para categorizar a faixa etária dos animais: de 0, 5, 15, 20, 30, 45, 55, 70, 95, 150, 180, 270, 365 e 740 dias. Ajustaram-se aos dados diferentes curvas de crescimento e estimaram-se os parâmetros das mesmas por regressão não-linear, pelo procedimento NLIN do SAS (1999). Dentre as funções não-lineares de Brody, Logística, Gompertz, Von Bertalanffy e Richards, a função de Gompertz foi a que melhor descreveu o crescimento das fêmeas da raça Santa Inês. Esse bom ajuste e estimativas próximas com a realidade da região minimizaram as dificuldades computacionais.",
	"xml:lang":"por"
	},
	{"value":"The aim of this work was to adjust growth curves of Santa Inês females raised in the North Fluminense area, to determine the model wich best describes the growth of the females sheep, and to evaluate the maturing rate precocity of those animals. The data were collected in São João da Barra city, Rio de Janeiro State. The results of the animal from birth to maturity were weights and ages. The animal ages were divided into groups: of 0, 5, 15, 20, 30, 45, 55, 70, 95, 150, 180, 270, 365 and 740 days. Animal's body weight of each age group was used to adjust growth curves and to estimate the curve parameter by nonlinear regression, using NLIN procedure (SAS, 1999). There were used Brody, Logistic, Gompertz, Von Bertalanffy and Richards functions to adjust the data. The function of Gompertz was the one that best described Santa Inês growth. It showed a good adjustment and closer estimative from the region reality, computational minimizing the difficulties.",
	"xml:lang":"eng"
	}
	]
	}}
