{"resource": {
	"dct:language":"por",
	"dct:title":{"value":"ISOLAMENTO, CARACTERIZAÇÃO FENOTÍPICA E PERFIL DE CRESCIMENTO DE CEPAS DO FUNGO Cunninghamella sp. DE SOLO DO SUL DO TOCANTINS, BRASIL",
	"xml:lang":"por"
	},
	"bibo:pageStart":58,
	"bibo:volume":5,
	"bibo:pageEnd":64,
	"dct:type":"Journal Article",
	"rdf:about":"http://agris.fao.org/aos/records/BR2015N00211",
	"dct:identifier":"BR2015N00211",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19750"
	},
	"dct:isPartOf":{"bibo:Journal":{"dct:title":{"value":"Biota Amazônia (Biote Amazonie, Biota Amazonia, Amazonian Biota)"}
	}
	},
	"dct:issued":2015,
	"bibo:uri":"http://periodicos.unifap.br/index.php/biota/article/view/1259",
	"dct:dateSubmitted":2016,
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Marcus Vinicius Ribeiro Fernandes de Andrade"
	}
	},
	{"foaf:Person":{"foaf:name":"Tullio Teixeira Deusdará"
	}
	},
	{"foaf:Person":{"foaf:name":"Gessiel Newton Scheidt"
	}
	},
	{"foaf:Person":{"foaf:name":"Aloisio Freitas Chagas Júnior"
	}
	},
	{"foaf:Organization":{"foaf:name":"Universidade Federal do Tocantins"
	}
	}
	],
	"bibo:issue":2,
	"bibo:abstract":{"value":"<p class=\"MsoNormal\" style=\"text-align: justify;\"><span style=\"font-size: 12.0pt;\">O solo é considerado um dos principais habitats para população e microorganismos com potencial biotecnológico e dentre estes, encontram-se os fungos da classe Zygomicetes, com destaque para os da ordem Mucolares do gênero Cunninghamella</em>. Este estudo teve como objetivo isolar e caracterizar cepas do fungo do gênero Cunninghamella em solo no sul do estado do Tocantins, Brasil. Para isso amostras de solo foram coletadas de área da Fazenda Experimental campus Gurupi-TO,estas foram coletadas em três pontos aleatórios em triplicata a uma profundidade máxima de 10cm e com 300g cada amostra. As características do perfil metabólico de crescimento dos fungos foram realizados em meio YPD medindo a glicose, nitrogênio e pH no intervalo de 96 horas. Foram possíveis isolar três do gênero Cunninghamella</em>, identificadas como 1B, 2A e 3A. As características macroscópicas observadas foram comuns aos três isolados. Na microscopia foram observados esporangióforos eretos, ramificados e na extremidade de cada ramificação notou-se a presença de vesículas globosas com diversos esporângios. A concentração de glicose no meio líquido demonstra uma curva decrescente desde o início do cultivo até 96 horas o que caracteriza um constante consumo de glicose pelos fungos. O consumo de nitrogênio verifica-se um decréscimo na quantidade de nitrogênio nas primeiras 12 horas e entre 36 e 60 horas caracterizando o consumo dos substratos pelo microrganismo. É possível concluir que as cepas 3A e 1B, de acordo o índice de velocidade de crescimento micelial podem apresentar melhor produção de biomassa e rendimento na extração de quitina e quitosana.</span><p class=\"MsoNormal\" style=\"text-align: justify;\"><strong><span style=\"font-size: 12.0pt; font-family: \">Palavras-chave:</span></strong><span style=\"font-size: 12pt; font-family: Verdana, sans-serif;\"> Cunninghamella sp, fungo, solo, isolamento, quitosana.</span> <br />",
	"xml:lang":"por"
	}
	}}
