{"resource": {
	"dct:language":[
		"por",
	"eng"
	],
	"dct:title":[
		{"value":"   Macrofauna invertebrada edáfica em pastagem sul brasileira sob diferentes preparos orgânicos ",
	"xml:lang":"por"
	},
	{"value":"Edaphic invertebrate macrofauna in southern Brazil pasture under different organic preparations",
	"xml:lang":"eng"
	}
	],
	"dc:subject":[
		{"value":"soil fauna",
	"xml:lang":"eng"
	},
	{"value":"rotational grazing",
	"xml:lang":"eng"
	}
	],
	"bibo:volume":"5/n.3",
	"rdf:about":"http://agris.fao.org/aos/records/BR2015202884",
	"dct:identifier":"BR2015202884",
	"dct:type":"Journal Article",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/11131"
	},
	"dct:isPartOf":[
		{"rdf:resource":{"value":"http://aims.fao.org/serials/j_1294754373047"}
	},
	{"bibo:Journal":{"dct:title":{"value":"Comunicata Scientiae"},
	"bibo:ISSN":{"value":"2176-9079"}
	}
	}
	],
	"dct:issued":"2014-",
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://comunicata.ufpi.br/index.php/comunicata/article/download/385/262",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Aubrift Klenk Leila"
	}
	},
	{"foaf:Person":{"foaf:name":"Aparecida Cassilha Zaedaneack Maria"
	}
	},
	{"foaf:Person":{"foaf:name":"Carlos Vargas Motta Antonio"
	}
	},
	{"foaf:Person":{"foaf:name":"Consalter Rangel"
	}
	},
	{"foaf:Person":{"foaf:name":"Simone Richeter Ana"
	}
	},
	{"foaf:Person":{"foaf:name":"Borges Eder"
	}
	},
	{"foaf:Organization":{"foaf:name":"Universidade Federal do Paraná, Curitiba, PR, Brasil"
	}
	},
	{"foaf:Organization":{"foaf:name":"Universidade Federal do Paraná, Curitiba, PR, Brasil"
	}
	},
	{"foaf:Organization":{"foaf:name":"Universidade Federal do Paraná, Curitiba, PR, Brasil"
	}
	},
	{"foaf:Organization":{"foaf:name":"Universidade Federal do Paraná, Curitiba, PR, Brasil"
	}
	},
	{"foaf:Organization":{"foaf:name":"Universidade Federal do Paraná, Curitiba, PR, Brasil"
	}
	},
	{"foaf:Organization":{"foaf:name":"Universidade Federal do Paraná, Curitiba, PR, Brasil"
	}
	}
	],
	"bibo:abstract":[
		{"value":"This study aimed to evaluate the density and richness of soil macrofauna, in an area with two to three years of pasture establishment. Three treatments were applied to the pasture, which had been managed under rotational grazing and organic system. The three treatments were organicsystem, organic system plus biodynamic prepared and organic system plus decay activator. Soil monoliths (0.25m x 0.25 m) were collected in four seasons (December 2008, March 2009, June 2009 and September 2009) for assessment of macrofauna edaphic. High yield was obtained for pasturecomparing with native pasture as result of good soil fertility. Neither the yield nor quality parameters of pasture were affected by treatments. The highest macrofauna densities were found in the 2009 winter sampling, with an average of 3.904 organisms per square meter, followed by summer sampling with 3.075 organisms per square meter. The number of macrofauna groups identified ranged from 12 to 18 according treatments and sampling period. A diversity of functional groups was found, with a large density of ants, termites, Coleoptera, earthworms and enchytraeids. The total density of soil macrofauna was not affected by used treatments, with little variation within the different periodsstudied. Biodinamic prepared and decay activator did not show influence over yield and pasture quality as well as over edafic fauna, under study condition.",
	"xml:lang":"eng"
	},
	{"value":"Objetivou-se avaliar a densidade e a riqueza da macrofauna edáfica, em área com dois a três anos de estabelecimento de pastagem orgânica sob pastoreio rotativo, submetidos a três tratamentos, a saber: SO (Sistema orgânico), BD (Sistema orgânico + preparados biodinâmicos) e EM (Sistemaorgânico + Embiotic®). Monólitos de solo foram coletados em quatro épocas (dezembro de 2008, março, junho e setembro de 2009) para avaliação da macrofauna edáfica. A produtividade obtida foi alta quando comparada as pastagens nativas da região, dado provavelmente à alta fertilidade do solo utilizado. Nem a produtividade ou demais parâmetros de qualidade de pastagem não foram influenciadas pelos tratamentos. As maiores densidades da macrofaunaforam encontradas no inverno de 2009, com média entre os tratamentos de 3.904 organismos por metro quadrado, seguido do verão 2009, com média de 3.075 organismos por metro quadrado. O número de grupos identificados variou de 12 a 18, em função do tratamento e época estudada.Constatou-se diversidade de grupos funcionais, sendo que formigas, cupins, coleópteros, minhocas e enquitreídeos apresentaram maior densidade. A densidade total da macrofauna edáfica não foi influenciada pelos tratamentos utilizados, com pequena variação dentro das diferentes épocas estudadas. Preparados biodinâmicos e acelerador de decomposição não tiveram influência na produtividade e qualidade das pastagens e também sobre a macrofauna edáfica nas condições estudadas.",
	"xml:lang":"por"
	}
	]
	}}
