{"resource": {
	"dct:language":"por",
	"dct:title":[
		{"value":"   Patógenos associados à mastite bovina em rebanhos leiteiros na região sul do Brasil ",
	"xml:lang":"por"
	},
	{"value":"Pathogens associated with bovine mastitis in dairy herds in the south region of Brazil",
	"xml:lang":"eng"
	}
	],
	"dc:subject":[
		{"value":"epidemiology",
	"xml:lang":"eng"
	},
	{"value":"dairy cattle",
	"xml:lang":"eng"
	},
	{"value":"health",
	"xml:lang":"eng"
	}
	],
	"bibo:volume":"67/n.2",
	"rdf:about":"http://agris.fao.org/aos/records/BR2015F01571",
	"dct:identifier":"BR2015F01571",
	"dct:type":"Journal Article",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19420"
	},
	"dct:isPartOf":[
		{"rdf:resource":{"value":"http://aims.fao.org/serials/c_ea787e45"}
	},
	{"bibo:Journal":{"dct:title":{"value":"Boletim de Indústria Animal"},
	"bibo:ISSN":{"value":"0067-9615"}
	}
	}
	],
	"dct:issued":"2010-",
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://www.iz.sp.gov.br/pdfsbia/1302293971.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"JOBIM,  M. B."
	}
	},
	{"foaf:Person":{"foaf:name":"LOPES, M. A."
	}
	},
	{"foaf:Person":{"foaf:name":"COSTA,  G. M."
	}
	},
	{"foaf:Person":{"foaf:name":"DEMEU,  F. A."
	}
	}
	],
	"bibo:abstract":[
		{"value":"33,13% das culturas apresentaram mais de três patógenos, sugerindo contaminação das amostras"},
	{"value":"nos meses de novembro e dezembro houve um aumento de envio de amostras."},
	{"value":"Neste trabalho, avaliou-se, através de exames microbiológicos, a etiologia da mastite bovina em 628 amostras de leite oriundas de propriedades leiteiras do Paraná, Santa Catarina e Rio Grande do Sul, ao longo do ano de 2007. Desse total de amostras, foram isolados 1382 microorganismos. Considerando o total de isolamentos, foram encontrados os seguintes microorganismos e seu percentual, respectivamente: Staphylococcus spp. (30,53%), Escherichia coli (21,64%), Streptococcus bovis (17,08%), Streptococcus agalactiae (11,07%), Enterobacter spp. (7,53%), Pseudomonas spp. (4,12%) e outros (8,03%). Os microorganismos agrupados em outros são: Streptococcus spp., Proteus spp., bastonetes gram negativo, Shigella spp., Alcaligenes spp., Klebsiella spp.,Edwarsiella spp.,Citrobacter spp., Serratia spp., Salmonella spp. e Corynebacterium spp. Os patógenos ambientais predominaram entre os microorganismos isolados"},
	{"value":"33.13% of the cultures presented more than three pathogens, suggesting contamination of the samples",
	"xml:lang":"por"
	},
	{"value":": In this work, through microbiological examinations, the etiology of bovine mastitis in 628 milk samples coming from dairy farms from Paraná, Santa Catarina and Rio Grande do Sul along the year of 2007 were evaluated. Out of this total 1,382 microorganisms were isolated. By taking into account the total of isolations, the following microorganisms and their percentage, respectively were found: Staphylococcus spp. (30.53%), Escherichia coli (21.64%), Streptococcus bovis (17.08%), Streptococcus agalactiae (11.07%), Enterobacter spp. (7.53%), Pseudomonas spp. (4.12%) and others (8.03%). The microorganisms grouped into the others are: Streptococcus spp., Proteus spp., gram negative rods, Shigella spp., Alcaligenes spp., Klebsiella spp.,Edwarsiella spp.,Citrobacter spp., Serratia spp., Salmonella spp. e Corynebacterium spp. The environmental pathogens predominated among the isolated microorganisms",
	"xml:lang":"eng"
	},
	{"value":"in the mounts of November and December, there was an increase of the samples sent."}
	]
	}}
