{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"HATCHLING SIZE OF Dryadosaura nordestina (SQUAMATA: GYMNOPHTALMIDAE) IN ATLANTIC FOREST REMNANTS OF NORTHEASTERN BRAZIL",
	"xml:lang":"por"
	},
	"bibo:pageStart":132,
	"bibo:volume":5,
	"bibo:pageEnd":133,
	"dct:type":"Journal Article",
	"rdf:about":"http://agris.fao.org/aos/records/BR2015N00220",
	"dct:identifier":"BR2015N00220",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19750"
	},
	"dct:isPartOf":{"bibo:Journal":{"dct:title":{"value":"Biota Amazônia (Biote Amazonie, Biota Amazonia, Amazonian Biota)"}
	}
	},
	"dct:issued":2015,
	"bibo:uri":"http://periodicos.unifap.br/index.php/biota/article/view/1327",
	"dct:dateSubmitted":2016,
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Maria Jaqueline Monte Andrade"
	}
	},
	{"foaf:Person":{"foaf:name":"Jaqueiuto Silva Jorge"
	}
	},
	{"foaf:Person":{"foaf:name":"Matheus Meira-Ribeiro"
	}
	},
	{"foaf:Person":{"foaf:name":"Raul Fernandes Dantas Sales"
	}
	},
	{"foaf:Person":{"foaf:name":"Eliza Maria Xavier Freire"
	}
	},
	{"foaf:Organization":{"foaf:name":"Universidade Federal do Rio Grande do Norte"
	}
	}
	],
	"bibo:issue":2,
	"bibo:abstract":{"value":"Dryadosaura nordestina é uma espécie de lagarto gminofitalmídeo cuja ocorrência está restrita aos remanescentes de Mata Atlântica do nordeste do Brasil, do estado do Rio Grande do Norte até a Bahia. Este estudo teve como objetivo descrever a incubação e eclosão de ovos em laboratório e fornecer caracterização morfométrica de filhotes de D. nordestina. Durante um trabalho de campo na Serra da Jiboia, município de Santa Teresinha, estado da Bahia, foram coletados dois ovos dentro de um tronco em decomposição. Para incubação, os ovos foram mantidos em recipiente de polietileno forrado com uma camada de húmus, mantidos a temperatura ambiente (~25°C) e observados diariamente. Após 13 dias de incubação, os ovos eclodiram, e as medidas dos espécimes preservados foram tomadas. Além dos indivíduos da Serra da Jiboia, também foram feitas medidas morfométricas de cinco filhotes de D. nordestina previamente depositados na Coleção Herpetológica da Universidade Federal do Rio Grande do Norte. Este estudo confirma o tamanho da ninhada de 1-2 ovos para vários gimnoftalmídeos e constitui o primeiro registro de incubação e tamanho de eclosão de D. nordestina, contribuindo, desse modo, para o conhecimento da biologia reprodutiva desta espécie. Dryadosaura nordestina, biologia reprodutiva, incubação de ovos.",
	"xml:lang":"por"
	}
	}}
