{"resource": {
	"dct:language":[
		"por",
	"eng"
	],
	"dct:title":[
		{"value":"The impact of sowing dates and varieties on the incidence of Oxycarenus laetus and Dysdercus koingii on cotton",
	"xml:lang":"eng"
	},
	{"value":"   O impacto da época de semeadura e das variedades na incidência de Oxycarenus laetus e Dysdercus koingii sobre algodão ",
	"xml:lang":"por"
	}
	],
	"dc:subject":{"value":"cultural methods",
	"xml:lang":"eng"
	},
	"bibo:volume":"5/n.4",
	"rdf:about":"http://agris.fao.org/aos/records/BR2015206426",
	"dct:identifier":"BR2015206426",
	"dct:type":"Journal Article",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/11131"
	},
	"dct:isPartOf":[
		{"rdf:resource":{"value":"http://aims.fao.org/serials/j_1294754373047"}
	},
	{"bibo:Journal":{"dct:title":{"value":"Comunicata Scientiae"},
	"bibo:ISSN":{"value":"2176-9079"}
	}
	}
	],
	"dct:issued":"2014-",
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://comunicata.ufpi.br/index.php/comunicata/article/download/488/280",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Shahid Muhammad Rafiq"
	}
	},
	{"foaf:Person":{"foaf:name":"Mahmood Abid"
	}
	},
	{"foaf:Person":{"foaf:name":"Farooq Jehanzeb"
	}
	},
	{"foaf:Person":{"foaf:name":"Shahid Muhammad Tasdeeq Hussain"
	}
	},
	{"foaf:Person":{"foaf:name":"Asif Muhammad"
	}
	},
	{"foaf:Person":{"foaf:name":"Ramzan Muhammad"
	}
	},
	{"foaf:Person":{"foaf:name":"Akram Muhammad"
	}
	},
	{"foaf:Person":{"foaf:name":"Iqbal Muhammad Shahid"
	}
	},
	{"foaf:Organization":{"foaf:name":"Cotton Research Institute, Faisalabad, Paquistão"
	}
	},
	{"foaf:Organization":{"foaf:name":"Cotton Research Institute, Faisalabad, Paquistão"
	}
	},
	{"foaf:Organization":{"foaf:name":"Cotton Research Institute, Faisalabad, Paquistão"
	}
	},
	{"foaf:Organization":{"foaf:name":"Cotton Research Institute, Faisalabad, Paquistão"
	}
	},
	{"foaf:Organization":{"foaf:name":"Cotton Research Institute, Faisalabad, Paquistão"
	}
	},
	{"foaf:Organization":{"foaf:name":"Cotton Research Institute, Faisalabad, Paquistão"
	}
	},
	{"foaf:Organization":{"foaf:name":"Cotton Research Institute, Faisalabad, Paquistão"
	}
	},
	{"foaf:Organization":{"foaf:name":"Cotton Research Institute, Faisalabad, Paquistão"
	}
	}
	],
	"bibo:abstract":[
		{"value":"Oxycarenus laetus e Dysdercus koingii são comumente conhecidos como erros de sementes porque se alimentam de sementes de algodão. Eles tornaram-se grande ameaça para o algodão no Paquistão nos últimos dois anos. No presente estudo foram, realizados para descobrir o papel do periodo de semeadura na população da praga do algodão. A população das pragas variou consideravelmente em relação a data da sementeira. Os resultados revelaram que a invasão de ambos os insetos foi significativamente maior em caso de semeadura precoce (até 15 Dysdercus koingii / planta e 25 Oxycarenus laetus / capulho) do que na semeadura normal e tardia (8 a 10 Dysdercus koingii e 10-12 Oxycarenus laetus / capulho respectivamente). Datas de amostragem apresentaram que a população de insetos de algodão foi maior durante a primeira semana de outubro, seguidos de meados de setembro de 2013, enquanto a mais baixa em semeadura tardia. Comparação Varietal retratado que FH-118 e FH-142 demonstrou nenhuma diferença significativapara a população de insetos. Os resultados explicam ainda que o pico da população de Dysdercus koingii foi atingido durante o mês de outubro de 2013.",
	"xml:lang":"por"
	},
	{"value":"Dusky bug (Oxycarenus laetus) and red cotton bugs (Dysdercus koingii) are commonly known as seed bugsbecause they feed on cotton seed. They have become major threat to cotton in Pakistan since last two years. The present studies were therefore planned to find out the role of sowing dates in cotton pest population. The dusky and red cotton bug population varied considerably with respect to date of sowing. The results revealed that invasion of both bugs was significantly more in case of early sowing ( up to 15 red cotton bug/plant & 25 dusky bugs/boll) than in normal and late sowing (8 to 10 red cotton bugs & 10 to 12 dusky bug/boll respectively). Sampling dates exhibited that populationof cotton bugs (dusky and red cotton bug) was higher during first week of October followed by mid September, 2013, whereas lower in late sowing. Varietal comparison depicted that FH-118 and FH-142 showed non significant difference for red and dusky cotton bug population. The results furtherexplained that peak population of red cotton bug was recorded during the month of October, 2013.",
	"xml:lang":"eng"
	}
	]
	}}
