{"resource": {
	"dct:title":[
		{"value":"   Processing of sample high-moisture grains silage of sorghum with low and high tannin to determinate apparent digestibility in equine ",
	"xml:lang":"eng"
	},
	{"value":"Processing of sample high-moisture grains silage of sorghum with low and high tannin to determinate apparent digestibility in equine",
	"xml:lang":"eng"
	},
	{"value":"   Processamento da amostra das silagens de grãos úmidos de sorgo com baixo e alto teor de tanino na determinação da digestibilidade aparente em equinos ",
	"xml:lang":"por"
	}
	],
	"dc:subject":[
		{"value":"horses",
	"xml:lang":"eng"
	},
	{"value":"collection",
	"xml:lang":"eng"
	},
	{"value":"starch",
	"xml:lang":"eng"
	}
	],
	"bibo:volume":"69/n.1",
	"rdf:about":"http://agris.fao.org/aos/records/BR2015F01215",
	"dct:identifier":"BR2015F01215",
	"dct:type":"Journal Article",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19420"
	},
	"dct:isPartOf":[
		{"rdf:resource":{"value":"http://aims.fao.org/serials/c_ea787e45"}
	},
	{"bibo:Journal":{"dct:title":{"value":"Boletim de Indústria Animal"},
	"bibo:ISSN":{"value":"0067-9615"}
	}
	}
	],
	"dct:issued":"2012-",
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://www.iz.sp.gov.br/pdfsbia/1356115814.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"OLIVEIRA, K."
	}
	},
	{"foaf:Person":{"foaf:name":"COSTA, C."
	}
	},
	{"foaf:Person":{"foaf:name":"BITTAR,  C. M. M."
	}
	},
	{"foaf:Person":{"foaf:name":"SÁ,  J. C"
	}
	}
	],
	"bibo:abstract":[
		{"value":"Foram utilizados quatro cavalos castrados sem raça definida em delineamento blocos casualizados. O objetivo foi avaliar o efeito do uso de amostras, moída ou in natura, das silagens grãos de sorgo com baixo e alto teores de tanino, sobre a precisão da técnica do saco de náilon móvel. Os tratamentos consistiram de métodos de digestibilidade (coleta total de fezes [CTF] e técnica do saco de náilon móvel [TSNM] contendo amostras moídas e in natura) das silagens de grãos de sorgo de baixo (SSBT) e alto (SSAT) teores de tanino. Encontrou-se similaridade entra as metodologias, CTF e TSNM com amostra in natura, para os CD da MS, MO, EB e PB para SSBT (P>0,05), no qual os valores médios foram 81,71, 84,23, 82,27 e 81,43%, respectivamente. A TSNM foi imprecisa na determinação dos CD dos nutrientes da SSAT, independentemente do tipo de amostra utilizada. O CDAmido foi determinado com precisão, para ambas silagens, por meio da TSNM contendo amostras moídas, no qual o valor foi de 99,97% para SSBT e de 99,69% para SSAT. Concluiu-se que a TSNM contendo amostra in natura pode ser usada para determinar os CD da SSBT para MS, MO, EB e PB para eqüinos.",
	"xml:lang":"por"
	},
	{"value":"There were used four castrated male horses, crossbred. It was used randomized block by design for four replications. The objective was to evaluate the effect of using samples, ground or in natura, in the precision of the mobile nylon bag technique (MNBT) in comparison to the total collection (CT) method in oder to estimate the apparent digestibility coefficient (DC) of nutrients of high-moisture grains silage of sorghum with low (SSLT) and high (SSHT) tannin in the feeding equine. No effect was observed for MNBT and CT methods with in natura sample for DC of DM, OM, CE, CP to SSLT (P>0.05), whose average values were 81.71, 84.23, 82.27 e 81.43%, respectively. The MNBT did not showacuracy to evaluate of DC of the SSHT, with ground and in natura samples. It was concluded that MNBT containing in natura sample should be used to determinating the DC of SSLT to DM, OM, CE and CP for equines.",
	"xml:lang":"eng"
	}
	]
	}}
