{"resource": {
	"dct:language":[
		"por",
	"eng"
	],
	"dct:title":[
		{"value":"   Diversidade genética de clones de aceroleira avaliada por meio de marcadores moleculares ISSR ",
	"xml:lang":"por"
	},
	{"value":"Genetic diversity of clones of acerola assessed by ISSR molecular markers",
	"xml:lang":"eng"
	}
	],
	"dc:subject":[
		{"value":"molecular biology",
	"xml:lang":"eng"
	},
	{"value":"genotypes",
	"xml:lang":"eng"
	},
	{"value":"fruit",
	"xml:lang":"eng"
	}
	],
	"bibo:volume":"6/n.2",
	"rdf:about":"http://agris.fao.org/aos/records/BR2015211188",
	"dct:identifier":"BR2015211188",
	"dct:type":"Journal Article",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/11131"
	},
	"dct:isPartOf":[
		{"rdf:resource":{"value":"http://aims.fao.org/serials/j_1294754373047"}
	},
	{"bibo:Journal":{"dct:title":{"value":"Comunicata Scientiae"},
	"bibo:ISSN":{"value":"2176-9079"}
	}
	}
	],
	"dct:issued":"2015-",
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://www.comunicatascientiae.com.br/comunicata/article/download/541/316",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Lima Eveline Nogueira"
	}
	},
	{"foaf:Person":{"foaf:name":"Araujo Maria Emilia Bezerra de"
	}
	},
	{"foaf:Person":{"foaf:name":"Bertini Candida Hermínia Campos de Magalhães"
	}
	},
	{"foaf:Person":{"foaf:name":"Moura Carlos Farley Herbster"
	}
	},
	{"foaf:Person":{"foaf:name":"Hawerroth  Maraisa Crestani"
	}
	},
	{"foaf:Organization":{"foaf:name":"Universidade Federal do Ceará, Fortaleza, CE, Brasi"
	}
	},
	{"foaf:Organization":{"foaf:name":"Universidade Federal do Ceará, Fortaleza, CE, Brasi"
	}
	},
	{"foaf:Organization":{"foaf:name":"Universidade Federal do Ceará, Fortaleza, CE, Brasi"
	}
	},
	{"foaf:Organization":{"foaf:name":"Empresa Brasileira de Pesquisa Agropecuária, Brasília, DF, Brasil."
	}
	},
	{"foaf:Organization":{"foaf:name":"Empresa de Pesquisa Agropecuária e Extensão Rural de Santa Catarina, Caçador, SC, Brasil."
	}
	}
	],
	"bibo:abstract":[
		{"value":"The Indian cherry (Malpighia emarginata) is a tropical fruit originated from American continent. In Brazilian orchards, there was high variability among cultivated genotypes. On the order hand, high variability allows the identification of superior genotypes for cropping industry. This study aimed to evaluate the genetic variability among 56 genotypes using ISSR (Inter Simple Sequence Repeats) primers. Leaf samples were collected in Pacajus-CE and taken to the laboratory of Molecular Biologypostharvest, in Fortaleza. Altogether, 20 primers were used which yielded 148 polymorphic bands (79.57%), enabling the differentiation within the population study. As a result, this information maybe used in future studies on breeding programs, such as choosing best combinations for parentalcrossings.",
	"xml:lang":"eng"
	},
	{"value":"A aceroleira (Malpighia emarginata) é uma frutífera tropical nativa da América Central e do Norte da América do Sul. Nos pomares brasileiros, observa-se alta variabilidade entre os genótipos cultivados. Essa alta variabilidade na cultura permite a identificação de genótipos que venham ao encontro de interesse agronômicos. Neste sentido, objetivou-se avaliar a variabilidade genética entre 56 genótipos de aceroleira por meio de iniciadores ISSR (Inter Simple Sequence Repeats). Amostras de folhas foram coletadas em Pacajus-CE e levadas para o laboratório de Biologia Molecular da Embrapa Agroindústria Tropical, em Fortaleza-CE. Foram utilizados 20 iniciadoresISSR, que promoveram a formação de 148 bandas polimórficas (79,57%), as quais possibilitaram diferenciações entre os genótipos. Portanto, estas informações devem ser utilizadas em futuros trabalhos de melhoramento genético visando obter as melhores combinações entre os acessos estudados.",
	"xml:lang":"por"
	}
	]
	}}
