{"resource": {
	"dct:language":"por",
	"dct:title":{"value":"OCORRÊNCIA DE ACHATINA FULICA (MOLLUSCA: PULMONATA: ACHATINIDAE) EM TRÊS BAIRROS DA CIDADE DE MACAPÁ-AMAPÁ",
	"xml:lang":"por"
	},
	"bibo:pageStart":78,
	"bibo:volume":2,
	"bibo:pageEnd":81,
	"dct:type":"Journal Article",
	"rdf:about":"http://agris.fao.org/aos/records/BR2015N00033",
	"dct:identifier":"BR2015N00033",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19750"
	},
	"dct:isPartOf":{"bibo:Journal":{"dct:title":{"value":"Biota Amazônia (Biote Amazonie, Biota Amazonia, Amazonian Biota)"}
	}
	},
	"dct:issued":2015,
	"bibo:uri":"http://periodicos.unifap.br/index.php/biota/article/view/447",
	"dct:dateSubmitted":2016,
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Júlio César Sá de Oliveira"
	}
	},
	{"foaf:Person":{"foaf:name":"Thays Sanches Gonçalves"
	}
	},
	{"foaf:Person":{"foaf:name":"Paulo Ricardo Monteiro"
	}
	},
	{"foaf:Person":{"foaf:name":"Igor Oliveira Saraiva"
	}
	},
	{"foaf:Person":{"foaf:name":"Huann Carllo Gentil Vasconcelos"
	}
	},
	{"foaf:Organization":{"foaf:name":"Universidade Federal do Amapá"
	}
	},
	{"foaf:Organization":{"foaf:name":"Universidade Federal do Rio Grande do Norte"
	}
	}
	],
	"bibo:issue":2,
	"bibo:abstract":{"value":"<p class=\"MsoNormal\" style=\"text-align: justify;\">O presente estudo teve como objetivo diagnosticar a ocorrência do caramujo africano Achatina fulica em três bairros da cidade de Macapá-Amapá. Para isso, coletas foram efetuadas em abril de 2010. As amostras foram efetuadas com a instalação de dois (2) quadrats de 2,00 x 2,00 metros, onde se verificava a presença dos moluscos, em 5 parcelas (lotes urbanos) de 10,00 x 25,00 metros em cada bairro, totalizando uma área de  3.750 m<sup>2</sup>. Os indivíduos foram coletados usando um esforço de 2 horas por parcela. Os indivíduos coletados foram contados, medidos e classificados de acordo com seu estágio de vida: juvenil, jovem e adulto. Ao todo foram coletados 578 animais, o que possibilitou estimar que existe mais de 24.600 caramujos em toda área urbana de Macapá. A maioria dos indivíduos capturados estava nos estágios juvenil e jovem, não ocorrendo nenhum indivíduo adulto. Os resultados obtidos permitem inferir que as populações de Achatina fulica nos bairros de Macapá estão em declínio, já que na localidade foram encontrados apenas indivíduos juvenis e jovens. O declínio populacional não significa que a população de A. fulica está sendo controlada, ou mesmo extinta na cidade.",
	"xml:lang":"por"
	}
	}}
