{"resource": {
	"dct:language":[
		"por",
	"eng"
	],
	"dct:title":[
		{"value":"Water depletion on substrate and Osmocote fertilizer dose in the papaya seedlings formation",
	"xml:lang":"eng"
	},
	{"value":"   Depleção de água no substrato e doses de fertilizante Osmocote® na formação de mudas de mamoeiro ",
	"xml:lang":"por"
	}
	],
	"dc:subject":[
		{"value":"fertilization",
	"xml:lang":"eng"
	},
	{"value":"carica papaya",
	"xml:lang":"eng"
	}
	],
	"bibo:volume":"5/n.4",
	"rdf:about":"http://agris.fao.org/aos/records/BR2015206529",
	"dct:identifier":"BR2015206529",
	"dct:type":"Journal Article",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/11131"
	},
	"dct:isPartOf":[
		{"rdf:resource":{"value":"http://aims.fao.org/serials/j_1294754373047"}
	},
	{"bibo:Journal":{"dct:title":{"value":"Comunicata Scientiae"},
	"bibo:ISSN":{"value":"2176-9079"}
	}
	}
	],
	"dct:issued":"2014-",
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://comunicata.ufpi.br/index.php/comunicata/article/download/1084/292",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Júnior Júlio César Ferreira de Melo"
	}
	},
	{"foaf:Person":{"foaf:name":"N. Lima Augusto Miguel"
	}
	},
	{"foaf:Person":{"foaf:name":"Teixeira Max Venicius"
	}
	},
	{"foaf:Person":{"foaf:name":"Conceição Glaucianne Cavalcante da"
	}
	},
	{"foaf:Person":{"foaf:name":"Santos Leane Rodrigues dos"
	}
	},
	{"foaf:Organization":{"foaf:name":"Universidade Federal do Vale do São Francisco, Petrolina, PE, Brasil"
	}
	},
	{"foaf:Organization":{"foaf:name":"Universidade Federal do Vale do São Francisco, Petrolina, PE, Brasil"
	}
	},
	{"foaf:Organization":{"foaf:name":"Universidade Federal do Vale do São Francisco, Petrolina, PE, Brasil"
	}
	},
	{"foaf:Organization":{"foaf:name":"Universidade Federal do Vale do São Francisco, Petrolina, PE, Brasil"
	}
	},
	{"foaf:Organization":{"foaf:name":"Universidade Federal do Vale do São Francisco, Petrolina, PE, Brasil"
	}
	}
	],
	"bibo:abstract":[
		{"value":"O sucesso da implantação da fruticultura depende do emprego de mudas de boa qualidade,tendo em vista que o crescimento inicial das mudas de mamoeiro tem relação com a precocidade e a qualidade na produção dos frutos. Neste contexto, objetivou-se avaliar diferentes níveis de depleção de água no substrato definidos como uma fração da massa da capacidade de container (MCC), bem como doses de fertilizante Osmocote® (14-14-14) na formação de mudasde mamoeiro formosa em tubetes. O delineamento experimental foi em blocos casualizados em esquema de parcelas subdivididas com quatro repetições, sendo definido como parcela o fator nível de depleção de água no substrato (5, 15, 25 e 35% da MCC) e como subparcela o fator dosede fertilizante (0, 3, 6, 9, 12 e 15 kg m-3). Foram determinados altura da parte aérea, diâmetro do caule, número de folhas, fitomassas secas da parte aérea, do sistema radicular e total, relação das fitomassas secas da parte aérea e radicular e o índice qualidade de Dickson. Todas essas características foram submetidas à análise de variância, e ao teste Scott-Knott e a análise de regressão, para os fatores nível de depleção e dose de fertilizante. A interação entre tratamentosque proporcionaram as melhores respostas das mudas foi aquela submetida à depleção de 15% da MCC, e a dose de fertilizante de 9 kg m-3.",
	"xml:lang":"por"
	},
	{"value":"The successful of fruit production depends on the high quality seedlings use, given that the initial growth of papaya seedlings is related to the precocity and quality of the fruit production. In this context, the aim of this study was to evaluate the different water depletion levels in substrate defined as a mass fraction of container capacity (MFCC) as well as Osmocote® fertilizer dose (14-14-14) in the formation of papaya seedlings in containers. The experimental design was in randomized block in split plot with four replications, defined as plot the water depletion level of substrate (5, 15, 25 and 35% of MCC) and subplot as the fertilizer dose (0, 3, 6, 9, 12 and 15 kg m-3). The shoot height, stem diameter, number of leaves, dry fitomassas of shoot, root and total, the dry mass relation between shoots and roots, and the Dickson quality index were determined. All caracteristics were subjectedto variance analysis, and Scott-Knott test and regression analysis for water level depletion andfertilizer dose. The interaction between treatments that provided the best responses of seedlingswas that subjected to depletion of 15% of the MCC and the fertilizer dose of 8.5 kg m-3.",
	"xml:lang":"eng"
	}
	]
	}}
