{"resource": {
	"dct:title":[
		{"value":"   Desempenho e comportamento ingestivo de novilhas leiteiras em pastejo submetidas à frequência e níveis de suplementação ",
	"xml:lang":"por"
	},
	{"value":"Performance and feeding behavior of dairy heifers submitted to grazing in frequêncy and levels of suplementation",
	"xml:lang":"eng"
	}
	],
	"dc:subject":[
		{"value":"time",
	"xml:lang":"eng"
	},
	{"value":"development",
	"xml:lang":"eng"
	},
	{"value":"grazing",
	"xml:lang":"eng"
	},
	{"value":"ruminants",
	"xml:lang":"eng"
	},
	{"value":"brachiaria brizantha",
	"xml:lang":"eng"
	}
	],
	"bibo:volume":"69/n.2",
	"rdf:about":"http://agris.fao.org/aos/records/BR2015F01290",
	"dct:identifier":"BR2015F01290",
	"dct:type":"Journal Article",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19420"
	},
	"dct:isPartOf":[
		{"rdf:resource":{"value":"http://aims.fao.org/serials/c_ea787e45"}
	},
	{"bibo:Journal":{"dct:title":{"value":"Boletim de Indústria Animal"},
	"bibo:ISSN":{"value":"0067-9615"}
	}
	}
	],
	"dct:issued":"2013-",
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://www.iz.sp.gov.br/pdfsbia/1365795108.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"SIGNORETTI, R. D."
	}
	},
	{"foaf:Person":{"foaf:name":"SOUZA,  F. H. M."
	}
	},
	{"foaf:Person":{"foaf:name":"SCHMIDEK,  A"
	}
	},
	{"foaf:Person":{"foaf:name":"OLIVEIRA, E. M."
	}
	},
	{"foaf:Person":{"foaf:name":"PESSIM, B."
	}
	}
	],
	"bibo:abstract":[
		{"value":"This study aimed to evaluate the effect of supplementation frequency and levels in the dry season of the year, on body development and feeding behavior of crossbred Gir x Holstein. The heifers were grazing on Brachiaria brizantha cv. Marandu, in a randomized block design with a 2 x 2 factorial arrangement, with seven replicates per treatment. We used the daily supply additional or alternate mixing the trough considering 0.5% and 1.0% of body weight (BW) per day. At the end of each grazing cycle (42 days) the animals were weighed and measured as the height at withers, heart girth, rump length and body condition. The considered behavioral variables were grazing time, ruminating time, idle time, trough time. It was found that the productive performance of heifers that were submitted to the supplementation of 1.0% BW/day had higher average daily gain (0.643 kg/animal/day) than those undergoing supplementation of 0.5% of the BW/day (0.513 kg/animal/day). There were no differences in weight gain among the different supplementation daily or alternate averaging 0.561 and 0.595 kg/day, respectively. The animals supplemented on alternate days showed more trough time (P",
	"xml:lang":"eng"
	},
	{"value":"Objetivou-se avaliar o efeito de frequência e níveis de suplementação, na época da seca do ano, no crescimento e no comportamento ingestivo de novilhas leiteiras mestiças Gir x Holandês em pastagem deBrachiaria brizantha cv. Marandu. Utilizou-se o delineamento experimental de blocos ao acaso, em esquema fatorial 2 x 2, com sete repetições por tratamento. Empregou-se do fornecimento diário ou alternado de mistura suplementar no cocho na ordem de 0,5% e 1,0% do peso corporal (PC). Ao final de cada ciclo de pastejo (42 dias) os animais foram pesados e mensurados quanto à altura na cernelha, perímetro torácico, comprimento da garupa e condição corporal. As variáveis comportamentais consideradas foram: tempo em pastejo, tempo ruminando, tempo em ócio, tempo no cocho. Verificou-se que as novilhas submetidas à suplementação de 1,0%do PC/dia apresentaram maior ganho médio diário (0,643 kg/animal/dia) que aquelas submetidas à suplementação de 0,5% do PC/dia (0,513 kg/animal/dia). O desempenho não foi influenciado pela frequência de suplementação, diária ou alternada, apresentando as novilhas ganhos de peso médios de 0,561 e 0,595 kg/dia, respectivamente. Os animais suplementados em dias alternados permaneceram mais tempo no cocho em comparação aos suplementados diariamente. Todas as variáveis comportamentais foram influenciadas pela hora do dia. Isso reforça a importância do conhecimento do padrão comportamental diário, de modo a identificar os melhores horários para suplementação. A redução na frequência de suplementação não afeta o desempenho dos animais, porém os animais suplementados em dias alternados permanecem mais tempo no cocho.",
	"xml:lang":"por"
	}
	]
	}}
