{"resource": {
	"dct:language":"por",
	"dct:title":[
		{"value":"Evaluation of sexual maturity of young bulls from different breeds selected for post-weaning weight",
	"xml:lang":"eng"
	},
	{"value":"   Avaliação andrológica de touros jovens de diferentes raças selecionados para peso pós-desmama ",
	"xml:lang":"por"
	}
	],
	"dc:subject":[
		{"value":"sexual maturity",
	"xml:lang":"eng"
	},
	{"value":"zebu",
	"xml:lang":"eng"
	},
	{"value":"bos taurus",
	"xml:lang":"eng"
	},
	{"value":"live weight",
	"xml:lang":"eng"
	}
	],
	"bibo:volume":"68/n.1",
	"rdf:about":"http://agris.fao.org/aos/records/BR2015F01474",
	"dct:identifier":"BR2015F01474",
	"dct:type":"Journal Article",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19420"
	},
	"dct:isPartOf":[
		{"rdf:resource":{"value":"http://aims.fao.org/serials/c_ea787e45"}
	},
	{"bibo:Journal":{"dct:title":{"value":"Boletim de Indústria Animal"},
	"bibo:ISSN":{"value":"0067-9615"}
	}
	}
	],
	"dct:issued":"2011-",
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://www.iz.sp.gov.br/pdfsbia/1326988594.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"MONTEIRO,  F. M."
	}
	},
	{"foaf:Person":{"foaf:name":"OLIVEIRA, L. Z."
	}
	},
	{"foaf:Person":{"foaf:name":"OLIVEIRA,  C. S."
	}
	},
	{"foaf:Person":{"foaf:name":"TETZNER, T. A. D."
	}
	},
	{"foaf:Person":{"foaf:name":"MERCADANTE,  M. E. Z."
	}
	},
	{"foaf:Person":{"foaf:name":"BRANCO,  R. H."
	}
	},
	{"foaf:Person":{"foaf:name":"GARCIA,  J. M."
	}
	}
	],
	"bibo:abstract":[
		{"value":"Foram submetidos a avaliação andrológica 243 touros jovens das raças Caracu (n=62), Gir (n=23), Guzerá (n=59) e Nelore (n=99), com idade entre 20 e 25 meses, participantes do Projeto de Seleção das Raças Zebuínas e Caracu, da Estação Experimental de Zootecnia de Sertãozinho. No dia da avaliação andrológica os animais foram pesados, o perímetro escrotal foi aferido e o sêmen foi coletado por meio de eletroejaculador. Foram avaliados motilidade, vigor e morfologia espermática e, posteriormente, os animais foram classificados segundo o sistema de classificação andrológica por pontos (CAP). Não foram observadas diferenças entre raças para as características seminais avaliadas, embora touros jovens Nelore tenham apresentado menor média de perímetro escrotal que as demais raças. Quando os animais foram classificados por classes de peso corporal, foi observado que os animais mais pesados apresentaram maior perímetro escrotal, melhores características seminais e, consequentemente, maior porcentagem deles foram considerados aptos a reprodução, comparativamente às demais classes de peso. Concluiu-se que os animais da raça taurina adaptada Caracu e das raças zebuínas Gir, Guzerá e Nelore, selecionados para peso pós-desmama e criados em pastagem, apresentaram-se aptos a reprodução aos 23,2, 23,4, 22,7 e 22,8 meses, respectivamente, correspondendo às idades em que atingiram peso médio de 452, 422, 470 e 467 kg, respectivamente.",
	"xml:lang":"por"
	},
	{"value":"Sperm traits of 243 young bulls from Caracu (n=62), Gir (n=23), Guzerá (n=59) and Nellore (n=99) breeds, with 20-25 months of age, from the Breeding Program of Estação Experimental de Zootecnia de Sertãozinho, were analyzed. On the day of breeding soundness evaluation animals were weighed, the scrotal circumference was measured and the semen was collected by electroejaculation. The sperm motility, vigor and morphology were assessed and the animals were classified according to the andrological classification by points (CAP). No difference was observed among breeds for any seminal trait evaluated, although Nelore presented lower scrotal circumference average than the other breeds. When the animals were classified by body weight, it was observed that the heavier animals presented greater scrotal circumference, better seminal characteristics and, consequently, greater percentage of these animals were considered sexually mature comparing with the other body weight groups. It was concluded that the animals selected for post-weaning and reared on pasture from the taurine adapted breed Caracu and from the zebu breeds Gir, Guzerá and Nelore have proved able to reproduction at 23.2, 23.4, 22.7 and 22.8 months, respectively, corresponding to age which reached an average weight of 452, 422, 470 and 467 kg respectively.",
	"xml:lang":"eng"
	}
	]
	}}
