{"resource": {
	"dct:language":[
		"por",
	"eng"
	],
	"dct:title":[
		{"value":"Gurguéia nut: a new and potential fruit crop",
	"xml:lang":"eng"
	},
	{"value":"   Castanha do Gurguéia: uma nova e potencial frutífera ",
	"xml:lang":"por"
	}
	],
	"dc:subject":[
		{"value":"almonds",
	"xml:lang":"eng"
	},
	{"value":"indigenous organisms",
	"xml:lang":"eng"
	}
	],
	"bibo:volume":"5/n.4",
	"rdf:about":"http://agris.fao.org/aos/records/BR2015206573",
	"dct:identifier":"BR2015206573",
	"dct:type":"Journal Article",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/11131"
	},
	"dct:isPartOf":[
		{"rdf:resource":{"value":"http://aims.fao.org/serials/j_1294754373047"}
	},
	{"bibo:Journal":{"dct:title":{"value":"Comunicata Scientiae"},
	"bibo:ISSN":{"value":"2176-9079"}
	}
	}
	],
	"dct:issued":"2014-",
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://comunicata.ufpi.br/index.php/comunicata/article/download/634/296",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Cavalcante Ítalo Herbert Lucena"
	}
	},
	{"foaf:Person":{"foaf:name":"Osajima Josy Antevelli"
	}
	},
	{"foaf:Person":{"foaf:name":"Neto Raimundo Falcão"
	}
	},
	{"foaf:Person":{"foaf:name":"Silva Roberto Lustosa"
	}
	},
	{"foaf:Organization":{"foaf:name":"Federal University of São Francisco Valley, Petrolina, PE, Brazil"
	}
	},
	{"foaf:Organization":{"foaf:name":"Federal University of Piauí, Campus Prof. Cinobelina Elvas, Bom Jesus, PI, Brazil"
	}
	},
	{"foaf:Organization":{"foaf:name":"Federal University of Piauí, Campus Prof. Cinobelina Elvas, Bom Jesus, PI, Brazil"
	}
	},
	{"foaf:Organization":{"foaf:name":"Federal University of Piauí, Campus Prof. Cinobelina Elvas, Bom Jesus, PI, Brazil"
	}
	}
	],
	"bibo:abstract":[
		{"value":"Ainda praticamente desconhecida no mercado de frutas do mundo, a castanha do Gurguéia (Dipteryx lacunifera Ducke) é uma espécie de fruta leguminosa nativa para a região Meio-Norte do Brasil ), cuja amêndoa é muito apreciada pelos nativos. Contudo, essa espécie não é bem conhecida. Os objetivos do nosso trabalho foram, avaliar cuidadosamente a literatura atualmente disponível sobre a castanha do Gurguéia, e complementar trabalhos agronomicos publicadossobre o assunto. Origem e distribuição. O estudo inclui uma apresentação da origem , distribuição geográfica e variabilidade fenotípica da castanha do Gurguéia. Classificação botânica e taxonomia. O estudo inclui uma apresentação da botânica, morfologia e biologia floral da castanha do Gurguéia. Propagação da planta. Os métodos disponíveis para a propagação da planta da castanha do Gurguéia estão focados e devidamente descritos, com exemplos de manuscritos publicados. Composições e usos. As várias utilizações da castanha do Gugrguéia são apresentados com especial consideração à sua composição de amêndoa em relação aos nutrientes, vitaminas,proteínas e ácidos graxos, assim como as várias possibilidades de processamento. Conclusão. Nossarevisão destaca o fato de que o interesse demonstrado na castanha do Gurguéia é recente e, por estas razões, o conhecimento mais detalhado sobre estas espécies é necessário (agronômica, genética e tecnológica ).",
	"xml:lang":"por"
	},
	{"value":"Still practically unknown in the world fruit market, Gurguéia nut (Dipteryx lacunifera Ducke) is leguminous fruit species native to Brazilian Mid-North region) whose almond is very appreciated by native people. Nevertheless, these species are not very well known. The aims of our work were first toevaluate thoroughly the literature currently available on Gurguéia nut and secondly to supplement this review by agronomic works published about it. Origin and distribution. The study includes a presentation of the origin, geographical distribution and phenotypic variability of Gurguéia nut.Botanical classification and taxonomy. The study includes a presentation of the botany, morphology and floral biology of Gurguéia nut. Plant propagation. The methods available for plant propagation of Gurguéia nut are focused and properly described, with examples of published manuscripts.Compositions and uses. The many uses of Gugrguéia nut plant parts are presented with especial consideration for its almond composition in relation to nutrients, vitamins, proteins and fatty acids, as well as the various possibilities of processing. Conclusion. Our review highlights the fact that the interest shown in Gurguéia nut is recent and, for these reasons, more detailed knowledge on these species is required (agronomic, genetic and technological).",
	"xml:lang":"eng"
	}
	]
	}}
