{"resource": {
	"dct:language":"por",
	"dct:title":{"value":"ESTUDO DA PREVALÊNCIA DE DOENÇAS SEXUALMENTE TRANSMISSÍVEIS ENTRE MULHERES EM IDADE FÉRTIL ATENDIDAS EM ESTRATÉGIA DE SAÚDE DA FAMÍLIA DE ACARI/RN",
	"xml:lang":"por"
	},
	"bibo:pageStart":1,
	"bibo:volume":5,
	"bibo:pageEnd":6,
	"dct:type":"Journal Article",
	"rdf:about":"http://agris.fao.org/aos/records/BR2015N00190",
	"dct:identifier":"BR2015N00190",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19750"
	},
	"dct:isPartOf":{"bibo:Journal":{"dct:title":{"value":"Biota Amazônia (Biote Amazonie, Biota Amazonia, Amazonian Biota)"}
	}
	},
	"dct:issued":2015,
	"bibo:uri":"http://periodicos.unifap.br/index.php/biota/article/view/713",
	"dct:dateSubmitted":2016,
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Ilnahra Araruna de Farias"
	}
	},
	{"foaf:Person":{"foaf:name":"Dany Geraldo Kramer Cavalcanti e Silva"
	}
	},
	{"foaf:Organization":{"foaf:name":"UFRN"
	}
	}
	],
	"bibo:issue":1,
	"bibo:abstract":{"value":"<p class=\"MsoNormal\" style=\"text-align: justify;\">As doenças sexualmente transmissíveis (DST) contribuem para o aumento na procura por serviços de saúde, principalmente entre as mulheres. Decorre de fatores de vulnerabilidade que geram maior exposição aos riscos de contrair essas doenças. Neste contexto, o objetivo do estudo foi identificar a prevalência de DST entre mulheres adultas notificadas em uma Unidade Básica de Saúde na cidade de Acari/RN. Para tanto, desenvolveu-se um estudo descritivo, documental e retrospectivo, com abordagem quantitativa. Foram selecionados e analisados 295 prontuários de mulheres adultas com faixa etária entre 18 e 49 anos, perfazendo o período do ano 2005 a 2011. No decorrer da pesquisa, houve a investigação de vários itens, entre eles a faixa etária predominante, o grau de escolaridade, estado civil, início da atividade sexual, uso de contraceptivo hormonal, técnicas de diagnósticos e medicamentos mais usados no tratamento dessas doenças. No decorrer da coleta observou-se a ausência do registro de diversas informações sobre o paciente. No período estudado foram localizados 152 notificações de doenças, com predominância da candidíase (19,6%), seguida de gardnerella (15,9%), HPV (10,5%), tricomoníase (4%), sífilis (1,01%) e herpes genital (0,3%). A constatação da ausência dos registros em grande quantidade de prontuários é problemática para o planejamento de estratégias em saúde, com dados insuficientes para seu efetivo delineamento. Através desse estudo foi possível concluir que a qualidade dos registros das informações nos prontuários são precárias, fato que dificultou uma análise precisa dos resultados, bem como não foi possível traçar o perfil epidemiológico da população em estudo. <p class=\"MsoNormal\" style=\"text-align: justify;\"><strong>Palavras-chave:</strong> doenças sexualmente transmissíveis, mulheres, vulnerabilidade, prevalência.",
	"xml:lang":"por"
	}
	}}
