{"resource": {
	"dct:issued":"2016-04-29",
	"dct:dateSubmitted":2016,
	"dct:title":{"value":"In vitro CONFRONTATION OF Trichoderma spp. ISOLATES WITH PHYTOPATHOGENIC AND NON-PHYTOPATHOGENIC FUNGI"},
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Lima, Milton Luiz da Paz, Instituto Federal Goiano câmpus Urutaí"
	}
	},
	{"foaf:Person":{"foaf:name":"Vaz, Maria Cristina Araújo, "
	}
	},
	{"foaf:Person":{"foaf:name":"Silva, Aline Suelen da, "
	}
	},
	{"foaf:Person":{"foaf:name":"Souza, Karoliny de Almeida, "
	}
	},
	{"foaf:Person":{"foaf:name":"Tuñon, Gabriel Isaias Lee, "
	}
	}
	],
	"dct:extent":"1-8",
	"rdf:about":"http://agris.fao.org/aos/records/BR2016H00039",
	"dct:identifier":"BR2016H00039",
	"dct:type":"Journal Article",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19758"
	},
	"bibo:abstract":{"value":"The aim of this study was the confrontation of Trichoderma spp. with pathogenic and non-pathogenic fungi. The Trichoderma spp. and filamentous fungi (Fusarium solani, Alternaria sp., Colletotrichum gloeosporioides, and Aspergillus niger) were transferred to potato-dextrose-agar (PDA). The confrontation was performed using Petri dishes inoculated with mycelial disks in opposite position (9 mm) of Trichoderma spp. and filamentous fungi. After inoculation the plates remained under 25 ° C regime to 12 hours light for a period of seven days. After this period was evaluated qualitatively according to the scale of Bell et al. (1982), which consists of the suitability scores for the area percentage of the culture medium under expression of antagonism. The isolate of C. gloeosporioides (jatropha) was isolated which had statistically slightly inhibited growth by Trichoderma spp., Unlike the isolated Alternaria sp. (parsley) was isolated micelial fungi suffered the most antagonism. Statistically the Trichoderma isolate derived from pineapple promoted the highest antagonistic activity against isolates of pathogenic fungi tested, being a candidate for use in biocontrol."},
	"dct:isPartOf":{"bibo:Journal":{"dct:title":{"value":"REVISTA DE AGRICULTURA NEOTROPICAL"}
	}
	}
	}}
