{"resource": {
	"dct:language":[
		"por",
	"eng"
	],
	"dct:title":[
		{"value":"   Os efeitos dos parâmetros de chuva e outras condições meteorológicas na produção de cacau na Nigéria ",
	"xml:lang":"por"
	},
	{"value":"The effects of rainfall and other weather parameters on cocoa production in Nigeria",
	"xml:lang":"eng"
	}
	],
	"dc:subject":[
		{"value":"bioclimatology",
	"xml:lang":"eng"
	},
	{"value":"theobroma cacao",
	"xml:lang":"eng"
	}
	],
	"bibo:volume":"5/n.4",
	"rdf:about":"http://agris.fao.org/aos/records/BR2015206557",
	"dct:identifier":"BR2015206557",
	"dct:type":"Journal Article",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/11131"
	},
	"dct:isPartOf":[
		{"rdf:resource":{"value":"http://aims.fao.org/serials/j_1294754373047"}
	},
	{"bibo:Journal":{"dct:title":{"value":"Comunicata Scientiae"},
	"bibo:ISSN":{"value":"2176-9079"}
	}
	}
	],
	"dct:issued":"2014-",
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://comunicata.ufpi.br/index.php/comunicata/article/download/365/294",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Lawal Justina Oluyemisi"
	}
	},
	{"foaf:Person":{"foaf:name":"Omonona Bolarin Titus"
	}
	},
	{"foaf:Organization":{"foaf:name":"Cocoa Research Institute of Nigeria, Nigéria"
	}
	},
	{"foaf:Organization":{"foaf:name":"Department of Agricultural Economics, University of Ibadan, Nigéria"
	}
	}
	],
	"bibo:abstract":[
		{"value":"a temperatura variou de 24,64, 25,91 e 25.1oC, enquanto a umidade relativa também variou entre 74,91, 74,18e 75,1%, respectivamente, nas décadas. Regressão de rendimento contra chuvas apresentou correlação negativa de 0.0067852, com temperatura e umidade relativa apresentando correlações positivas de 1,092 e 0,7346, respectivamente. O estudo concluiu que o excesso de chuvas diminui produção de cacau, enquanto os aumentos de temperatura e umidade relativa do ar aumenta a alguns processos fisiológicos para a produção de vagem em Cocoa. O estudo recomenda queos agricultores devem adotar variedades de cacau recentemente desenvolvidos pelo Instituto de Pesquisas do Cacau da Nigéria, que estão bem adaptadas para vencer os caprichos de mudanças climáticas que está sendo experimentado para melhoria da renda e sustento."},
	{"value":"Cocoa (Theobroma cacao) is an important crop to Nigeria, as significant as it is, the climatic factors affecting it’s production cannot be controlled by human efforts. The effect of changing climate all over the world is also affecting the yield of cocoa in Nigeria. This study determines the effects of rainfall, temperature and relative humidity on Cocoa yield in Nigeria by analyzing the trend over three decades 1980-2011. The study employed the use of the annual readings of the three climaticparameters in question and the cocoa yield recorded over these periods. Data were subjected to inferential statistics and regression analysis in Stata. The results showed that the mean rainfall value over the three decades ranged from 1148.84± 438.59mm, 1245.25±209.59 mm and 1186.27± 175.02mm for period between 1980-1990, 1991-2000 and 2001-2011 respectively. While the yield ranged from 13.85tons, 10.53 tons and 14.21 tons",
	"xml:lang":"eng"
	},
	{"value":"Cacau (Theobroma cacao) é uma importante cultura para a Nigéria, tão importante como é, os fatores climáticos afetando sua produção não pode ser controlado por esforços humanos. O efeito da mudança do clima em todo o mundo também está afetando o rendimento do cacau na Nigéria. Este estudo determina os efeitos de chuva, temperatura e umidade relativa do ar no rendimento de cacau na Nigéria, analisando a tendência ao longo de três décadas 1980-2011. O estudo empregou o uso das leituras anuais dos três parâmetros climáticos em questão e o rendimento de cacau registada ao longo desses períodos. Os dados foram submetidos à estatística inferencial e análise de regressão em Stata. Os resultados mostraram que a média de chuvas aolongo das três décadas variou de 1.148,84 ± 438,59 milímetros, 1.245,25 ± 209,59 milímetros e 1186,27± 175,02 milímetros por período entre 1980-1990, 1991-2000 e 2001-2011, respectivamente. Enquanto o rendimento variou de 13,85 toneladas, 10,53 toneladas e 14,21 mil toneladas"},
	{"value":"the temperature ranged from 24.64, 25.91 and 25.1oC, while relative humidity also ranged between 74.91, 74.18 and 75.1%, respectively in the decades. Regression of yield against rainfall shows negative correlation of 0.0067852, with temperature and relative humidity exhibiting positive correlations of 1.092 and 0.7346 respectively. The study concluded that excessive rainfall decreases yield of cocoa, while increases in temperature and relative humidity boosts some physiological processes for pod production in Cocoa. The study recommends that farmers should adopt newly developed Cocoa varieties from Cocoa Research Institute of Nigeria which are well adapted to beat the vagaries of weather changes being experienced for improved income and livelihood.",
	"xml:lang":"por"
	}
	]
	}}
