{"resource": {
	"dct:language":"por",
	"dct:title":{"value":"POTENCIAL UTILITÁRIO DE LICÓFITAS E SAMAMBAIAS: APLICABILIDADE AO CONTEXTO AMAZÔNICO*",
	"xml:lang":"por"
	},
	"bibo:pageStart":68,
	"bibo:volume":5,
	"bibo:pageEnd":73,
	"dct:type":"Journal Article",
	"rdf:about":"http://agris.fao.org/aos/records/BR2015N00189",
	"dct:identifier":"BR2015N00189",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19750"
	},
	"dct:isPartOf":{"bibo:Journal":{"dct:title":{"value":"Biota Amazônia (Biote Amazonie, Biota Amazonia, Amazonian Biota)"}
	}
	},
	"dct:issued":2015,
	"bibo:uri":"http://periodicos.unifap.br/index.php/biota/article/view/1120",
	"dct:dateSubmitted":2016,
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Gisele Teixeira"
	}
	},
	{"foaf:Person":{"foaf:name":"Sebastião Maciel"
	}
	},
	{"foaf:Person":{"foaf:name":"Marcio Roberto Pietrobom"
	}
	}
	],
	"bibo:issue":1,
	"bibo:abstract":{"value":"<p class=\"MsoNormal\" style=\"text-align: justify; mso-layout-grid-align: none; text-autospace: none;\"><span style=\"font-size: 7.0pt; mso-bidi-font-family: TwCenMT-Regular;\">O uso de plantas para fins alimentícios, medicinais ou fonte de renda é comumente citado para plantas vasculares superiores, porém, pouco se sabe sobre o uso de licófitas e samambaias. Há registros sobre o uso medicinal dessas plantas na Amazônia, no entanto, são relegadas, muitas vezes, apenas ao caráter ornamental. O presente estudo teve por objetivos: contribuir com o conhecimento de licófitas e samambaias na Amazônia brasileira, através do levantamento das espécies na Ilha de Trambioca, Barcarena, Pará; e apontar formas de uso das espécies, através de referências encontradas na literatura. O material botânico foi coletado entre os anos 2007 e 2009, o material testemunho foi depositado no Herbário João Murça Pires (MG) e as informações relativas à utilidade das espécies foram obtidas em diferentes fontes bibliográficas. Foram registradas 41 espécies pertencentes a 28 gêneros e 15 famílias, sendo Pteridaceae (10 spp.), Polypodiaceae (7 spp.), Hymenophyllaceae (6 spp.) e Lomariopsidaceae (5 spp.) as mais representativas. Das 41 espécies registradas, 20 foram identificadas com algum potencial utilitário, em sua maioria, medicinais (16 spp.) e ornamentais (7 spp.), e uma minoria com finalidade ritualística (3 spp.), propriedades tóxicas (2 spp.) ou comestíveis (1 sp.). Apesar da pequena quantidade de informações disponíveis sobre o uso dessas plantas, várias aplicações foram apontadas neste estudo, o que evidencia a necessidade de pesquisas a fim de investigar as propriedades atribuídas a elas, identificar mais espécies utilizadas e incentivar o uso sustentável das mesmas.</span><p class=\"MsoNormal\" style=\"text-align: justify; mso-layout-grid-align: none; text-autospace: none;\"><strong><span style=\"font-size: 7.0pt; font-family: \";Verdana\";,\";sans-serif\";; mso-fareast-font-family: Calibri; mso-fareast-theme-font: minor-latin; mso-bidi-font-family: \";TwCenMT-Regular\,Bold\";; mso-ansi-language: PT-BR; mso-fareast-language: EN-US; mso-bidi-language: AR-SA;\">Palavras-chave</span></strong><span style=\"font-size: 7pt; font-family: Verdana, sans-serif;\">: Amazônia, Pará, samambaias, usos, medicinal.</span>",
	"xml:lang":"por"
	}
	}}
