{"resource": {
	"dct:language":"por",
	"dct:title":[
		{"value":"   Indicadores de rentabilidade do centro de custo produção de leite em sistemas intensivos de produção ",
	"xml:lang":"por"
	},
	{"value":"Profitability indicators of milk production COST CENTER in intensive systems of production",
	"xml:lang":"eng"
	}
	],
	"dc:subject":[
		{"value":"dairy cattle",
	"xml:lang":"eng"
	},
	{"value":"cost analysis",
	"xml:lang":"eng"
	},
	{"value":"profitability",
	"xml:lang":"eng"
	}
	],
	"bibo:volume":"69/n.1",
	"rdf:about":"http://agris.fao.org/aos/records/BR2015F01229",
	"dct:identifier":"BR2015F01229",
	"dct:type":"Journal Article",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19420"
	},
	"dct:isPartOf":[
		{"rdf:resource":{"value":"http://aims.fao.org/serials/c_ea787e45"}
	},
	{"bibo:Journal":{"dct:title":{"value":"Boletim de Indústria Animal"},
	"bibo:ISSN":{"value":"0067-9615"}
	}
	}
	],
	"dct:issued":"2013-",
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://www.iz.sp.gov.br/pdfsbia/1355399581.pdf",
	"dct:creator":{"foaf:Person":{"foaf:name":"SANTOS,  G."
	}
	},
	"bibo:abstract":{"value":"The objective was to estimate some profitability indicators of dairy cost center farms with a high volume of daily production in feedlot. The Intended was also to identify the components that had the greatest influence on the operational cost. We used data from three milk systems production, with the origin of the purebred Holsteins. It was considered as a milk cost center production all expenses related in lactating and dry cows. The methodology used total cost and operating cost in profitability analysis. A production system, by presenting gross margin, net positive result, was able to produce short, medium and long term. Another production system had a positive gross margin and net, with conditions to survive in the short and medium term. Finally, the third system of production has shown a negative gross margin presenting decapitalizing and entering into debt, as revenues were not enough to pay operating expenses even effective. The component items of the effective operational cost that exercised higher \"impact\" cost and income from milk were, in decreasing order, the feeding, labor, miscellaneous expenses, sanitation, energy, milking, reproduction, equipment rental, BST and taxes.",
	"xml:lang":"eng"
	}
	}}
