{"resource": {
	"dct:language":"por",
	"dct:title":[
		{"value":"Characterization of a Dairy Gyr herd with respect to its mitochondrial DNA (mt DNA) origin",
	"xml:lang":"eng"
	},
	{"value":"   Caracterização de um rebanho Gir Leiteiro quanto à origem do DNA mitocondrial (mtDNA) ",
	"xml:lang":"por"
	}
	],
	"dc:subject":[
		{"value":"dairy cattle",
	"xml:lang":"eng"
	},
	{"value":"dna",
	"xml:lang":"eng"
	}
	],
	"bibo:volume":"67/n.1",
	"rdf:about":"http://agris.fao.org/aos/records/BR2015F01383",
	"dct:identifier":"BR2015F01383",
	"dct:type":"Journal Article",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19420"
	},
	"dct:isPartOf":[
		{"rdf:resource":{"value":"http://aims.fao.org/serials/c_ea787e45"}
	},
	{"bibo:Journal":{"dct:title":{"value":"Boletim de Indústria Animal"},
	"bibo:ISSN":{"value":"0067-9615"}
	}
	}
	],
	"dct:issued":"2010-",
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://www.iz.sp.gov.br/pdfsbia/1287401617.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"VERCESI FILHO,  A. E."
	}
	},
	{"foaf:Person":{"foaf:name":"DIAS,  A. L."
	}
	},
	{"foaf:Person":{"foaf:name":"CARDOSO,  V. L."
	}
	},
	{"foaf:Person":{"foaf:name":"FARO,  L. E"
	}
	},
	{"foaf:Person":{"foaf:name":"MERINGUE,  G. K. F."
	}
	},
	{"foaf:Person":{"foaf:name":"MEIRELLES,  F, V."
	}
	}
	],
	"bibo:abstract":[
		{"value":"The Zebu breeds were introduced in Brazil mainly in the last century by imports from the Indian subcontinent. When the Zebu cattle arrived, the national herd suffered a significative change by backcrossing the national cows of taurine origin with Zebu sires. These processes created a polymorphism in the mitochondrial DNA (mtDNA) in the Zebu animals with are in a major part derived from backcrossing and sharing mtDNA of taurine origin. To verify the maternal origin of cows belonging to the Dairy Gyr herd of APTA, Mococa 60 females were analyzed and 33 presented mtDNA from Bos taurus origin and 27 presented mtDNA from Bos indicus origin. None of these animals presented patterns of both mtDNA origins, indicating absence of heteroplasmy for these mitochondrial genotypes.",
	"xml:lang":"eng"
	},
	{"value":"As raças zebuínas entraram no Brasil principalmente no século passado através de importações do continente indiano. Com a chegada do gado zebu, o rebanho nacional sofreu profunda modificação pelo processo de cruzamento absorvente e foi sendo gradativamente \"azebuado\" com a utilização de touros das raças zebuínas. Com isso, criou-se um polimorfismo quanto à origem do DNA mitocondrial (mtDNA) nos animais zebuínos visto grande parte serem oriundos de cruzamentos absorventes a partir de vacas taurinas. Para verificação da origem materna das matrizes do rebanho Gir Leiteiro da APTA, Mococa foram analisadas 60 fêmeas sendo que, 33 apresentaram mtDNA de origem Bos taurus enquanto 27 apresentaram mtDNA de origem Bos indicus . Nenhum animal apresentou os dois genótipos, comprovando assim a ausência de heteroplasmia para este marcador.",
	"xml:lang":"por"
	}
	]
	}}
