{"resource": {
	"dct:language":[
		"por",
	"eng"
	],
	"dct:title":[
		{"value":"   Biodiversidade da mirmecofauna em diferentes usos do solo no Norte Mato-Grossense ",
	"xml:lang":"por"
	},
	{"value":"Biodiversity of the ant fauna in different soil uses in North Mato Grosso",
	"xml:lang":"eng"
	}
	],
	"dc:subject":[
		{"value":"organisms",
	"xml:lang":"eng"
	},
	{"value":"species",
	"xml:lang":"eng"
	}
	],
	"bibo:volume":"6/n.2",
	"rdf:about":"http://agris.fao.org/aos/records/BR2015211173",
	"dct:identifier":"BR2015211173",
	"dct:type":"Journal Article",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/11131"
	},
	"dct:isPartOf":[
		{"rdf:resource":{"value":"http://aims.fao.org/serials/j_1294754373047"}
	},
	{"bibo:Journal":{"dct:title":{"value":"Comunicata Scientiae"},
	"bibo:ISSN":{"value":"2176-9079"}
	}
	}
	],
	"dct:issued":"2015-",
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://www.comunicatascientiae.com.br/comunicata/article/download/468/314",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Corassa Janaina De Nadai"
	}
	},
	{"foaf:Person":{"foaf:name":"Faixo João Gabrie"
	}
	},
	{"foaf:Person":{"foaf:name":"Neto Valmir Rodrigues Andrade"
	}
	},
	{"foaf:Person":{"foaf:name":"Santos Ivone Beatryz"
	}
	},
	{"foaf:Organization":{"foaf:name":"Universidade Federal de Mato Grosso, Sinop, MT, Brasil"
	}
	},
	{"foaf:Organization":{"foaf:name":"Universidade Federal de Mato Grosso, Sinop, MT, Brasil"
	}
	},
	{"foaf:Organization":{"foaf:name":"Universidade Federal de Mato Grosso, Sinop, MT, Brasil"
	}
	},
	{"foaf:Organization":{"foaf:name":"Universidade Federal de Mato Grosso, Sinop, MT, Brasil"
	}
	}
	],
	"bibo:abstract":[
		{"value":"This work aimed to evaluate the impact of the ant fauna in two areas for the cultivation of monocultures, compared to the native forest environment, applied to the North Mato Grosso. For this three environments were analyzed: maize crop, the planting of eucalyptus and native Forest. 6 collections were performed in each of the three environments, each composed of 15 samples collected from 1m ² of litter, totaling 90 samples per environment. The work occurred inthe period from February to June 2011, the municipalities of Lucas do Rio Verde-MT and MT-Vera. The samples were submitted to Winkler extractor for 72 hours for analysis and quantification of existingspecies. It was quantified the number of species in each environment as well as the diversity index by the method of Shannon-Wiener (H ‘). He collected a total of 29 species of formicídeos, divided into 16 genera, 10 tribes and 5 subfamilies, among subfamilies, with the largest number of species was Mirmicinae, already among the environments, what had the highest species richness was the native forest (26), followed by the planting of eucalyptus (8) and maize crop(6). The native forest had thehighest diversity index Shannon-Wiener (0.47), followed by eucalyptus plantations (0.35) and maize crop (0.23). For the analysis of sample sufficiency, the number of samples was not enough to characterize the environment in relation to the species in it, because the curve for the number of species has not stabilized. It was shown the role of the genus Pheidole bioindicator, which is related to the environment preserved, and that the replacement of native vegetation has an impactionthe local ant fauna, reducing the number of species in the area, a fact related to the decrease of the structural complexity of the environment.",
	"xml:lang":"eng"
	},
	{"value":"Esse trabalho teve por objetivo avaliar o impacto causado à mirmecofauna em duas áreas destinadas ao cultivo de monoculturas, em comparação ao ambiente de mata nativa, aplicado à região norte mato-grossense. Para isso três ambientes foram analisados: lavoura de milho, plantio de eucalipto e a mata nativa. Foram executadas seis coletas em cada um dos três ambientes, sendo cada coleta composta por 15 amostras de 1m² de serrapilheira, totalizando assim 90 amostraspor ambiente. Os trabalhos ocorreram no período de fevereiro a junho de 2011, no município de Lucas do Rio Verde-MT e Vera-MT. As amostras foram submetidas ao extrator de Winkler durante 72 horas, para análise e quantificação de espécies existentes. Foi quantificado o número de espécies em cada ambiente, bem como o índice de diversidade pelo método de Shannon–Wiener (H’). Coletou-se um total de 29 espécies de formicídeos, divididas em 16 gêneros, 10 tribos e 5 subfamílias.Dentre as subfamílias, a que apresentou o maior número de espécies foi a Mirmicinae, já entre os ambientes, o que apresentou a maior riqueza de espécies foi a mata nativa possuindo 26 espécies,seguida da plantação de eucalipto com oito espécies e a lavoura de milho havendo somente seis espécies. A mata nativa apresentou o maior índice de diversidade Shannon–Wiener (0,47), seguida do plantio de eucalipto (0,35) e área agrícola (milho) (0,23). Pela análise de suficiência amostral, o número de coletas não foi o suficiente para caracterizar o ambiente em relação às espécies presentes nele, pois a curva referente ao número de espécies não se estabilizou. Comprovouse o papel bioindicador do gênero Pheidole a ambientes conservados, e que a substituição da vegetação nativa causa impactos à mirmecofauna local, diminuindo o número de espécies na área.",
	"xml:lang":"por"
	}
	]
	}}
