{"resource": {
	"dct:language":"eng",
	"dct:title":[
		{"value":"Different nutritional recommendations for broilers: performance and economic analysis",
	"xml:lang":"eng"
	},
	{"value":"   Diferentes recomendações nutricionais para frangos de corte: desempenho e análise econômica ",
	"xml:lang":"por"
	}
	],
	"dc:subject":[
		{"value":"crude protein",
	"xml:lang":"eng"
	},
	{"value":"birds",
	"xml:lang":"eng"
	},
	{"value":"energy",
	"xml:lang":"eng"
	},
	{"value":"costs",
	"xml:lang":"eng"
	},
	{"value":"broiler chickens",
	"xml:lang":"eng"
	}
	],
	"bibo:volume":"71/n.4",
	"rdf:about":"http://agris.fao.org/aos/records/BR2015F04467",
	"dct:identifier":"BR2015F04467",
	"dct:type":"Journal Article",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19420"
	},
	"dct:isPartOf":[
		{"rdf:resource":{"value":"http://aims.fao.org/serials/c_ea787e45"}
	},
	{"bibo:Journal":{"dct:title":{"value":"Boletim de Indústria Animal"},
	"bibo:ISSN":{"value":"0067-9615"}
	}
	}
	],
	"dct:issued":"2014-",
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://iz.sp.gov.br/pdfsbia/1418747551.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"CANIATTO, A.R.M."
	}
	},
	{"foaf:Person":{"foaf:name":"GAMEIRO,  A. H."
	}
	},
	{"foaf:Person":{"foaf:name":"PACHECO, B.H.C."
	}
	},
	{"foaf:Person":{"foaf:name":"NATORI, M.M."
	}
	},
	{"foaf:Person":{"foaf:name":"CAETANO,  V.C."
	}
	},
	{"foaf:Person":{"foaf:name":"FARIA, D.E."
	}
	}
	],
	"bibo:abstract":[
		{"value":"and 4. Rostagno et al. (2011). The following performance traits were evaluated: feed intake (FI), weight gain (WG), body weight (BW), feed conversion (FC) and productive efficiency index (PEI). The experiment ran while chickens were 1 to 21 and 1 to 42 days old. For the economic analysis, the diet cost and live weight price were considered when calculating the average cost of the diet (ADC) and the gross trading margin (TM). Analysis of variance was used to evaluate ADC and TM performance traits"},
	{"value":"3. Rostagno et al. (2005) e 4. Rostagno et al. (2011). As características de desempenho avaliadas foram: consumo de ração (CR), ganho de peso (GP), peso corporal (PC), conversão alimentar (CA) e índice de eficiência produtiva (IEP). Esta avaliação ocorreu no período de 1 a 21 e de 1 a 42 dias de idade dos frangos. Para análise econômica foram considerados o custo da dieta e o preço do frango vivo, visando o cálculo do custo médio da dieta (CMD) e da margem bruta de comercialização (MB). Os resultados de desempenho, CMD e de MB foram analisados por meio da análise de variância. Empregou-se o teste de Tukey (P"},
	{"value":"O objetivo deste trabalho foi comparar diferentes recomendações nutricionais sobre o desempenho e análise econômica na produção de frangos de corte. Foram utilizados 1.200 frangos, machos, da linhagem Cobb-500. As aves foram submetidas a delineamento inteiramente casualizado com 4 tratamentos e 10 repetições, com 30 animais cada. As dietas consistiram: 1. COBB-VANTRESS (2009)"},
	{"value":"2. Ração Comercial"},
	{"value":"diets means were compared with Tukey’s test. In the 1 to 21 day period, there was a higher FI and less efficient FC with diet 1 and more efficient PEI with diet 4. During the 1 to 42 day period, diets 1, 3 and 4 had the highest BW, WG and PEI. TM and ADC show similar results, i.e., commercial feed being less attractive to producers. For the entire experimental period, the nutritional recommendations of COBB-VANTRESS (2009), Rostagno et al. (2005) and Rostagno et al. (2011) had the highest productive and economic performance for broiler production."},
	{"value":"3. Rostagno et al. (2005)"},
	{"value":"2. Commercial feed",
	"xml:lang":"por"
	},
	{"value":"The objective of this research was to compare the effect of different nutritional recommendations on the performance and economics of the production of broiler chickens. A total of 1,200 Cobb-500 line male broilers were placed in a completely randomized design with four treatments and 10 replicates, with 30 animals each. The diets in each treatment were as follows: 1. COBB-VANTRESS (2009)",
	"xml:lang":"eng"
	}
	]
	}}
