{"resource": {
	"dct:language":"por",
	"dct:title":{"value":"CAIXAS NINHOS UTILIZADAS POR VERTEBRADOS NA ÁREA DE PROTEÇÃO AMBIENTAL DO RIO CURIAÚ, MACAPÁ, AMAPÁ.",
	"xml:lang":"por"
	},
	"bibo:pageStart":32,
	"bibo:volume":1,
	"bibo:pageEnd":37,
	"dct:type":"Journal Article",
	"rdf:about":"http://agris.fao.org/aos/records/BR2015N00007",
	"dct:identifier":"BR2015N00007",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19750"
	},
	"dct:isPartOf":{"bibo:Journal":{"dct:title":{"value":"Biota Amazônia (Biote Amazonie, Biota Amazonia, Amazonian Biota)"}
	}
	},
	"dct:issued":2015,
	"bibo:uri":"http://periodicos.unifap.br/index.php/biota/article/view/135",
	"dct:dateSubmitted":2016,
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Rafael Homobono Naiff"
	}
	},
	{"foaf:Person":{"foaf:name":"Carlos Eduardo Costa Campos"
	}
	},
	{"foaf:Person":{"foaf:name":"Andréa Soares Araújo"
	}
	},
	{"foaf:Organization":{"foaf:name":"AMCEL Amapá Florestal e Celulose"
	}
	},
	{"foaf:Organization":{"foaf:name":"UNIFAP"
	}
	},
	{"foaf:Organization":{"foaf:name":"Universidade Federal do Amapá"
	}
	}
	],
	"bibo:issue":1,
	"bibo:abstract":{"value":"Diversas espécies de animais encontrados em florestas tropicais são dependentes de cavidades naturais para nidificação ou abrigo. A redução dessas cavidades pode limitar a sobrevivência destas espécies, já que a dinâmica populacional e reprodutiva pode ser influenciada por esses fatores. Para compensar essa redução, caixas ninho podem servir como substituto das cavidades naturais. Objetivando realizar um estudo sobre a utilização das caixas ninhos por vertebrados, nós instalamos 50 caixas ninhos de madeira em árvores a 3 m de altura do solo nos hábitats de floresta de terra firme, floresta de várzea e cerrado da Área de Proteção Ambiental do rio Curiaú, município de Macapá. As caixas ninho foram inspecionadas quinzenalmente, durante o período de setembro de 2005 a setembro de 2006. Das 50 caixas ninho instaladas, 16 foram utilizadas com finalidade de nidificação por Brotogeris versicolurusAratinga aurea Troglodytes musculus. As famílias mais representativas foram Psittacidae (N=8) e Turdidae (N=3). As caixas ninho foram ocupadas como abrigo por anfíbios, Hypsiboas raniceps (N=1), H. multifasciatus(N=3)  Trachycephalus venulosus;(N=7); répteis, Boa constrictor (N=1) e mamíferos, Marmosa murina(N=2), Didelphis marsupialis(N=2) Molossus molossus(N=4). Diversos fatores, como características do habitat e o tamanho das caixas ninho podem explicar a ausência de determinadas espécies de vertebrados que utilizam cavidades com dimensões maiores que as utilizadas neste estudo. caixas ninho, conservação, vertebrados.",
	"xml:lang":"por"
	}
	}}
