{"resource": {
	"dct:language":[
		"por",
	"eng"
	],
	"dct:title":[
		{"value":"   Diversidade genética de Jujuba (Ziziphus jujuba Mill.) baseada em germoplasma de frutos com características físico-químicas da província de Golestan do Irã ",
	"xml:lang":"por"
	},
	{"value":"Genetic diversity of Jujube (Ziziphus jujuba Mill.) germplasm based on vegetative and fruits physicochemical characteristics from Golestan province of Iran",
	"xml:lang":"eng"
	}
	],
	"dc:subject":[
		{"value":"ornamental plants",
	"xml:lang":"eng"
	},
	{"value":"genetic variation",
	"xml:lang":"eng"
	}
	],
	"bibo:volume":"6/n.1",
	"rdf:about":"http://agris.fao.org/aos/records/BR2015206576",
	"dct:identifier":"BR2015206576",
	"dct:type":"Journal Article",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/11131"
	},
	"dct:isPartOf":[
		{"rdf:resource":{"value":"http://aims.fao.org/serials/j_1294754373047"}
	},
	{"bibo:Journal":{"dct:title":{"value":"Comunicata Scientiae"},
	"bibo:ISSN":{"value":"2176-9079"}
	}
	}
	],
	"dct:issued":"2015-",
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://comunicata.ufpi.br/index.php/comunicata/article/view/597/297",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Ghazaeian Mina"
	}
	},
	{"foaf:Organization":{"foaf:name":"Golestan Agricultural and Natural Resource Institute, Gorgan, Irã"
	}
	}
	],
	"bibo:abstract":[
		{"value":"this result was corroborated by cluster analysis. The ecotypes were separated according to their geographic origin. So it can be concluded that the climate effects is very important for existence of qualitative and quantitative characteristics ofjujube.",
	"xml:lang":"por"
	},
	{"value":"Jujube fruits have sweet flavor and are rich of A, C and B vitamins and mineral nutrients. It used as table fruit, nut fruit, medicinal and ornamental plant. In this study 10 different ecotypes of Ziziphus jujuba Mill. were collected from different regions of Golestan province of Iran and their vegetative (stem annual growth, thorn length, leaf length, leaf width and petiole length) and fruit physicochemical characteristics (fruit length, fruit width, fruit weight, humidity percent, flesh/stoneratio, stone weight, stone length, stone width, vitamin C content, pH and total soluble solid (TSS))were evaluated between years 2009-2011. The results of this study showed significantly differences between ecotypes from different regions. Different evaluated traits of Lemesk ecotype weresignificantly different from the other ecotypes",
	"xml:lang":"eng"
	},
	{"value":"As frutas de Jujuba tem sabor doce e são ricos em vitaminas A, C e do complexo B, nutrientes e minerais. É usado como fruta de mesa, para fins medicinais e como planta ornamental. Neste estudo 10 ecótipos diferentes de Ziziphus jujuba Mill. foram coletadas de diferentes regiões da província deGolestan do Irã e sua porção vegetativa (caule de crescimento anual, comprimento espinho, folha de comprimento, largura e comprimento do pecíolo da folha) e as características físico-químicas de frutas (comprimento e largura de fruto, peso do fruto, por cento de umidade, carne / pedra ratio, peso de pedra, pedra comprimento, largura pedra, teor de vitamina C, pH e sólidos solúveis totais (SST)) foram avaliadas entre os anos de 2009-2011. Os resultados deste estudo mostraram diferenças significativas entre ecótipo a partir de diferentes regiões. Diferentes característicasavaliadas de Lemesk ecotype foram significativamente diferente dos outros ecótipos"},
	{"value":"esse resultado foi corroborada pela análise de cluster. Os ecótipos foram separados de acordo com sua origem geográfica. Assim, pode-se concluir que os efeitos do clima é muito importante para a existência de características qualitativas e quantitativas de jujuba."}
	]
	}}
