{"resource": {
	"dct:language":"por",
	"dct:title":[
		{"value":"Digestive and productive utilization of semi- simplifield hay diets enriched with vinasse for growing rabbits",
	"xml:lang":"eng"
	},
	{"value":"   Utilização digestiva e produtiva de dietas semi simplificadas com fenos enriquecidos com vinhaça para coelhos em crescimento ",
	"xml:lang":"por"
	}
	],
	"dc:subject":[
		{"value":"caecotrophy",
	"xml:lang":"eng"
	},
	{"value":"digestibility",
	"xml:lang":"eng"
	},
	{"value":"carcasses",
	"xml:lang":"eng"
	},
	{"value":"vinasse",
	"xml:lang":"eng"
	}
	],
	"bibo:volume":"73/n.1",
	"bibo:doi":"10.17523/bia.v73n1p1",
	"rdf:about":"http://agris.fao.org/aos/records/BR2016F00019",
	"dct:identifier":"BR2016F00019",
	"dct:type":"Journal Article",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19420"
	},
	"dct:isPartOf":{"bibo:Journal":{"dct:title":{"value":"Boletim de Indústria Animal"},
	"bibo:ISSN":{"value":"0067-9615"}
	}
	},
	"dct:issued":"2016-",
	"bibo:uri":"http://dx.doi.org/10.17523/bia.v73n1p1",
	"dct:dateSubmitted":2016,
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"COELHO, C. C. G. M."
	}
	},
	{"foaf:Person":{"foaf:name":"FERREIRA, W. M."
	}
	},
	{"foaf:Person":{"foaf:name":"MOTA, K. C. N."
	}
	},
	{"foaf:Person":{"foaf:name":"ROCHA, L. F."
	}
	},
	{"foaf:Person":{"foaf:name":"SOUSA, T. N."
	}
	},
	{"foaf:Person":{"foaf:name":"COSTA JÚNIOR, M. B."
	}
	},
	{"foaf:Person":{"foaf:name":"SILVA NETA, C. S."
	}
	},
	{"foaf:Person":{"foaf:name":"FERREIRA, F. N. A."
	}
	}
	],
	"bibo:abstract":[
		{"value":"O trabalho foi desenvolvido com os objetivos de avaliar a influência de duas qualidades de feno de Tifton 85 enriquecidos ou não com vinhaça em dietas semi simplificadas, sobre a digestibilidade aparente dos nutrientes, a composição e contribuição nutritiva dos cecotrofos, o desempenho produtivo, rendimentos de carcaça, vísceras comestíveis e do trato gastrointestinal de coelhos Nova Zelândia branco em crescimento. As dietas contendo feno de tifton 85 de qualidade superior enriquecido com vinhaça (SUPV) e feno de tifton 85 de qualidade inferior enriquecido com vinhaça (INFV) receberam vinhaça in natura na proporção de 2:1, enquanto as dietas contendo feno de tifton 85 de qualidade superior não enriquecido com vinhaça (SUP) e feno de tifton 85 de qualidade inferior não enriquecido com vinhaça (INF) não foram enriquecidas. No ensaio de digestibilidade observou-se que as dietas semi simplificadas não foram influenciadas (P>0,05) pela qualidade do feno e pela adição da vinhaça, com exceção do coeficiente de digestibilidade da matéria mineral (CDMM), que apresentou valores de 52,31% 51,13%, 54,45% e 46,73% para os tratamentos SUP, SUPV, INF e INFV, respectivamente. No ensaio de cecotrofia, a produção, composição química e contribuição nutritiva não se alteraram (P>0,05) em nenhum dos tratamentos. No ensaio de desempenho, não houve diferença significativa (P>0,05) para os parâmetros produtivos e características da carcaça, com exceção do peso de rins (P",
	"xml:lang":"por"
	},
	{"value":"The objective of this study was to evaluate the influence of two qualities of Tifton 85 hay enriched or not with vinasse in semi-simplified diets on the apparent nutrient digestibility, composition and nutritional contribution of cecotropes, productive performance, and carcass, edible viscera and gastrointestinal tract yields of growing New Zealand White rabbits. Fresh vinasse at a proportion of 2:1 was added to the diets containing high-quality (HQV) and low-quality Tifton 85 hay (LQV). The control diets containing high-quality (HQ) and low-quality Tifton 85 (LQ) were not enriched with vinasse. In the digestibility assay, the semi-simplified diets were not influenced (P>0.05) by the quality of hay or by the addition of vinasse, except for the digestibility coefficients of mineral matter, which were 52.31%, 51.13%, 54.45% and 46.73% for treatments HQ, HQV, LQ and LQV, respectively. In the cecotrophy assay, production, chemical composition or nutritional contribution was not altered (P>0.05) in any of the treatments. In the performance assay, no significant difference (P>0.05) was observed in productive parameters or carcass traits, except for kidney weight (P",
	"xml:lang":"eng"
	}
	]
	}}
