{"resource": {
	"dct:language":"por",
	"dct:title":{"value":"OCORRÊNCIA DE CRUSTÁCEOS ECTOPARASITOS NO PEIXE ARIACÓ, Lutjanus synagris (LINNAEUS, 1758), NAS ÁGUAS COSTEIRAS DO RIO GRANDE DO NORTE, BRASIL.",
	"xml:lang":"por"
	},
	"bibo:pageStart":94,
	"bibo:volume":3,
	"bibo:pageEnd":99,
	"dct:type":"Journal Article",
	"rdf:about":"http://agris.fao.org/aos/records/BR2015N00055",
	"dct:identifier":"BR2015N00055",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19750"
	},
	"dct:isPartOf":{"bibo:Journal":{"dct:title":{"value":"Biota Amazônia (Biote Amazonie, Biota Amazonia, Amazonian Biota)"}
	}
	},
	"dct:issued":2015,
	"bibo:uri":"http://periodicos.unifap.br/index.php/biota/article/view/647",
	"dct:dateSubmitted":2016,
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Elizete Teresinha Santos Cavalcanti"
	}
	},
	{"foaf:Person":{"foaf:name":"Wallace Silva Nascimento"
	}
	},
	{"foaf:Person":{"foaf:name":"Ricardo Massato Takemoto"
	}
	},
	{"foaf:Person":{"foaf:name":"Leucio Câmara Alves"
	}
	},
	{"foaf:Person":{"foaf:name":"Sathyabama Chellappa"
	}
	},
	{"foaf:Organization":{"foaf:name":"Universidade Federal do Rio Grande do Norte"
	}
	},
	{"foaf:Organization":{"foaf:name":"NUPELIA, Universidade Estadual de Maringá"
	}
	},
	{"foaf:Organization":{"foaf:name":"Universidade Federal Rural de Pernambuco"
	}
	}
	],
	"bibo:issue":1,
	"bibo:abstract":{"value":"<p class=\"MsoNormal\" style=\"text-align: justify; mso-layout-grid-align: none; text-autospace: none;\">O ariacó<em>, Lutjanus synagris é um peixe marinho de grande valor comercial que contribui para a produção pesqueira artesanal do Rio Grande do Norte, Brasil. O presente estudo investigou a ocorrência de crustáceos ectoparasitos no peixe marinho ariacó, L. synagris no litoral do Rio Grande do Norte. Foram capturados 100 exemplares de L. synagris nas águas costeiras do Rio Grande no Norte, no período de março de 2008 a fevereiro de 2009. Os hospedeiros apresentaram comprimento total variando de 6,35 a 26,46 cm (1,88 ± 3,25 cm) e peso total de 310,34 a 341,02 g (12,7±1,82 g). Os ectoparasitos encontrados foram coletados, observados, identificados e quantificados. Dentre os exemplares de peixes examinados, 10 estavam parasitados por crustáceos ectoparasitos, de duas espécies de copépodes e uma espécie de isópodo. Lernanthropus sp. (Copepoda: Lernanthropidae) foi encontrado nas brânquias de L. synagris e apresentou intensidade média (IM) de 2,75; prevalência (P) de 4% e abundância média (AM) de 0,11. Lernaelophus striatus (Copepoda: Pennellidae) foi encontrado na cavidade bucal de L. synagris e apresentou IM de 1,5; P de 2% e AM de 0,03. Rocinela signata <span style=\"letter-spacing: .3pt;\">(Isopoda Aegidae), foi encontrado somente nos machos, tanto nas brânquias quanto na cavidade bucal de L. synagris e apresentou IM de 1,25; P de 4% e AM de 0,05. ",
	"xml:lang":"por"
	}
	}}
