{"resource": {
	"dct:language":"por",
	"dct:title":[
		{"value":"   sob duas taxas de lotação. "},
	{"value":"   Desempenho produtivo de novilhas leiteiras suplementadas na época da seca em pastagens diferidas ",
	"xml:lang":"por"
	},
	{"value":"Productive performance of dairy heifers supplemented in the dry season differed pasture, under two stoking rates.",
	"xml:lang":"eng"
	}
	],
	"dc:subject":[
		{"value":"condition scoring",
	"xml:lang":"eng"
	},
	{"value":"rearing techniques",
	"xml:lang":"eng"
	},
	{"value":"grazing",
	"xml:lang":"eng"
	},
	{"value":"supplements",
	"xml:lang":"eng"
	}
	],
	"bibo:volume":"70/n.1",
	"rdf:about":"http://agris.fao.org/aos/records/BR2014F00794",
	"dct:identifier":"BR2014F00794",
	"dct:type":"Journal Article",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19420"
	},
	"dct:isPartOf":[
		{"rdf:resource":{"value":"http://aims.fao.org/serials/c_ea787e45"}
	},
	{"bibo:Journal":{"dct:title":{"value":"Boletim de Indústria Animal"},
	"bibo:ISSN":{"value":"0067-9615"}
	}
	}
	],
	"dct:issued":"2013-",
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://www.iz.sp.gov.br/pdfsbia/1371730530.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"SIGNORETTI, R. D."
	}
	},
	{"foaf:Person":{"foaf:name":"MORAES, J.C.G."
	}
	},
	{"foaf:Person":{"foaf:name":"PESSIM, B."
	}
	},
	{"foaf:Person":{"foaf:name":"SOUZA, F. H. M."
	}
	},
	{"foaf:Person":{"foaf:name":"SOUZA, L. A."
	}
	},
	{"foaf:Person":{"foaf:name":"MODESTO, R.T."
	}
	}
	],
	"bibo:abstract":[
		{"value":"Objetivou-se avaliar as características relacionadas ao desempenho produtivo de novilhas mestiças Gir x Holandês mantidas em pastagem diferidas de Brachiaria brizantha (Hochst. ex. A. Rich.) Stapf. cv. Marandu, manejada em sistema de lotação intermitente, na época da seca do ano. Os tratamentos avaliados foram taxa de lotação de 1,0 UA/ha e suplementação com 6,0 g/kg de peso corporal (PC)/dia e da taxa de lotação de 2,0 UA/ha e suplementação com 12,0 g/kg de PC/dia de suplemento proteico-energético. As novilhas tinham idade média de 17,46 ± 3,74 meses e PC médio inicial de 304,83 ± 33,7 kg e foram distribuídas em delineamento de blocos ao acaso. Os animais foram pesados e mensurados quanto à altura na cernelha (AC), perímetro torácico (PT), comprimento da garupa (CG) e escore da condição corporal (ECC). O PC médio do lote foi usado para os cálculos de ajuste da quantidade de suplemento oferecido. Verificou-se que o desempenho produtivo das novilhas que foram submetidas a lotação de 2 UA/ha e suplementação de 12,0 g/kg de PC/dia apresentaram maior ganho médio diário (0,579 kg/animal/dia) do aquelas submetidas a lotação de 1 UA/ha e suplementação de 6,0 g/kg de PC/dia (0,361 kg/animal/dia). Com relação ao desenvolvimento corporal dos animais, verificou-se que o PT inicial, a AC inicial e final, o CG inicial e o ECC, não diferiram entre as combinações de taxas de lotação e de níveis de suplementação. As novilhas apresentaram melhor desempenho produtivo, em situações de pastagens vedadas, com combinação de taxa de lotação de 2 UA/ha e suplementação de 12,0 g/kg de PC/dia.",
	"xml:lang":"por"
	},
	{"value":"The objective was to evaluate the characteristics of productive performance of crossbred Holstein x Gir heifers grazing on Brachiaria brizantha differed (Hochst. A. Rich.) Stapf. cv. Marandu managed in a rotational stocking, during the dry season of the year. The treatments evaluated were stocking rate of 1.0 UA / ha and 6.0 g / kg body weight (BW) / day and stocking rate of 2.0 UA / ha and 12.0 g / kg BW / day-energy protein supplement. The heifers had a average age of 17.46 ± 3.74 months and BW averaging 304.83 ± 33.7 kg and were distributed to a randomized block. The animals were weighed and measured for height at the withers (HW), heart girth (HG), rump length (RL) and body condition score (BCS). The BW average batch was used for the calculations to adjust the amount of supplement offered. It was found that the performance of heifers that were subjected to stocking with 2 UA/ha and 12.0 g / kg BW had higher average daily gain (0.579 kg / animal) in comparison to those undergoing stocking with 1 UA/ha and 6.0 g / kg BW (0.361 kg / animal). With respect to the development of animal body, it was found that the initial HG, initial and final HW, the initial RL and BCS did not differ between combinations of stocking rates and levels of supplementation. The heifers showed better productive performance in situations differed pastures, with 2 UA/ha and 12.0g/kg BW/day the protein-energetic supplement.",
	"xml:lang":"eng"
	}
	]
	}}
