{"resource": {
	"dct:language":[
		"por",
	"eng"
	],
	"dct:title":[
		{"value":"   Utilização de paclobutrazol na produção de mudas de tomateiro ",
	"xml:lang":"por"
	},
	{"value":"Use of paclobutrazol in the production of tomato seedlings",
	"xml:lang":"eng"
	}
	],
	"dc:subject":{"value":"hybrids",
	"xml:lang":"eng"
	},
	"bibo:volume":"5/n.2",
	"rdf:about":"http://agris.fao.org/aos/records/BR2015202482",
	"dct:identifier":"BR2015202482",
	"dct:type":"Journal Article",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/11131"
	},
	"dct:isPartOf":[
		{"rdf:resource":{"value":"http://aims.fao.org/serials/j_1294754373047"}
	},
	{"bibo:Journal":{"dct:title":{"value":"Comunicata Scientiae"},
	"bibo:ISSN":{"value":"2176-9079"}
	}
	}
	],
	"dct:issued":"2014-",
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://comunicata.ufpi.br/index.php/comunicata/article/download/295/240",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Benett Katiane Santiago Silva"
	}
	},
	{"foaf:Person":{"foaf:name":"Junior Max José de Araújo Faria"
	}
	},
	{"foaf:Person":{"foaf:name":"Benett Cleiton Gredson Sabin"
	}
	},
	{"foaf:Person":{"foaf:name":"Seleguini Alexsander"
	}
	},
	{"foaf:Person":{"foaf:name":"Lemos Odair Lacerda"
	}
	},
	{"foaf:Organization":{"foaf:name":"Universidade Estadual de Goiás, Ipameri, GO, Brasil"
	}
	},
	{"foaf:Organization":{"foaf:name":"Faculdade de Medicina Veterinária de Araçatuba, Universidade Estadual Paulista “Julio de Mesquita Filho”, Araçatuba, SP, Brasil"
	}
	},
	{"foaf:Organization":{"foaf:name":"Universidade Federal de Goiás, Goiânia, GO, Brasil"
	}
	},
	{"foaf:Organization":{"foaf:name":"Universidade Estadual de Goiás, Ipameri, GO, Brasil"
	}
	},
	{"foaf:Organization":{"foaf:name":"Campus de Itapetinga, Universidade Estadual do Sudoeste da Bahia, Vitoria da Conquista, BA, Brasil"
	}
	}
	],
	"bibo:abstract":[
		{"value":"The tomato crop is of great versatility and importance in the socioeconomic development of the Country. This research was aimed at evaluating the effects of different paclobutrazol concentrations in the production of seedlings of two tomato hybrids. This research was conducted at Teaching, Research and Extension Farm of the College of Engineering of Ilha Solteira, UNESP. State of São Paulo, Brazil. The experimental design was completely randomized, in factorial outline 4 x 2, being four paclobutrazol concentrations (0. 50. 100 and 150 mg L-1) and two tomato hybrids (Jennifer and AF 7631), with four replications. We evaluated the effects of PBZ on the quality of seedlings in the seedling height, diameter of stem, ratio diameter / height of seedlings, leaf area, dry mass ofshoots and roots, ratio of dry root and dry weight of air and absolute growth rate. The application of different concentrations of paclobutrazol influences the development of seedling shoots. The use of paclobutrazol reduces dry mass, increased root biomass and increases the quality of the changes produced.",
	"xml:lang":"eng"
	},
	{"value":"A cultura do tomateiro é de grande versatilidade e importância no desenvolvimento socioeconômico do País. O objetivo deste trabalho foi avaliar o efeito de diferentes concentrações de paclobutrazol (PBZ) na produção de mudas de dois híbridos de tomateiro. O trabalho foi desenvolvido na Fazendade Ensino, Pesquisa e Extensão da Faculdade de Engenharia-UNESP, Campus de Ilha Solteira, Estado de São Paulo, Brasil. Utilizou-se o delineamento experimental inteiramente casualizado, em esquema fatorial 4 x 2, sendo quatro concentrações de paclobutrazol (0, 50, 100 e 150 mg L-1) e dois híbridos de tomateiro (Jennifer e AF 7631), com quatro repetições. Foram avaliados os efeitos do PBZ na qualidade das mudas, na altura média de plântula, diâmetro do caulículo, relação diâmetro/altura de plântulas, área foliar, massa seca da parte aérea e raízes, relação entre massa seca deraízes e massa seca da parte aérea e taxa de crescimento absoluto. A aplicação das diferentes concentrações de paclobutrazol influencia o desenvolvimento da parte aérea das plântulas. O uso do paclobutrazol reduz a massa seca aérea, aumenta a massa seca radicular e incrementa aqualidade da muda produzida.",
	"xml:lang":"por"
	}
	]
	}}
