{"resource": {
	"dct:issued":"2013-",
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://www.iz.sp.gov.br/pdfsbia/1355400532.pdf",
	"dct:title":[
		{"value":"   Incidência de cisticercose suína através da inspeção de animais abatidos no abatedouro municipal de Imperatriz entre 2000 a 2010 ",
	"xml:lang":"por"
	},
	{"value":"   Brasil "},
	{"value":"   Maranhão "},
	{"value":"Prevalence of cysticercosis in swine slaughtered under inspection at the city of Imperatriz from 2000 to 2010, Maranhão, Brazil",
	"xml:lang":"eng"
	}
	],
	"dct:creator":{"foaf:Person":{"foaf:name":"VIANA,  D. C"
	}
	},
	"dc:subject":[
		{"value":"parasites",
	"xml:lang":"eng"
	},
	{"value":"zoonoses",
	"xml:lang":"eng"
	},
	{"value":"health",
	"xml:lang":"eng"
	}
	],
	"rdf:about":"http://agris.fao.org/aos/records/BR2016F00031",
	"dct:identifier":"BR2016F00031",
	"dct:type":"Journal Article",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19420"
	},
	"bibo:abstract":[
		{"value":"A ingestão de carnes, bovinas e suínas, contaminadas por cisticercos de Taenia saginata e de Taenia solium, respectivamente, é responsável pela teníase, cujo homem é o único hospedeiro definitivo. O objetivo do trabalho foi verificar a incidência de cisticercose em suínos abatidos, de 2000 a 2010, no Abatedouro Municipal de Imperatriz, onde os animais são de procedência das regiões sudoeste e sul do Maranhão, fiscalizados pelo Serviço de Inspeção Municipal (SIM). Foram coletados os arquivos referentes aos laudos de condenações de carcaça durante esses anos e discutidos. O resultado deste trabalho nos mostra uma diminuição satisfatória nos índices de condenação por cisticercose no Matadouro Municipal de Imperatriz. Nos dois últimos anos não foi registrado nenhum caso.",
	"xml:lang":"por"
	},
	{"value":"The intake of meat, beef and pork, contaminated with Taenia saginata and Taenia solium, respectively, is responsible for taeniasis, whose man is the only definitive host. Cysticercosis, an infection caused by the larval form of Taenia solium is a parasitic disease that often affects the central nervous system. The objective was to verify the occurrence of cysticercosis in swine slaughtered from 2000 to 2010, the Imperatriz Municipal Abattoir, where animals are originated from areas of Southwest and southern Maranhão, supervised by the Municipal Inspection Service (MIS). We collected the files relating to reports of condemed carcass during these years and through the analysis of these data. Statistics was done for the period. The result of this work shows a satisfactory reduction in condemed rates for cysticercosis in the Imperatriz Municipal Slaughterhouse. These data demonstrate that contamination by larvae of swine cysticercosis was low, and also showed that for the last two years it was no case notification although there may be conditions for the perpetuation of the complex life cycle of taeniasis / cysticercosis.",
	"xml:lang":"eng"
	}
	]
	}}
