{"resource": {
	"dct:language":[
		"por",
	"eng"
	],
	"dct:title":[
		{"value":"   Armazenamento de pitanga em pó ",
	"xml:lang":"por"
	},
	{"value":"Storage of surinam cherry powder",
	"xml:lang":"eng"
	}
	],
	"dc:subject":[
		{"value":"eugenia uniflora",
	"xml:lang":"eng"
	},
	{"value":"drying",
	"xml:lang":"eng"
	},
	{"value":"fruit",
	"xml:lang":"eng"
	},
	{"value":"packaging",
	"xml:lang":"eng"
	}
	],
	"bibo:volume":"5/n.1",
	"rdf:about":"http://agris.fao.org/aos/records/BR2015202164",
	"dct:identifier":"BR2015202164",
	"dct:type":"Journal Article",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/11131"
	},
	"dct:isPartOf":[
		{"rdf:resource":{"value":"http://aims.fao.org/serials/j_1294754373047"}
	},
	{"bibo:Journal":{"dct:title":{"value":"Comunicata Scientiae"},
	"bibo:ISSN":{"value":"2176-9079"}
	}
	}
	],
	"dct:issued":"2014-",
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://comunicata.ufpi.br/index.php/comunicata/article/download/235/225",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Alexandre Hofsky"
	}
	},
	{"foaf:Person":{"foaf:name":"Figueirêdo Rossana"
	}
	},
	{"foaf:Person":{"foaf:name":"Queiroz Alexandre"
	}
	},
	{"foaf:Person":{"foaf:name":"Oliveira Emanuel"
	}
	},
	{"foaf:Organization":{"foaf:name":"Universidade Federal de Campina Grande"
	}
	}
	],
	"bibo:abstract":[
		{"value":"O tipo de secagem e a embalagem são dois fatores indispensáveis no estudo da desidratação e conservação de frutos, respectivamente. Objetivou-se estudar o armazenamento de pitanga em pó, produzida por meio de secagem em camada de espuma, acondicionada em embalagem flexível multifolhada (PET/PP). As amostras em pó foram obtidas mediante desidratação da polpa em estufa com circulação de ar (0,5 m s-1) a temperatura de 70 oC. A pitanga em pó foi acondicionada em embalagem flexível e armazenada a temperatura e umidade relativa ambiente durante 60 dias. Durante o armazenamento foi avaliada a estabilidade do pó por meio do acompanhamento a cada 10 dias do teor de umidade, ácido ascórbico, pH, acidez total titulável, açúcares redutores, açúcares não redutores, açúcares totais e dos parâmetros de cor (luminosidade, intensidade de vermelho e amarelo). Apenas os açúcares não redutores não apresentaram diferença estatística ao longo de todo o armazenamento. Os resultados indicaram que o pó sofreu alterações na maioria das propriedades avaliadas, mas os teores de ácido ascórbico, umidade, acidez totaltitulável e açúcares totais pouco variaram ao longo dos 60 dias.",
	"xml:lang":"por"
	},
	{"value":"The type of drying and packaging are two essential factors in the study of dehydration and preservation of fruits,respectively. The objective was study the storage of surinam cherry powder produced by foam mat drying and packaged in flexible packing (PET/PP). The powder sampleswere obtained by pulp dehydration in an oven with circulating air (0.5 m s-1) in the temperature of 70 °C. The surinam cherry powder was wrapped in flexible packing and stored at room temperature and relative humidity for 60 days. During the storage was evaluated the stability of powder throughthe monitoring every 10 days the moisture content, ascorbic acid, pH, titratable acidity, reducing sugars, non reducing sugars, total sugars and color parameters (brightness, redness and yellowness). Only the non-reducing sugars did not differ significantly with the storage time. The results indicated that the powder has changed in most of the properties, but the ascorbic acid content, moisture content, total acidity and total sugars varied little over the 60 days.",
	"xml:lang":"eng"
	}
	]
	}}
