{"resource": {
	"dct:language":"eng",
	"dct:title":[
		{"value":"Comparative efficiency and yield in different systems and densities at the nursery culture phase of the oyster Crassostrea gigas in southern Brazil",
	"xml:lang":"eng"
	},
	{"value":"   Comparação de Eficiência e Rendimento de diferentes sistemas e densidades na fase de cultivo berçário da ostra Crassostrea gigas na região Sul do Brasil ",
	"xml:lang":"por"
	}
	],
	"dc:subject":[
		{"value":"seeds",
	"xml:lang":"eng"
	},
	{"value":"growth",
	"xml:lang":"eng"
	},
	{"value":"crassostrea gigas",
	"xml:lang":"eng"
	},
	{"value":"production",
	"xml:lang":"eng"
	},
	{"value":"nursery bed preparation",
	"xml:lang":"eng"
	}
	],
	"bibo:volume":"71/n.2",
	"rdf:about":"http://agris.fao.org/aos/records/BR2015F02358",
	"dct:identifier":"BR2015F02358",
	"dct:type":"Journal Article",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19420"
	},
	"dct:isPartOf":[
		{"rdf:resource":{"value":"http://aims.fao.org/serials/c_ea787e45"}
	},
	{"bibo:Journal":{"dct:title":{"value":"Boletim de Indústria Animal"},
	"bibo:ISSN":{"value":"0067-9615"}
	}
	}
	],
	"dct:issued":"2014-",
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://www.iz.sp.gov.br/pdfsbia/1403097843.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"FERREIRA,  F. M."
	}
	},
	{"foaf:Person":{"foaf:name":"FERREIRA, J. F."
	}
	}
	],
	"bibo:abstract":[
		{"value":"This study was conducted to compare different aquaculture systems and seed densities for the nursery phase of Crassostrea gigas in Brazil. Small oyster seeds (2 mm in height) reared in three nursery systems (same area/floor), a lantern net, a bouncing bucket or a floating box were compared with three initial stocking densities (50, 100 and 200 mL of seeds/system floor). As density increased, there was a significant decline in seed growth and yield, mainly in the lantern nets (P=0.0002). Better yields were observed in the box (P=0.005) and bucket systems (P=0.02) under densities of 50 and 100 mL. However, at the highest density, the nursery box system had the highest seed yield when compared to the lantern net and bucket systems (P=0.003). The results showed that the floating box was the most efficient system tested with a survival of 54% at a density of 100 mL. This was more than twice the survival for the same volumes used in the nursery lantern nets (24%), which was the most common culture method in Brazil prior to this experiment (2002). An additional advantage is the reduced cost of starting with 2.0 mm seeds that cost 50% less than the usual 4.0 to 8.0 mm seeds. These results showed the efficiency of the floating box system, which is currently used by over 90% of oyster producers in Brazil.",
	"xml:lang":"eng"
	},
	{"value":"Neste trabalho, foram comparados diferentes sistemas de cultivo e densidades na fase de berçário da Crassostrea gigas no Sul do Brasil. Sementes de ostra (2 mm de altura), mantidas em três sistemas de berçário (de mesma área de piso), lanternas, baldes flutuantes e caixas flutuantes foram comparadas começando com três densidades de estocagem (50, 100 e 200 mL de sementes por piso de cada sistema). Com o aumento da densidade houve significativa diminuição do crescimento e rendimento, principalmente nas lanternas berçário (p=0,0002). As melhores sobrevivências foram observadas na caixa (p=0,005) e nos baldes (p=0,02) em densidades de 50 e 100 mL. Na maior densidade, o sistema de caixa flutuante apresentou o melhor rendimento quando comparado ao sistema de balde e de lanterna (p=0,003). Os resultados mostraram a caixa flutuante como o mais eficiente dos sistemas testados, chegando a rendimentos de 54% na densidade de 100 mL, mais do que duas vezes a sobrevivência alcançada no sistema de lanternas (24%), que era o mais utilizado no Brasil até o momento deste experimento (2002). Uma vantagem adicional é a redução no custo ao se iniciar o cultivo com sementes pequenas (2mm) que custam 50% menos do que sementes de tamanho normal entre 4 e 8 mm. Esses resultados mostram a eficiência do sistema de caixa que é utilizada, atualmente, por mais de 90% dos produtores no Brasil.",
	"xml:lang":"por"
	}
	]
	}}
