{"resource": {
	"dct:language":[
		"por",
	"eng"
	],
	"dct:title":[
		{"value":"Sample size for estimating the average and median character of white lupine (Lupinus albus L.)",
	"xml:lang":"eng"
	},
	{"value":"   Dimensionamento amostral para a estimação da média e da mediana de caracteres de tremoço branco (Lupinus albus L.) ",
	"xml:lang":"por"
	}
	],
	"dc:subject":[
		{"value":"experimental design",
	"xml:lang":"eng"
	},
	{"value":"lupinus albus",
	"xml:lang":"eng"
	}
	],
	"bibo:volume":"5/n.2",
	"rdf:about":"http://agris.fao.org/aos/records/BR2015202524",
	"dct:identifier":"BR2015202524",
	"dct:type":"Journal Article",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/11131"
	},
	"dct:isPartOf":[
		{"rdf:resource":{"value":"http://aims.fao.org/serials/j_1294754373047"}
	},
	{"bibo:Journal":{"dct:title":{"value":"Comunicata Scientiae"},
	"bibo:ISSN":{"value":"2176-9079"}
	}
	}
	],
	"dct:issued":"2014-",
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://comunicata.ufpi.br/index.php/comunicata/article/download/317/246",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Burin Cláudia"
	}
	},
	{"foaf:Person":{"foaf:name":"Cargnelutti Filho Alberto"
	}
	},
	{"foaf:Person":{"foaf:name":"Toebe Marcos"
	}
	},
	{"foaf:Person":{"foaf:name":"Alves Bruna Mendonça"
	}
	},
	{"foaf:Person":{"foaf:name":"Fick André Luis"
	}
	},
	{"foaf:Organization":{"foaf:name":"Campus Camobi, Universidade Federal de Santa Maria,Santa Maria, RS, Brasil"
	}
	},
	{"foaf:Organization":{"foaf:name":"Campus Camobi, Universidade Federal de Santa Maria,Santa Maria, RS, Brasil"
	}
	},
	{"foaf:Organization":{"foaf:name":"Campus Camobi, Universidade Federal de Santa Maria,Santa Maria, RS, Brasil"
	}
	},
	{"foaf:Organization":{"foaf:name":"Campus Camobi, Universidade Federal de Santa Maria,Santa Maria, RS, Brasil"
	}
	},
	{"foaf:Organization":{"foaf:name":"Campus Camobi, Universidade Federal de Santa Maria,Santa Maria, RS, Brasil"
	}
	}
	],
	"bibo:abstract":[
		{"value":"The objective of this work was to determine the sample size (number of plants) required to estimate the average and median character of white lupine (Lupinus albus L.), with different levels of precision. An experiment of white lupine was conducted in area 50 × 50 m. At 157 days after seeding, were collected, randomly, 400 plants. In each plant were measured morphological (plant height and stem diameter) and productive characters (number of pods, green mass of pods, green mass of the aerial part without pods, green mass of the aerial part, dry mass of pods, dry mass of the aerial part without pods, dry mass of the aerial part). For each character, it was calculated measures of central tendency, variability, skewness, kurtosis and determined the sample size by resampling with replacement of 10,000 samples. To estimate the average productive and morphological characters of white lupine, with amplitude of confidence interval of 95%, equal 25% of average estimate, 81 plants is required. To estimate the median, with this same precision, 129 plants are sufficient.",
	"xml:lang":"eng"
	},
	{"value":"O objetivo deste trabalho foi determinar o tamanho de amostra (número de plantas) necessário para a estimação da média e da mediana de caracteres de tremoço branco (Lupinus albus L.), com diferentes níveis de precisão. Foi conduzido um experimento de tremoço branco em uma área de 50 × 50 m. Aos 157 dias após a semeadura, foram coletadas, aleatoriamente, 400 plantas. Em cada planta foram mensurados os caracteres morfológicos (altura de planta e diâmetro do colmo) e os produtivos (número de vagens, massa verde de vagens, massa verde da parte aéreasem vagens, massa verde da parte aérea, massa seca de vagens, massa seca da parte aérea sem vagens e massa seca da parte aérea). Para cada caractere, foram calculadas medidas de tendência central, de variabilidade, de assimetria e de curtose e determinado o tamanho de amostra por meio de reamostragem, com reposição, de 10.000 amostras. Para a estimação da média de caracteres produtivos e morfológicos de tremoço branco, com amplitude do intervalo deconfiança de 95% igual a 25% da estimativa da média são necessárias 81 plantas. Para estimação da mediana, com essa mesma precisão, 129 plantas são suficientes.",
	"xml:lang":"por"
	}
	]
	}}
