{"resource": {
	"dct:language":"por",
	"dct:title":[
		{"value":"Nutritive value of elephantgrass and Mombaçagrass under irrigation influence and sequential grazing day",
	"xml:lang":"eng"
	},
	{"value":"   Valor nutritivo do capim-Elefante cv. Napier e capim-Mombaça sob influência da irrigação e do dia sequencial de pastejo Nutritive ",
	"xml:lang":"por"
	}
	],
	"dc:subject":[
		{"value":"pennisetum purpureum",
	"xml:lang":"eng"
	},
	{"value":"digestibility",
	"xml:lang":"eng"
	},
	{"value":"composition",
	"xml:lang":"eng"
	},
	{"value":"panicum maximum",
	"xml:lang":"eng"
	},
	{"value":"chemicals",
	"xml:lang":"eng"
	}
	],
	"bibo:volume":"67/n.2",
	"rdf:about":"http://agris.fao.org/aos/records/BR2015F01431",
	"dct:identifier":"BR2015F01431",
	"dct:type":"Journal Article",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19420"
	},
	"dct:isPartOf":[
		{"rdf:resource":{"value":"http://aims.fao.org/serials/c_ea787e45"}
	},
	{"bibo:Journal":{"dct:title":{"value":"Boletim de Indústria Animal"},
	"bibo:ISSN":{"value":"0067-9615"}
	}
	}
	],
	"dct:issued":"2010-",
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://www.iz.sp.gov.br/pdfsbia/1302292486.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"RIBEIRO,  E. G."
	}
	},
	{"foaf:Person":{"foaf:name":"FONTES,  C. A. A."
	}
	},
	{"foaf:Person":{"foaf:name":"LIMA,  M. L. P."
	}
	},
	{"foaf:Person":{"foaf:name":"MARTINS,  C. E."
	}
	},
	{"foaf:Person":{"foaf:name":"CÓSER,  A. C."
	}
	},
	{"foaf:Person":{"foaf:name":"BARROS,  E. E. L."
	}
	}
	],
	"bibo:abstract":[
		{"value":"A pesquisa foi conduzida com o objetivo de se avaliar a influência da irrigação e do dia de ocupação do piquete sobre a composição química e digestibilidade \"in vitro\" do capim-elefante cv. Napier e capim-Mombaça. Irrigou-se repondo 100 % da evapotranspiração (ET0) média diária observada em dez anos. Adotou-se lotação rotacionada, com quatro dias de ocupação e 32 de descanso, carga animal variável e pressão de pastejo de 4 kg de matéria seca foliar/100 kg de peso vivo. As amostras foram obtidas durante oito dias consecutivos, nos quatro dias de ocupação em dois piquetes, utilizando-se quatro novilhos providos de fístula esofágica. Na época seca, não se verificou efeito de irrigação sobre os teores MS, PB, FDN, FDA e lignina e DIVMO da extrusa para as duas espécies estudadas. No entanto, observaram-se maiores teores de MO nas extrusas correspondentes às forrageiras irrigadas. Não houve ainda, na época seca, diferença entre forrageiras quanto aos teores de MO, PB, FDA e lignina, entretanto, o capim Napier apresentou maior teor de FDN e maior DIVMS. Na época chuvosa, não se verificou efeito de irrigação sobre os teores dos componentes químicos e sobre a DIVMS. Nessa época, o capim Napier apresentou menores teores de FDN, FDA e lignina e teores semelhantes de MS, MO e PB e DIVMS. No estudo referente ao dia de ocupação, a análise de regressão revelou quedas lineares nos teores de MS, PB, e na DVMS da extrusa, com avançar do período de ocupação do piquete, que corresponderam a 4,0% no teor de MS, 12,0% no teor de PB e 2,0% na DIVMS por dia de pastejo. Por outro lado, ocorreram aumentos lineares (P"},
	{"value":"The research aimed to evaluate the influence of irrigation and sequential grazing day on chemical composition and \"in vitro\" digestibility of Napiergrass and Mombaça-guinea grass. The irrigation supplied the previous ten-year mean daily evapotranpiration (ET0). It was adopted the rotational grazing, with grazing period of four days, resting period of 32 days and variable stocking, with grazing pressure of four kg of leaf dry matter per 100 kg live weight. The samples were collected during eight sequential days, corresponding to the four days of occupation of two plots, using four esophagus fistulated steers. During dry season, it was not observed irrigation influence on dry matter (DM), crude protein (CP), neutral detergent fiber (NDF), acid detergent fiber (ADF) and lignin content, and on \"in vitro\" digestibility of extrusated DM (IVDMD) for the two grass species, but it was observed higher organic matter (OM) content in extrusa from irrigated forages. During season, forages did not differ regarding to OM, CP, ADF and lignin contents. However, Napier grass showed higher NDF content and IVDMD. During rainy season, irrigation had no influence on chemical composition or IVDMD and Napier grass showed lower contents of NDF, ADF and lignin than Mombaça grass and similar contents of DM, OM and CP and IVDMD. Regression analysis revealed linear decrease in the content of DM, CP and \"in vitro\" digestibility of extrusa DM (IVDMD) as the occupation period of the plot advanced, which corresponded to 4.0% a day in protein content and to 2.0% a day in IVDMD. By the other hand, the contents of NDF, ADF and lignin increased by 2.0",
	"xml:lang":"eng"
	},
	{"value":"4.0 and 7.0 % each grazing day, respectively.",
	"xml:lang":"por"
	}
	]
	}}
