{"resource": {
	"dct:language":"por",
	"dct:title":[
		{"value":"Techniques used detection and quantification of aflatoxin M1 in milk",
	"xml:lang":"eng"
	},
	{"value":"   Técnicas utilizadas para detecção e quantificação de aflatoxina M1 no Leite ",
	"xml:lang":"por"
	}
	],
	"dc:subject":[
		{"value":"hplc",
	"xml:lang":"eng"
	},
	{"value":"mycotoxins",
	"xml:lang":"eng"
	},
	{"value":"chromatography",
	"xml:lang":"eng"
	},
	{"value":"elisa",
	"xml:lang":"eng"
	}
	],
	"bibo:volume":"69/n.2",
	"rdf:about":"http://agris.fao.org/aos/records/BR2015F01334",
	"dct:identifier":"BR2015F01334",
	"dct:type":"Journal Article",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19420"
	},
	"dct:isPartOf":[
		{"rdf:resource":{"value":"http://aims.fao.org/serials/c_ea787e45"}
	},
	{"bibo:Journal":{"dct:title":{"value":"Boletim de Indústria Animal"},
	"bibo:ISSN":{"value":"0067-9615"}
	}
	}
	],
	"dct:issued":"2013-",
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://www.iz.sp.gov.br/pdfsbia/1365777877.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"FRIZZARIN,   A."
	}
	},
	{"foaf:Person":{"foaf:name":"DUARTE,  K. M. R."
	}
	}
	],
	"bibo:abstract":[
		{"value":"Aflatoxina é a denominação dada a um grupo de substâncias tóxicas, produzidas principalmente por dois fungos Aspergillus flavus　e　Aspergillus parasiticus,　que se desenvolvem sobre muitos produtos agrícolas e alimentos quando as condições de umidade do produto, umidade relativa do ar e temperatura ambiente são favoráveis. As aflatoxinas podem apresentar diferentes formas, sendo que no leite, apresentam-se como M1 e M2, resultantes do metabolismo das aflatoxinas B1 e B2. A aflatoxina M1(AFM1) é classificada como possível carcinógeno para o homem, por isso, a ocorrência desta no leite de vacas lactantes é uma questão de saúde pública, diversas técnicas são utilizadas para sua detecção e quantificação. Essas técnicas incluem as físico-químicas como a cromatografia em camada delgada e cromatografia líquida de alta eficiência e as técnicas biológicas que incluem os imunoensaios, como o radioimunoensaio e o ELISA. Deste modo, estre trabalho objetivou apresentar as técnicas utilizadas para determinação de aflatoxina M1 e M2 no leite.",
	"xml:lang":"por"
	},
	{"value":"Aflatoxin is a group of toxic substances produced by fungi, mainly Aspergillus flavus　and　Aspergillus parasiticus. It can be developed in agriculture products such as grains or processed food, when environment conditions of humidity and air humidity are favorable. Aflatoxins can be presented as several forms. In Milk, are called M1 and M2, resulting from aflatoxins B1 and B2 metabolism. Aflatoxin M1 (AFM1) is classified as a possible carcinogen to humans, so the occurrence of aflatoxin M1 in milk of lactating cows is a public health issue, and because of its importance several techniques are used for its detection and quantification. These techniques include the physical-chemical as thin layer chromatography and high performance liquid chromatography and the biological techniques including immunoassays such as RIA and ELISA. This review aimed to present the techniques used to quantify aflatoxins M1 and M2 in milk and dairy products.",
	"xml:lang":"eng"
	}
	]
	}}
