{"resource": {
	"dct:language":"por",
	"dct:title":[
		{"value":"Height, leaf nymber, chemical composition and dry matter production of Stylosanthes Campo Grande at different levels of potassium and zinco.",
	"xml:lang":"eng"
	},
	{"value":"   composição química e produção de massa seca de Estilosantes Campo Grande sob níveis de potássio e zinco. "},
	{"value":"   Altura ",
	"xml:lang":"por"
	},
	{"value":"   número de folhas "}
	],
	"dc:subject":[
		{"value":"fertilization",
	"xml:lang":"eng"
	},
	{"value":"regrowth",
	"xml:lang":"eng"
	},
	{"value":"crude protein",
	"xml:lang":"eng"
	}
	],
	"bibo:volume":"72/n.3",
	"bibo:doi":"10.17523/bia.v72n3p234",
	"rdf:about":"http://agris.fao.org/aos/records/BR2015F11561",
	"dct:identifier":"BR2015F11561",
	"dct:type":"Journal Article",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19420"
	},
	"dct:isPartOf":[
		{"rdf:resource":{"value":"http://aims.fao.org/serials/c_ea787e45"}
	},
	{"bibo:Journal":{"dct:title":{"value":"Boletim de Indústria Animal"},
	"bibo:ISSN":{"value":"0067-9615"}
	}
	}
	],
	"dct:issued":"2015-",
	"bibo:uri":"http://dx.doi.org/10.17523/bia.v72n3p234",
	"dct:dateSubmitted":2016,
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"GOMES, F. M."
	}
	},
	{"foaf:Person":{"foaf:name":"GUIMARÃES, C. C."
	}
	},
	{"foaf:Person":{"foaf:name":"RIBEIRO, K. G."
	}
	},
	{"foaf:Person":{"foaf:name":"SILVA,  J.L."
	}
	},
	{"foaf:Person":{"foaf:name":"SANTOS, R. S."
	}
	},
	{"foaf:Person":{"foaf:name":"PEREIRA, O. G."
	}
	}
	],
	"bibo:abstract":[
		{"value":"Objetivou-se determinar a altura de plantas, o número de folhas totais e vivas, a composição química e a produção de massa seca, no primeiro corte e aos 21 dias de rebrota, do estilosantes cv. Campo Grande, sob diferentes níveis de potássio (K2O), com e sem zinco (Zn). O experimento foi realizado em esquema fatorial 4 x 2, no delineamento em blocos casualizados, com quatro repetições. Foram utilizados quatro níveis de K2O (0",
	"xml:lang":"por"
	},
	{"value":"The objective of this study was to determine plant height, total number of leaves, number of live leaves, chemical composition and dry mass production of Stylosanthes cv. Campo Grande at first cut and after 21 days of regrowth at different levels of potassium (K2O) with and without zinc (Zn). The experiment was conducted using a randomized block design in a 4 x 2 factorial scheme consisting of four repetitions. Four levels of K2O (0, 120, 240 and 360 mg/dm3) with and without Zn (0 and 6 mg/dm3) were used. There was no effect of the interaction between K2O and Zn levels on the structural characteristics of Stylosanthes cv. Campo Grande, and no independent effects of the different levels of K2O and Zn were observed. The mean plant height, total number of leaves and number of live leaves were 21.2 cm, 30.2 and 27.2, respectively. Dry mass production did not differ between K2O and Zn levels, with a mean production of 3.7 g/pot. There was also no effect of the interaction between K2O and Zn levels on dry matter and neutral detergent fiber content, and no independent effects of the different levels of K2O and Zn were observed, with mean values of 29.3% and 46.9% dry matter, respectively. However, an effect of the interaction between K2O and Zn levels was observed for crude protein content, which exhibited a quadratic response. Re2growth increased linearly with increasing K2O levels. Although the highest crude protein content was obtained at zero levels of potassium and zinc, potassium fertilization is advantageous since it increases the regrowth of Stylosanthes cv. Campo Grande in 21 days.",
	"xml:lang":"eng"
	},
	{"value":"240 e 360 mg/dm3), com e sem Zn (0 e 6 mg/dm3). Não houve efeito da interação níveis de K2O e Zn, nem efeitos independentes de níveis de K2O e de Zn sobre as características estruturais do estilosantes cv. Campo Grande. Os valores médios para altura de plantas, número de folhas totais e número de folhas vivas foram de 21,2 cm, 30,2 folhas e 27,2 folhas vivas, respectivamente. A produção de massa seca não variou com os níveis de K2O e Zn com valor médio de 3,7 g/vaso. Não houve efeito da interação níveis de K2O e Zn, nem efeitos independentes de níveis de K2O e Zn sobre os teores de matéria seca e de fibra em detergente neutro, obtendo-se valores médios de 29,3% e 46,9% MS, respectivamente. No entanto, foi observado efeito da interação níveis de K2O e Zn para os teores de proteína bruta, que apresentaram resposta quadrática. A rebrota aumentou de forma linear com os níveis crescentes de K2O. Embora o mais alto teor de proteína bruta tenha sido obtido nos níveis zero de potássio e zinco, a adubação com potássio é vantajosa por incrementar a rebrota aos 21 dias do estilosantes cv. Campo Grande."},
	{"value":120}
	]
	}}
