{"resource": {
	"dct:language":"por",
	"dct:title":[
		{"value":"   Uréia em dietas para bovinos de origem leiteira em crescimento: Consumo de nutrientes e desenvolvimento corporal ",
	"xml:lang":"por"
	},
	{"value":"Urea in diets for dairy cattle: in take of nutrients and body development",
	"xml:lang":"eng"
	}
	],
	"dc:subject":[
		{"value":"food consumption",
	"xml:lang":"eng"
	},
	{"value":"animal nutrition",
	"xml:lang":"eng"
	},
	{"value":"sugarcane",
	"xml:lang":"eng"
	},
	{"value":"silage",
	"xml:lang":"eng"
	}
	],
	"bibo:volume":"68/n.2",
	"rdf:about":"http://agris.fao.org/aos/records/BR2015F01498",
	"dct:identifier":"BR2015F01498",
	"dct:type":"Journal Article",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19420"
	},
	"dct:isPartOf":[
		{"rdf:resource":{"value":"http://aims.fao.org/serials/c_ea787e45"}
	},
	{"bibo:Journal":{"dct:title":{"value":"Boletim de Indústria Animal"},
	"bibo:ISSN":{"value":"0067-9615"}
	}
	}
	],
	"dct:issued":"2011-",
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://www.iz.sp.gov.br/pdfsbia/1340910446.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"SIGNORETTI, R. D."
	}
	},
	{"foaf:Person":{"foaf:name":"GARCIA, T. S."
	}
	},
	{"foaf:Person":{"foaf:name":"DIB, V."
	}
	},
	{"foaf:Person":{"foaf:name":"SOUZA,  F. H. M."
	}
	},
	{"foaf:Person":{"foaf:name":"OLIVEIRA, E. M."
	}
	},
	{"foaf:Person":{"foaf:name":"PESSIM, B."
	}
	}
	],
	"bibo:abstract":[
		{"value":"Objetivou-se avaliar a utilização de uréia como substituto ao farelo de soja em dietas a base de silagem de cana-de-açúcar sobre o consumo de nutrientes e o desenvolvimento corporal de doze bovinos mestiços leiteiros, castrados, com peso inicial de 184,79 ± 6,6 kg e idade média de 9,5 ± 1,9 meses, distribuídos em delineamento em blocos casualizados com dois tratamentos (sem e com uréia) com seis repetições cada. Os consumos de MS, MO, PB, FDN, FDA, NDT, expressos em kg/animal/dia e a conversão alimentar da MS e da PB foram piores com a substituição do farelo de soja pela uréia nas dietas dos animais. As mensurações corporais não foram afetadas pela substituição do farelo de soja por uréia, porém houve redução (P",
	"xml:lang":"por"
	},
	{"value":"The objective was to evaluate the use of urea as a replacement to soybean meal in diets based on silage sugar cane intake of nutrients and body development of twelve dairy crossbred cattle, bulls, with initial weight of 184.79 ± 6.6 kg and average age of 9.5 ± 1.9 months, distributed in randomized block design with two treatments (with and without urea), six replicates each. The DM, OM, CP, NDF, ADF, TDN, expressed in kg / animal / day and feed:gain ratio of DM and CP decreased with the replacement of soybean meal by urea in the diets of animals. The body measurements were not affected by the replacement of soybean meal by urea, but reduced (P",
	"xml:lang":"eng"
	}
	]
	}}
