{"resource": {
	"dct:language":"por",
	"dct:title":[
		{"value":"DL-methionine and methionine hidroxi analogue free acid in avian feeding",
	"xml:lang":"eng"
	},
	{"value":"   Utilização da DL-metionina e metionina hidroxi-análoga na alimentação de aves ",
	"xml:lang":"por"
	}
	],
	"dc:subject":[
		{"value":"amino acids",
	"xml:lang":"eng"
	},
	{"value":"layering",
	"xml:lang":"eng"
	},
	{"value":"broiler chickens",
	"xml:lang":"eng"
	},
	{"value":"methionine",
	"xml:lang":"eng"
	}
	],
	"rdf:about":"http://agris.fao.org/aos/records/BR2015F01424",
	"dct:identifier":"BR2015F01424",
	"dct:type":"Journal Article",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19420"
	},
	"dct:isPartOf":[
		{"rdf:resource":{"value":"http://aims.fao.org/serials/c_ea787e45"}
	},
	{"bibo:Journal":{"dct:title":{"value":"Boletim de Indústria Animal"},
	"bibo:ISSN":{"value":"0067-9615"}
	}
	}
	],
	"dct:issued":"2010-",
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://www.iz.sp.gov.br/pdfsbia/1287402671.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"MOURA,  A. M. A. D."
	}
	},
	{"foaf:Person":{"foaf:name":"MELO,  T. V."
	}
	},
	{"foaf:Person":{"foaf:name":"MIRANDA,  D. J. A."
	}
	}
	],
	"bibo:abstract":[
		{"value":"Methionine is an essential sulfur amino acid and appears as first limiting in poultry nutrition. The sources of this amino acid found in an industrial scale in the market today are: DL-2-amino-4-methylthio butanoic acid (DLM) and DL-2-hydroxy-4 (methyl) butanoic acid, known as methionine hydroxy analog acid free (MHA-AL). Bio-efficiency values was obtained by testing dose-response using exponential models to explain the animal’s responses to the sources of methionine. It is not only the composition of the basal diet would influence the efficiency of the use of MHA-AL, but the differences in dietary levels of methionine and the total sulfur amino acids contained in the basal diet. The effects on the performance in diets for broilers and laying hens supplemented with this already healthy amino acid consolidated. This review aimed to discuss the use of DL-methionine (DLM) and methionine hydroxy analog free acid (MHA-AL) as a source of methionine for broilers and layers based on experimental data and technical reported in scientific literature.",
	"xml:lang":"eng"
	},
	{"value":"A metionina é um aminoácido sulfurado essencial e aparece como primeiro limitante nas rações de aves. As fontes deste aminoácido encontradas no mercado são: o ácido DL-2-amino-4-metiltio butanóico (DLM) e o ácido DL-2- hidroxi-4 (metilo) butanóico, mais conhecido como metionina hidróxi análoga ácido livre (MHA-AL). Os valores de bioeficácia são obtidos através de ensaios de dose-resposta utilizando modelos exponenciais para explicar as respostas dos animais às fontes de metionina. Não é apenas a composição da dieta basal que influenciaria a eficiência da utilização da MHA-AL, mas as diferenças nos níveis da metionina dietética e o total dos aminoácidos sulfurados contidos na dieta basal. Os efeitos sobre o desempenho em rações para frangos de corte e poedeiras suplementadas com este aminoácido já são consolidados. Objetivou-se com esta revisão discutir a suplementação da DL-Metionina (DLM) e Metionina Hidróxi Análoga acido livre (MHA-AL) como fonte do aminoácido metionina para frangos de corte e poedeiras, sob a ótica acadêmica e da indústria, abordando os aspectos nutricionais, econômicos dentre outros.",
	"xml:lang":"por"
	}
	]
	}}
