{"resource": {
	"dct:language":"por",
	"dct:title":[
		{"value":"   peso de abate e sexo "},
	{"value":"   Proporção tecidual da perna de caprinos jovens em função do grupo racial ",
	"xml:lang":"eng"
	},
	{"value":"Leg tissue composition of goat kids according to racial group, weight and gender",
	"xml:lang":"eng"
	}
	],
	"dc:subject":[
		{"value":"bones",
	"xml:lang":"eng"
	},
	{"value":"kids",
	"xml:lang":"eng"
	},
	{"value":"tissue",
	"xml:lang":"eng"
	},
	{"value":"muscles",
	"xml:lang":"eng"
	},
	{"value":"fats",
	"xml:lang":"eng"
	}
	],
	"bibo:volume":"68/n.1",
	"rdf:about":"http://agris.fao.org/aos/records/BR2015F01457",
	"dct:identifier":"BR2015F01457",
	"dct:type":"Journal Article",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19420"
	},
	"dct:isPartOf":[
		{"rdf:resource":{"value":"http://aims.fao.org/serials/c_ea787e45"}
	},
	{"bibo:Journal":{"dct:title":{"value":"Boletim de Indústria Animal"},
	"bibo:ISSN":{"value":"0067-9615"}
	}
	}
	],
	"dct:issued":"2011-",
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://www.iz.sp.gov.br/pdfsbia/1328112189.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"MEDEIROS,  B. B. L."
	}
	},
	{"foaf:Person":{"foaf:name":"GONÇALVES,  H. C."
	}
	},
	{"foaf:Person":{"foaf:name":"MENEZES, J. J. L."
	}
	},
	{"foaf:Person":{"foaf:name":"RODRIGUES, L."
	}
	},
	{"foaf:Person":{"foaf:name":"CAÑIZARES,  G. I. L."
	}
	},
	{"foaf:Person":{"foaf:name":"MARTINS,  M. F."
	}
	}
	],
	"bibo:abstract":[
		{"value":"Objetivou-se com este trabalho avaliar o efeito do grupo racial, sexo e peso de abate, na proporção tecidual da perna de caprinos jovens criados em sistema de confinamento. Foram utilizados 74 cabritos, de ambos os sexos divididos dentre os grupos raciais: Alpina (A), ½ Anglo- Nubiana +½ Alpina (½ ANA), ½ Boer + ½ Alpina (½ BA), ¾ Boer + ¼ Alpina (¾ BA) e ½ Anglo-Nubiana + ¼ Alpina + ¼ Boer (Tricross- TC), com três pesos de abate (25, 30 e 35 kg). A perna representou 31,01% da meia carcaça, sendo 62,29% de músculo total, 21,45% de osso total e 8,35% de gordura total. Os representantes da raça Alpina apresentaram maior peso dos ossos que os outros grupos. Os machos apresentaram maior proporção de músculos e ossos, e as fêmeas maiores quantidade de gordura subcutânea e intermuscular da perna. A porcentagem de peso do músculo total, cinco músculos, músculo adductor, músculo quadríceps e fêmur foram superiores nos pesos de abate de 25 e 30 kg.",
	"xml:lang":"por"
	},
	{"value":"To evaluate the effect of breed group, slaughter weight and sex on tissue proportion of the leg and muscle, bone and fat ratio in confined kids, seventy-four goats of both sex were used and divided among breed groups: Alpine (A), ½ Nubian + ½ Alpine (½ ANA), ½ Boer + ½ Alpine (½ BA), ¾ Boer + ¼ Alpine (¾ BA) and ½ Nubian + ¼ Alpine + ¼ Boer, (Three cross - TC), at three slaughter weights (25, 30 and 35 kg). Leg represented 31.01% of half carcass, where 62.29% was total muscle, 21.45% total bone and 8.35% total fat. Alpine animals had higher bone weight than other groups. Male kids had higher muscle and bone proportion, whereas females had higher subcutaneous and intramuscular fat in leg. The percentage of total weight of the muscle, five muscles, adductor muscle, quadriceps muscle and femur were higher in the slaughter weights of 25 and 30 kg.",
	"xml:lang":"eng"
	}
	]
	}}
