{"resource": {
	"dct:title":[
		{"value":"   Efeitos da suplementação com fontes de ácidos graxos em doadoras da raça Holandesa durante o pré e pós-parto sobre o retorno à ciclicidade e produção in vitro de embriões "},
	{"value":"   on estrous cycle return and in vitro production of embryos ",
	"xml:lang":"por"
	},
	{"value":"Effects of fatty acid suplementation in Holstein cows at pre and post partum period, on estrous cycle return and in vitro production of embryos",
	"xml:lang":"eng"
	},
	{"value":"   Effects of fatty acid suplementation in Holstein cows at pre and post partum period ",
	"xml:lang":"eng"
	}
	],
	"dc:subject":[
		{"value":"bos taurus",
	"xml:lang":"eng"
	},
	{"value":"supplements",
	"xml:lang":"eng"
	}
	],
	"bibo:volume":"70/n.2",
	"rdf:about":"http://agris.fao.org/aos/records/BR2014F01198",
	"dct:identifier":"BR2014F01198",
	"dct:type":"Journal Article",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19420"
	},
	"dct:isPartOf":[
		{"rdf:resource":{"value":"http://aims.fao.org/serials/c_ea787e45"}
	},
	{"bibo:Journal":{"dct:title":{"value":"Boletim de Indústria Animal"},
	"bibo:ISSN":{"value":"0067-9615"}
	}
	}
	],
	"dct:issued":"2013-",
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://www.iz.sp.gov.br/pdfsbia/1378834271.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"ROSSI,  G. F."
	}
	},
	{"foaf:Person":{"foaf:name":"MONTEIRO,  F. M."
	}
	},
	{"foaf:Person":{"foaf:name":"LIMA,  M. R."
	}
	},
	{"foaf:Person":{"foaf:name":"COLLADO,  M. D."
	}
	},
	{"foaf:Person":{"foaf:name":"VANTINI,  R."
	}
	},
	{"foaf:Person":{"foaf:name":"GARCIA,  J. M."
	}
	}
	],
	"bibo:abstract":[
		{"value":"supplemented with protected fat source 100 g/donor/day in pre-partum and 300 g/donor/day in postpartum) and linseed (n=5"},
	{"value":"The supplementation of dairy cattle with sources of polyunsaturated fatty acids (PUFA) can be use to increase the energy level of the diet in addition to having positive effects on reproductive functions of important tissues including the hypothalamus, pituitary, ovaries and uterus. The aims of this study were to evaluate the reproductive conditions of the postpartum, number of follicles, corpus luteum (CL) presence, concentration of progesterone (P4), aspirated oocytes, amount of viable oocytes and in vitro production of embryos (IVPE) of the Holstein multiparous donors supplemented with rich diet in protected PUFA (especially linoleic acid - n-6) and non-protected (especially linolenic acid - n-3) during pre and post partum. The diets had been given for pre-partum during 30 d and post partum 60 d. The donors were divided into three groups: Control (n=6), Megalac-E® (n=5",
	"xml:lang":"eng"
	},
	{"value":"supplemented with fat source unprotected containing 1 kg/donor/day pre-partum and 1.5 kg/donor/day in postpartum). The animals were submitted to ovum pick-up (OPU) on days 30, 45 and 60 d postpartum. The recovered oocytes were selected and the viable ones were submitted to IVPE procedures. The data were analyzed by the method of least squares variance using the GLM protocol. The differences between averages were compared by Tukey test with 5% significance. There was no detectable effect of treatment, aspirations of postpartum days and interactions on variables: CL presence, concentration of P4, amount of viable oocytes, viable oocytes rate, IVPE and embryos production rate. However, was observed in the group supplemented with linseed more follicles and total oocytes than Megalac-E® and Control group. Supplementation with PUFA didn't increase the number of viable oocytes and IVPE."}
	]
	}}
