{"resource": {
	"dct:language":"por",
	"dct:title":[
		{"value":"Effect of castration on performance and profitability of finishing cattle in rent feedlot",
	"xml:lang":"eng"
	},
	{"value":"   Efeito da castração sobre o desempenho e rentabilidade da terminação de bovinos de corte em confinamento de aluguel ",
	"xml:lang":"por"
	}
	],
	"dc:subject":[
		{"value":"beef cattle",
	"xml:lang":"eng"
	},
	{"value":"production costs",
	"xml:lang":"eng"
	},
	{"value":"feedlots",
	"xml:lang":"eng"
	},
	{"value":"profitability",
	"xml:lang":"eng"
	}
	],
	"bibo:volume":"68/n.1",
	"rdf:about":"http://agris.fao.org/aos/records/BR2015F01460",
	"dct:identifier":"BR2015F01460",
	"dct:type":"Journal Article",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19420"
	},
	"dct:isPartOf":[
		{"rdf:resource":{"value":"http://aims.fao.org/serials/c_ea787e45"}
	},
	{"bibo:Journal":{"dct:title":{"value":"Boletim de Indústria Animal"},
	"bibo:ISSN":{"value":"0067-9615"}
	}
	}
	],
	"dct:issued":"2011-",
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://www.iz.sp.gov.br/pdfsbia/1326989401.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"LOPES,  M. A."
	}
	},
	{"foaf:Person":{"foaf:name":"ROSA, L. V."
	}
	},
	{"foaf:Person":{"foaf:name":"SANTOS,  G."
	}
	},
	{"foaf:Person":{"foaf:name":"LOPES, N. M."
	}
	}
	],
	"bibo:abstract":[
		{"value":"e, como receitas, a venda dos bois gordos a R$56,14 e R$54,14/arroba para os castrados e inteiros, respectivamente. Para a análise de rentabilidade foi utilizado o software CU$TO BOVINO CORTE. Foram testadas as diferenças de médias entre os grupos castrados e inteiros pelo teste T de Student dos ganhos de peso médio diário (GMPD) e ganho de peso total (GMPT). Considerou-se o nível de confiança mínimo de 95%. As análises estatísticas foram realizadas no pacote estatístico SPSS 17.0. O efeito da castração influenciou negativamente o desempenho dos animais, avaliado pela taxa de ganho de peso, e consequentemente a rentabilidade da atividade, avaliada pela margem líquida. A receita auferida com a venda das arrobas adicionais provenientes dos animais inteiros foi suficiente para compensar a penalização praticada pelo frigorífico ao pecuarista por animais desse tipo."},
	{"value":"Analisaram-se os efeitos da castração sobre desempenho e rentabilidade da terminação de bovinos de corte em confinamento, comparativamente aos animais inteiros. Os dados analisados foram provenientes de um confinamento de aluguel de bovinos de corte, realizado durante os meses de agosto a novembro de 2005. Metade dos 50 animais mestiço, escolhidos aleatoriamente, foram castrados à faca 18 dias antes do início do confinamento. O peso médio inicial dos animais castrados e inteiros foi de 341kg e 347kg, enquanto que o peso vivo final foi de 437kg e 463kg, respectivamente. Foram consideradas como despesas o valor da arroba do boi magro (R$50,00), bem como o valor da diária de R$2,85 por animal, paga pelo pecuarista, proprietário dos animais, ao boitel"},
	{"value":"Effects of castration on performance and profitability of finishing beef cattle in feedlot was evaluated and compared to no-castrated animals. Data came from a rent feedlot of beef cattle, conducted from August to November of 2005. Half of 50 animals, randomly chosen, were castrated by knife 18 days before the beginning of feedlot. Averages of initial body weight for castrated and no-castrated animals were 341kg and 347kg, while for final body weight were 437kg and 463kg, respectively. Were considered as expenses arroba value of thin cattle (R$50.00), and R$2.85 daily expenses per animal paid by cattle owner to \"boitel\"",
	"xml:lang":"eng"
	},
	{"value":"and were considered as earnings sale of fat cattle at R$56.14 and R$54.14/arroba, respectively for castrated and no-castrated animals. For profitability analysis, CU$TO BOVINO CORTE software was utilized. Was tested the mean differences between castrated and intact groups by Student t test of average daily weight gains (GMPD) and total weight gain (GMPT). Was acceptable the minimum level of confidence of 95%. Statistical analysis was performed in SPSS 17.0 program. Effect of castration negatively influenced animals´ performance, evaluated by weight gain, and, consequently profitability of the system, evaluated by net margin. Earnings from sale of additional arrobas of no-castrated animals were enough to compensate penalization practiced by packinghouses for these animals.",
	"xml:lang":"por"
	}
	]
	}}
