{"resource": {
	"dct:language":"por",
	"dct:title":{"value":"ECOLOGIA REPRODUTIVA DE Cichlasoma orientale (OSTEICHTHYES: CICHLIDAE), UM PEIXE ENDÊMICO DO SEMI-ÁRIDO BRASILEIRO",
	"xml:lang":"por"
	},
	"bibo:pageStart":36,
	"bibo:volume":1,
	"bibo:pageEnd":44,
	"dct:type":"Journal Article",
	"rdf:about":"http://agris.fao.org/aos/records/BR2015N00009",
	"dct:identifier":"BR2015N00009",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19750"
	},
	"dct:isPartOf":{"bibo:Journal":{"dct:title":{"value":"Biota Amazônia (Biote Amazonie, Biota Amazonia, Amazonian Biota)"}
	}
	},
	"dct:issued":2015,
	"bibo:uri":"http://periodicos.unifap.br/index.php/biota/article/view/341",
	"dct:dateSubmitted":2016,
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Liliane de Lima Gurgel"
	}
	},
	{"foaf:Person":{"foaf:name":"José Roberto Verani"
	}
	},
	{"foaf:Person":{"foaf:name":"Fabiana Rodrigues de Arruda Câmara"
	}
	},
	{"foaf:Person":{"foaf:name":"Nirlei Hirachy Costa Barros"
	}
	},
	{"foaf:Person":{"foaf:name":"Sathyabama Chellappa"
	}
	},
	{"foaf:Organization":{"foaf:name":"Instituto Federal de Educação, Ciência e Tecnologia do Rio Grande do Norte"
	}
	},
	{"foaf:Organization":{"foaf:name":"Universidade Federal de São Carlos"
	}
	},
	{"foaf:Organization":{"foaf:name":"Universidade Federal do Rio Grande do Norte"
	}
	}
	],
	"bibo:issue":2,
	"bibo:abstract":{"value":"Cichlasoma orientale  Kullander, 1983 é uma espécie de ciclídeo endêmico do semi-árido do Nordeste brasileiro e frequentemente encontrada no ecossistema do rio Assu, Rio Grande do Norte. Levando em consideração a escassez de estudos na região e sua importância ecológica para o ambiente, o presente trabalho objetivou investigar a estrutura da população e a biologia reprodutiva desta espécie. Foi determinada a estrutura em comprimento e peso, relação peso-comprimento, proporção sexual, comprimento da primeira maturação, morfologia das gônadas, índice gonadossomático, fator de condição e fecundidade. Foram utilizados 118 exemplares de ambos os sexos com comprimento médio de 11,44 cm e peso médio de 37,18 g. A equação originada da relação peso total e comprimento total foi Wt = 0,0271Lt 2,9408, indicando um crescimento alométrico negativo. A fecundidade média por lote foi de 756,85 ovócitos vitelogênicos. Cichlasoma orientale apresenta desova parcelada com período reprodutivo entre os meses de março a junho e em setembro, com o maior pico reprodutivo no início das chuvas. Várias desovas dentro de um período reprodutivo indicam que a espécie C. orientale pode estar bem ajustada às características ambientais da região semi-árida. Estrutura populacional, região semi-árida, desova parcelada, reprodução.",
	"xml:lang":"por"
	}
	}}
