{"resource": {
	"dct:language":"por",
	"dct:title":[
		{"value":"   Brasil "},
	{"value":"   Estatus parasitológico da bovinocultura leiteira em Votuporanga e Valetim Gentil ",
	"xml:lang":"por"
	},
	{"value":"   Estado de São Paulo "},
	{"value":"Parasitological status of dairy cattle in Votuporanga and Valentim Gentil, São Paulo State, Brazil",
	"xml:lang":"eng"
	}
	],
	"dc:subject":[
		{"value":"eimeria",
	"xml:lang":"eng"
	},
	{"value":"parasitology",
	"xml:lang":"eng"
	},
	{"value":"haemonchus",
	"xml:lang":"eng"
	},
	{"value":"helminths",
	"xml:lang":"eng"
	}
	],
	"bibo:volume":"69/n.2",
	"rdf:about":"http://agris.fao.org/aos/records/BR2016F00133",
	"dct:identifier":"BR2016F00133",
	"dct:type":"Journal Article",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19420"
	},
	"dct:isPartOf":{"bibo:Journal":{"dct:title":{"value":"Boletim de Indústria Animal"},
	"bibo:ISSN":{"value":"0067-9615"}
	}
	},
	"dct:issued":"2013-",
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://www.iz.sp.gov.br/pdfsbia/1365773734.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"SILVA,  G. S."
	}
	},
	{"foaf:Person":{"foaf:name":"ROMERA,  D. M."
	}
	},
	{"foaf:Person":{"foaf:name":"ARAÚJO,  D. C."
	}
	},
	{"foaf:Person":{"foaf:name":"SILVA , R. A. P."
	}
	},
	{"foaf:Person":{"foaf:name":"GOMES, R. A."
	}
	}
	],
	"bibo:abstract":[
		{"value":"Given the importance of nematode parasites in cattle herds, this study aimed to assess the parasitological status of dairy cattle from small producers in Votuporanga and Valentim Gentil, SP. During technical visits to 45 farms in the region, interviews and stool sample collections were performed. It was observed that the producers of the area follow different treatment programs and did not follow specific recommendations of any official institution or organ. It is noteworthy that the producers choose the medication according to their own guidance or at the shop counter, and use mainly ivermectin and doramectin to treat animals. Results of fecal examinations revealed higher values of EPG in lactating animals, followed by weaned animals. The stool cultures showed that infection was caused mainly by Haemonchus sp and Cooperia sp., and also that cattle of all farms were positive for Eimeria spp., while the most infected were lactating and weaned animals.",
	"xml:lang":"eng"
	},
	{"value":"Dada a importância da verminose em bovinos, o presente trabalho teve por objetivo avaliar o status parasitológico da bovinocultura de leite desenvolvida por pequenos produtores dos municípios de Votuporanga e de Valentim Gentil, SP. Foram empregadas visitas técnicas, entrevistas e colheita de fezes de animais em 45 propriedades. Observou-se que os produtores dos dois municípios utilizam diferentes programas de tratamento das helmintoses, não seguindo recomendações específicas de nenhum órgão de assistência técnica. Destaca-se a informação de que os produtores escolhem o medicamento segundo sua própria orientação ou no balcão de estabelecimentos comerciais, sendo empregados, principalmente, a ivermectina e a doramectina no tratamento dos animais. Resultados de exames coproparasitológicos revelaram maiores valores de OPG em animais em fase de amamentação, seguida por animais desmamados. As coproculturas realizadas revelaram infecção, principalmente, por Haemonchus sp e Cooperia sp., mostrando também animais positivos para Eimeria spp. em todas as propriedades, sendo os bezerros em fase de amamentação e desmamados as categorias mais infectadas.",
	"xml:lang":"por"
	}
	]
	}}
