{"resource": {
	"dct:language":"por",
	"dct:title":[
		{"value":"   induzidas pela adubação nitrogenada "},
	{"value":"   Mudanças em atributos estruturais de dosséis do capim-Tifton 85 na fase de estabelecimento ",
	"xml:lang":"por"
	},
	{"value":"Changes in structural attributes of Tifton 85 bermudagrass canopies induced by N rates, during the pasture establisment",
	"xml:lang":"eng"
	}
	],
	"dc:subject":[
		{"value":"leaf area index",
	"xml:lang":"eng"
	},
	{"value":"cynodon",
	"xml:lang":"eng"
	}
	],
	"bibo:volume":"65/n.4",
	"rdf:about":"http://agris.fao.org/aos/records/BR2015F02229",
	"dct:identifier":"BR2015F02229",
	"dct:type":"Journal Article",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19420"
	},
	"dct:isPartOf":[
		{"rdf:resource":{"value":"http://aims.fao.org/serials/c_ea787e45"}
	},
	{"bibo:Journal":{"dct:title":{"value":"Boletim de Indústria Animal"},
	"bibo:ISSN":{"value":"0067-9615"}
	}
	}
	],
	"dct:issued":"2008-",
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://www.iz.sp.gov.br/pdfsbia/1242242338.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"GALZERANO,  L."
	}
	},
	{"foaf:Person":{"foaf:name":"ROSSIELLO,  R. O. P."
	}
	},
	{"foaf:Person":{"foaf:name":"OLIVEIRA,  A. P. O."
	}
	},
	{"foaf:Person":{"foaf:name":"PACIULLO,  D. S. C."
	}
	},
	{"foaf:Person":{"foaf:name":"MORENZ,   M. J. F."
	}
	},
	{"foaf:Person":{"foaf:name":"SILVA,  R. P."
	}
	}
	],
	"bibo:abstract":[
		{"value":"Strategies of nitrogen fertilization management in Tifton 85 bermudagrass pastures, based on monitoring changes in sward structural attributes demands previous definition of those more appropriate ones. With this purpose an experiment was carried out at the experimental campus of the Rural Federal University, Seropédica, RJ, from October 2006 to January 2007. Treatments consisted of N fertilization at zero",
	"xml:lang":"eng"
	},
	{"value":"100 e 150kg ha-1), aplicadas na forma de uréia e sem parcelamento, e de datas de amostragem, durante a fase de estabelecimento da pastagem. Utilizou-se um delineamento experimental em blocos inteiramente casualizados, em parcelas subdivididas, com quatro repetições. Os tratamentos foram alocados em parcelas de 4 x 4m, enquanto as datas de amostragem (dias após plantio, DAP) foram alocadas em sub-parcelas. As variáveis estudadas foram: freqüência de ocorrência de plantas, altura do dossel, índice de área foliar (IAF) e interceptação de radiação fotossinteticamente ativa (RFA). Os resultados obtidos mostraram que a freqüência de ocorrência"},
	{"value":"A definição de estratégias de adubação nitrogenada em pastagens de Tifton 85, baseadas no monitoramento de alterações nos atributos estruturais dos dosséis, exige a definição prévia daqueles mais apropriados. Para tal, foi desenvolvido um experimento no campo experimental da Universidade Federal Rural do Rio de Janeiro, município de Seropédica, RJ, entre os meses de outubro de 2006 a janeiro de 2007. Os tratamentos consistiram de doses de N (0"},
	{"value":"altura e a interceptação de RFA variaram temporalmente de acordo a um padrão logístico, cujos parâmetros foram modificados, pelas doses de N adicionadas. Aos 87 DAP, os valores de IAF responderam similarmente. Foi concluído que a aplicação de doses crescentes de N, durante a fase de estabelecimento do capim- Tifton 85 foi uma estratégia experimental limitada para a indução de variações quantitativas durante o desenvolvimento temporal da estrutura dos dosséis. A freqüência de ocorrência e o IAF foram os atributos que melhor responderam aos estímulos da adubação nitrogenada."},
	{"value":"100 and 150kg N-urea ha-1, in a single application, several sampling dates, during the pasture establishment, according to an entirely randomized design, with four replications. Treatments were allocated in experimental plots of 4 x 4m, and sampling dates (days after planting, DAP) in sub-plots. The variables studied were: frequency of plants occurrence"},
	{"value":"sward height, leaf area index (LAI) and interception of photosynthetically active radiation (PAR). The results showed that frequency of occurrence, sward height and PAR interception varied temporally according to a logistic pattern, whose parameters were modified, to a greater or lesser degree, by the nitrogen doses added. Similarly, at 87 DAP, LAI values responded in the same way. It was concluded that the application of increasing doses of N during the establishment of Tifton 85, was a limited experimental strategy for induction of quantitative changes during the time course of structural development of swards. However, frequency of occurrence and IAF were the best responsive traits in terms of nitrogen fertilization."},
	{"value":50}
	]
	}}
