{"resource": {
	"dct:language":"por",
	"dct:title":{"value":"ANÁLISE DO CUMPRIMENTO DO PERÍODO DE DEFESO NAS PRINCIPAIS FEIRAS LIVRES DO MUNICÍPIO DE MACAPÁ, AMAPÁ.",
	"xml:lang":"por"
	},
	"bibo:pageStart":58,
	"bibo:volume":3,
	"bibo:pageEnd":67,
	"dct:type":"Journal Article",
	"rdf:about":"http://agris.fao.org/aos/records/BR2015N00090",
	"dct:identifier":"BR2015N00090",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19750"
	},
	"dct:isPartOf":{"bibo:Journal":{"dct:title":{"value":"Biota Amazônia (Biote Amazonie, Biota Amazonia, Amazonian Biota)"}
	}
	},
	"dct:issued":2015,
	"bibo:uri":"http://periodicos.unifap.br/index.php/biota/article/view/658",
	"dct:dateSubmitted":2016,
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Juliana Barros Mota"
	}
	},
	{"foaf:Person":{"foaf:name":"Krystyanne Beatrix Souza Pinheiro"
	}
	},
	{"foaf:Person":{"foaf:name":"Marcela Nunes Videira"
	}
	},
	{"foaf:Organization":{"foaf:name":"Universidade do Estado do Amapá"
	}
	},
	{"foaf:Organization":{"foaf:name":"Universidade do estado do Amapá"
	}
	}
	],
	"bibo:issue":2,
	"bibo:abstract":{"value":"<p class=\"MsoNormal\" style=\"margin: 0cm 0cm 0.0001pt; text-indent: 0cm;\"><span style=\"font-size: 12.0pt; font-family: \">O presente trabalho analisou o cumprimento do período de defeso (portaria do IBAMA nº 48/2007) nas principais feiras livres de Macapá – AP. Esse estudo foi realizado em quatro feiras do município de Macapá (feira do Perpétuo Socorro, Pacoval, Novo Horizonte e Buritizal), onde foram aplicados dois questionários, sendo o primeiro direcionado aos feirantes, e o segundo aos consumidores. Com base nesses dados, constatou-se que de 22 espécies protegidas pela portaria em questão, 18 foram encontradas nas feiras, procedentes tanto do estado do Amapá, quanto do Pará e de outros estados do Brasil (Mato Grosso, Amazonas, Maranhão e Rio Grande do Sul). Quanto ao segundo questionário (aplicado aos consumidores), pôde-se averiguar que 47% das pessoas entrevistadas não sabem o que é período de defeso; 86% desconhecem a data desta proibição; que 74,7% não souberam informar quais espécies estavam proibidas de serem comercializadas; 58,3% não possuíam conhecimento sobre o órgão responsável pela fiscalização das feiras e que 39% informaram haver variação no preço do pescado, no entanto, desconhecem a causa desta. Através do exposto sugere-se que os órgãos competentes promovam campanhas educativas sobre o período de defeso para os consumidores e comunidade em geral para que dessa forma, estes também possam ajudar a preservar estes recursos.</span>",
	"xml:lang":"por"
	}
	}}
