{"resource": {
	"dct:language":"por",
	"dct:title":[
		{"value":"   Desempenho de vacas primíparas e bezerros Nelore submetidos a diferentes manejos de desmama ",
	"xml:lang":"por"
	},
	{"value":"Performance of Nellore primiparous cows and calves submitted to different management of weaning",
	"xml:lang":"eng"
	}
	],
	"dc:subject":[
		{"value":"reproductive performance",
	"xml:lang":"eng"
	},
	{"value":"growth",
	"xml:lang":"eng"
	},
	{"value":"cattle",
	"xml:lang":"eng"
	},
	{"value":"condition scoring",
	"xml:lang":"eng"
	}
	],
	"bibo:volume":"71/n.1",
	"rdf:about":"http://agris.fao.org/aos/records/BR2015F01649",
	"dct:identifier":"BR2015F01649",
	"dct:type":"Journal Article",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19420"
	},
	"dct:isPartOf":[
		{"rdf:resource":{"value":"http://aims.fao.org/serials/c_ea787e45"}
	},
	{"bibo:Journal":{"dct:title":{"value":"Boletim de Indústria Animal"},
	"bibo:ISSN":{"value":"0067-9615"}
	}
	}
	],
	"dct:issued":"2014-",
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://www.iz.sp.gov.br/pdfsbia/1396559670.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"NOGUEIRA, Ana Paula C."
	}
	},
	{"foaf:Person":{"foaf:name":"FERREIRA,  Isabel C."
	}
	},
	{"foaf:Person":{"foaf:name":"ALVARENGA, Paula B."
	}
	},
	{"foaf:Person":{"foaf:name":"HERMISDORFF, Isis C."
	}
	},
	{"foaf:Person":{"foaf:name":"CIPRIANO, Luanda F."
	}
	}
	],
	"bibo:abstract":[
		{"value":"Objetivou-se avaliar o efeito das desmamas precoce e tradicional no desempenho reprodutivo e ponderal de primíparas Nelore e no desenvolvimento dos bezerros. Para isto, foram utilizadas 23 fêmeas da raça Nelore, com idade média de 36 meses, divididas em dois grupos experimentais com delineamento inteiramente casualizado, sendo os animais as repetições. O grupo 1, composto por 12 animais foi desmamado precocemente aos 77 dias de idade e recebeu suplementação alimentar, enquanto o grupo 2 com 11 animais, não recebeu suplemento alimentar e foi desmamado aos 209 dias em manejo convencional. Avaliou-se nas vacas peso, ganho médio diário, altura de garupa, ganho de escore corporal, taxa de prenhez, taxa de retorno ao cio e período de serviço. Nos bezerros foram avaliados o peso, ganho médio diário, altura de garupa, perímetro torácico e consumo médio de suplemento. As variáveis ganho de peso, ganho médio diário, altura de garupa foram submetidas à análise de variância e ao teste F para detecção de diferenças significativas. As taxas de prenhez, natalidade e de retorno ao cio foram analisadas pelo teste de qui-quadrado. O ganho de escore corporal foi avaliado por estatística não paramétrica, teste de Wilcoxon. As correlações foram efetuadas pela correlação de Pearson. Os valores obtidos para ganho de peso total, ganho de peso médio diário, crescimento total e perímetro torácico dos bezerros desmamados precocemente e daqueles submetidos à desmama convencional, não apresentaram diferenças significativas (P>0,05). A taxa de prenhez e o período de serviço não diferiram estatisticamente entre as vacas que desmamaram os bezerros precocemente ou tradicionalmente. As vacas que desmamaram precocemente os bezerros apresentaram maior desempenho. Na situação experimental o desmame precoce favorece o ganho de peso das vacas sem alterar desempenho dos bezerros, desde que suplementados.",
	"xml:lang":"por"
	},
	{"value":"This study aimed to evaluate the effect of early and traditional weaning on the growth and reproductive performance of Nellore primiparous cows and growth of calves. Twenty-three Nellore cows aging 36 months, divided into two experimental groups, with a completely randomized design were utilized. In the group 1, 12 calves were weaned with 77 days of age and received supplemental feeding, while in the group 2, 11 animals weaned with 209 days of age in conventional management received no food supplement. Traits evaluated in cows were weight gain, average daily gain, hip height, body condition score gain, pregnancy rate, return to estrus and service period. In calves traits evaluated were weight, average daily gain, hip height, chest girth and average of supplement intake. Weight gain, average daily gain and hip height were submitted to variance analysis and F test. Reproductive traits were analyzed by chi-square test. Body condition gain was evaluated by nonparametric statistics Wilcoxon test. Pearson correlations were estimated. No significant differences (P>0.05) were obtained between weaning management for total weight gain, average daily weight gain, chest girth and total growth of calves. Pregnancy rate and period of service did not differ statistically between weaning management. Cows that weaned calves early had higher weight gain (P",
	"xml:lang":"eng"
	}
	]
	}}
