{"resource": {
	"dct:language":"por",
	"dct:title":[
		{"value":"   Influência da granulometria do calcário sobre a qualidade da casca de ovos produzidos por poedeiras semipesadas criadas no piso ",
	"xml:lang":"por"
	},
	{"value":"The influence of limestone particle size on egg shell quality off eggs produced by semi heavy laying hens raised in floor",
	"xml:lang":"eng"
	}
	],
	"dc:subject":[
		{"value":"poultry rearing",
	"xml:lang":"eng"
	},
	{"value":"egg yield",
	"xml:lang":"eng"
	},
	{"value":"litter for animals",
	"xml:lang":"eng"
	}
	],
	"bibo:volume":"68/n.2",
	"rdf:about":"http://agris.fao.org/aos/records/BR2015F01506",
	"dct:identifier":"BR2015F01506",
	"dct:type":"Journal Article",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19420"
	},
	"dct:isPartOf":[
		{"rdf:resource":{"value":"http://aims.fao.org/serials/c_ea787e45"}
	},
	{"bibo:Journal":{"dct:title":{"value":"Boletim de Indústria Animal"},
	"bibo:ISSN":{"value":"0067-9615"}
	}
	}
	],
	"dct:issued":"2011-",
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://www.iz.sp.gov.br/pdfsbia/1342440666.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"LEMOS, M. J."
	}
	},
	{"foaf:Person":{"foaf:name":"CALIXTO, L. F. L."
	}
	},
	{"foaf:Person":{"foaf:name":"LIMA, C. A. R."
	}
	},
	{"foaf:Person":{"foaf:name":"AGOSTINHO,  T. S. P."
	}
	},
	{"foaf:Person":{"foaf:name":"ARAÚJO, M. O."
	}
	},
	{"foaf:Person":{"foaf:name":"COUTO, I. S."
	}
	}
	],
	"bibo:abstract":[
		{"value":"The objective was to evaluate the influence of different particle size of limestone, used in the nutrition of laying hens raised in bed system, on weight and egg shell quality. 360 eggs were harvested from laying hens, whose were fed with three different particle sizes of limestone: thick (particles of 2 mm), thin (particles of 0.82 mm) and the mixture of the two (50% thick and 50% thin). The parameters used for evaluating the quality of the eggs were egg weight, percentage and thickness of the shell. The results showed that the use of limestone with thick grain size affected (P",
	"xml:lang":"eng"
	},
	{"value":"Objetivou-se avaliar a influência de diferentes granulometrias do calcário, utilizado na nutrição das poedeiras semipesadas criadas no sistema cama, sobre o peso e a qualidade externa dos ovos. Foram coletados 360 ovos de poedeiras semipesadas, alimentadas com rações com três diferentes granulometrias de calcário calcítico: grossa (partículas de 2 mm)",
	"xml:lang":"por"
	},
	{"value":"fina (partículas de 0,82 mm) e a mistura das duas (50% granulometria grossa e 50% granulometria fina). Os parâmetros utilizados para a avaliação da qualidade dos ovos foram: peso dos ovos, percentagem e espessura da casca. Os resultados mostraram que a utilização do calcário de granulometria mais grossa favoreceu (P"}
	]
	}}
