{"resource": {
	"dct:title":[
		{"value":"   Resultados econômicos da terminação de bovinos de corte em confinamento no município de Sete Lagoas – MG ",
	"xml:lang":"por"
	},
	{"value":"Economic results of finishing confined beef cattle AT Sete Lagoas -MG",
	"xml:lang":"eng"
	}
	],
	"dc:subject":[
		{"value":"beef cattle",
	"xml:lang":"eng"
	},
	{"value":"production",
	"xml:lang":"eng"
	},
	{"value":"costs",
	"xml:lang":"eng"
	},
	{"value":"profitability",
	"xml:lang":"eng"
	}
	],
	"bibo:volume":"69/n.1",
	"rdf:about":"http://agris.fao.org/aos/records/BR2015F01240",
	"dct:identifier":"BR2015F01240",
	"dct:type":"Journal Article",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19420"
	},
	"dct:isPartOf":[
		{"rdf:resource":{"value":"http://aims.fao.org/serials/c_ea787e45"}
	},
	{"bibo:Journal":{"dct:title":{"value":"Boletim de Indústria Animal"},
	"bibo:ISSN":{"value":"0067-9615"}
	}
	}
	],
	"dct:issued":"2013-",
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://www.iz.sp.gov.br/pdfsbia/1355399838.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"DEMEU,  A. A."
	}
	},
	{"foaf:Person":{"foaf:name":"LOPES,  M. A."
	}
	},
	{"foaf:Person":{"foaf:name":"BARBOSA,  F.A."
	}
	}
	],
	"bibo:abstract":[
		{"value":"mas, pelo resultado ter sido negativo, esse sistema de produção não tem condições de se manter a longo prazo, pois o pecuarista está se descapitalizando. Os componentes do custo total e custo operacional total que exerceram maiores representatividades na produção da arroba de carne foram, em ordem decrescente, aquisição de animais, alimentação e mão-de-obra."},
	{"value":"but, because of the negative results, this production system does not have survival conditions over long term because the farmer is decapitalizing itself. The components of total cost and total operational costs that exercised higher influence on the production of 15 kg were: animal acquisition, feeding and labor.",
	"xml:lang":"por"
	},
	{"value":"Esta pesquisa teve como objetivo analisar a rentabilidade da atividade de bovinos de corte terminados em confinamento. Pretendeu-se, ainda, avaliar o efeito da escala de produção e a variação de preços, ao longo do ano, bem como identificar os componentes do custo total e operacional efetivo que exerceram maiores representatividades na produção da arroba de carne e estimar o ponto de equilíbrio. A coleta de dados foi de janeiro de 2008 a dezembro de 2009, em um sistema de produção de bovinos de corte terminados em confinamento, localizado no município de Sete Lagoas – MG. A análise de rentabilidade foi realizada utilizando o software Custo Bovino Corte®, considerando a margem bruta, a margem líquida e o resultado (lucro ou prejuízo) como indicadores de eficiência econômica. As margens bruta, líquida e o resultado foram positivos no ano de 2008, evidenciando que o sistema de produção tem condições de \"sobreviver\" a curto, médio e longo prazos, com consequente capitalização. Para o ano de 2009, por obter margens bruta e líquida positivas, a atividade tem condições de \"sobreviver\" a curto e médio prazos"},
	{"value":"This research had as an objective to analyze the profitability of the activity of beef cattle finished in confinement. Specifically, it was also intended to evaluate the effect of scale　of production and　price variations throughout the year　on profitability, and identify the components of the total and operational effective costs that exercised higher representativeness on the production of 15 kg and to estimate the equilibrium point. The data collection took place from January, 2008 to December, 2009, in a production system of beef cattle finished in confinement, located in the municipal district of Sete Lagoas-MG. The profitability analysis was carried out by the Custo Bovino Corte® software, considering the gross and the liquid margin and the result (profit or loss) as indicators of economical efficiency. The gross and the liquid margins, and the result were positive in 2008, indicating that the production system has survival conditions over short, medium and long terms with consequent capitalization. In 2009, for presenting positive gross and liquid margins, the activity has survival conditions over short and medium terms",
	"xml:lang":"eng"
	}
	]
	}}
