{"resource": {
	"dct:language":[
		"por",
	"eng"
	],
	"dct:title":[
		{"value":"   Respostas de porta-enxertos de goiabeira sob diferentes fontes e proporções de materiais orgânicos ",
	"xml:lang":"por"
	},
	{"value":"Responses of guava rootstocks under different sources and proportions of organic materials",
	"xml:lang":"eng"
	}
	],
	"dc:subject":[
		{"value":"adventitious roots",
	"xml:lang":"eng"
	},
	{"value":"organic wastes",
	"xml:lang":"eng"
	}
	],
	"bibo:volume":"6/n.1",
	"rdf:about":"http://agris.fao.org/aos/records/BR2015206584",
	"dct:identifier":"BR2015206584",
	"dct:type":"Journal Article",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/11131"
	},
	"dct:isPartOf":[
		{"rdf:resource":{"value":"http://aims.fao.org/serials/j_1294754373047"}
	},
	{"bibo:Journal":{"dct:title":{"value":"Comunicata Scientiae"},
	"bibo:ISSN":{"value":"2176-9079"}
	}
	}
	],
	"dct:issued":"2015-",
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://comunicata.ufpi.br/index.php/comunicata/article/download/501/298",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Oliveira Francisco Tomaz de"
	}
	},
	{"foaf:Person":{"foaf:name":"Hafle Oscar Mariano"
	}
	},
	{"foaf:Person":{"foaf:name":"Mendonça Vander"
	}
	},
	{"foaf:Person":{"foaf:name":"Moreira Joserlan Nonato"
	}
	},
	{"foaf:Person":{"foaf:name":"Junior Ednaldo Barbosa Pereira"
	}
	},
	{"foaf:Person":{"foaf:name":"Rolim Hermano Oliveira"
	}
	},
	{"foaf:Organization":{"foaf:name":"Instituto Federal de Paraíba, Sousa, PB, Brasil"
	}
	},
	{"foaf:Organization":{"foaf:name":"Instituto Federal de Paraíba, Sousa, PB, Brasil"
	}
	},
	{"foaf:Organization":{"foaf:name":"Instituto Federal de Paraíba, Sousa, PB, Brasil"
	}
	},
	{"foaf:Organization":{"foaf:name":"Instituto Federal de Paraíba, Sousa, PB, Brasil"
	}
	},
	{"foaf:Organization":{"foaf:name":"Instituto Federal de Paraíba, Sousa, PB, Brasil"
	}
	},
	{"foaf:Organization":{"foaf:name":"Instituto Federal de Paraíba, Sousa, PB, Brasil"
	}
	}
	],
	"bibo:abstract":[
		{"value":"The aim of this study was to evaluate the effect of different sources and proportions of organic materials on the growth of guava rootstocks. The experiment was carried out during the period of September 2010 to March 2011, in the Experimental Farm of the Instituto Federal de Educação,Ciência e Tecnologia da Paraíba, located in the São Gonçalo Irrigated Perimeter, Sousa-PB, northeastern Brazil. It was utilized a randomized complete-blocks experimental design, with the treatments arranged in a 3 x 4 factorial scheme, four replications, and ten plants per experiment unit. To the first factor it was assigned the organic sources (bovine manure, ovine manure, and earthworm humus) and to the second the proportions of these sources in the substrate (0, 20, 40,and 60% v v-1). We evaluated the shoot length, stem diameter, shoot dry mass, root system dry mass,total dry mass, shoot length/stem diameter ratio, shoot dry mass/ system dry mass ratio and Dickson quality index. The incorporation of organic sources to substrate influenced in a positive way in the growth of the guava rootstocks. The substrate containing of earthworm humus, in the proportion of40%, provided the production of rootstocks of higher quality.",
	"xml:lang":"eng"
	},
	{"value":"O objetivo deste estudo foi avaliar o efeito das diferentes fontes e proporções de materiais orgânicos no crescimento dos porta-enxertos de goiabeira. O experimento foi realizado no período de setembro de 2010 a março de 2011, na Fazenda Experimental do Instituto Federal de Educação,Ciência e Tecnologia da Paraíba, localizada no Perímetro Irrigado de São Gonçalo, Sousa-PB. Foi utilizado o delineamento experimental em blocos completos casualizados, com os tratamentos distribuídos em esquema fatorial 3 x 4, quatro repetições e dez plantas por unidade experimental. O primeiro fator foi constituído pelas fontes orgânicas (esterco bovino, esterco ovino e húmus deminhoca) e o segundo pelas proporções destes materiais no substrato (0, 20, 40 e 60% v v-1). Avaliouse o comprimento da parte aérea, diâmetro do colo, massa seca da parte aérea, massa seca das raízes, massa seca total, relação comprimento da parte aérea e diâmetro do colo, relação massa seca da parte aérea e massa seca das raízes e índice de qualidade de Dickson. A incorporação de fontes orgânicas ao substrato influenciou de forma positiva no crescimento dos porta-enxertos de goiabeira. O substrato contendo húmus de minhoca, na proporção de 40%, proporcionou a produção de porta-enxertos de maior qualidade.",
	"xml:lang":"por"
	}
	]
	}}
