{"resource": {
	"dct:language":"por",
	"dct:title":[
		{"value":"   corretivos e irrigação por um grupo de pecuarista "},
	{"value":"   utilização de fertilizantes "},
	{"value":"Pasture management thecniques, use of fertilizers, limestore and irrigation done by a group of farmers",
	"xml:lang":"eng"
	},
	{"value":"   Técnicas de manejo de pastagens ",
	"xml:lang":"por"
	}
	],
	"dc:subject":[
		{"value":"soil analysis",
	"xml:lang":"eng"
	},
	{"value":"удобрения",
	"xml:lang":"eng"
	},
	{"value":"soil fertility",
	"xml:lang":"eng"
	},
	{"value":"irrigation",
	"xml:lang":"eng"
	},
	{"value":"soil conservation",
	"xml:lang":"eng"
	},
	{"value":"leaf tissue analysis",
	"xml:lang":"eng"
	}
	],
	"bibo:volume":"65/n.3",
	"rdf:about":"http://agris.fao.org/aos/records/BR2015F02187",
	"dct:identifier":"BR2015F02187",
	"dct:type":"Journal Article",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19420"
	},
	"dct:isPartOf":[
		{"rdf:resource":{"value":"http://aims.fao.org/serials/c_ea787e45"}
	},
	{"bibo:Journal":{"dct:title":{"value":"Boletim de Indústria Animal"},
	"bibo:ISSN":{"value":"0067-9615"}
	}
	}
	],
	"dct:issued":"2008-",
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://www.iz.sp.gov.br/pdfsbia/1227197539.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"BERNARDI A. C. C."
	}
	},
	{"foaf:Person":{"foaf:name":"MOREIRA,  A."
	}
	},
	{"foaf:Person":{"foaf:name":"OLIVEIRA,  P. P. A."
	}
	},
	{"foaf:Person":{"foaf:name":"SANTOS,  P. M."
	}
	},
	{"foaf:Person":{"foaf:name":"PRIMAVESI,  O."
	}
	}
	],
	"bibo:abstract":[
		{"value":"The objective of this study was to assess quantitatively and qualitatively the degree of use fertilizers, limestone and irrigation, as well as the management practices of pasture. A survey was carried out with 232 farmers and technicians of rural extension about the adoption of technical conservation and soil fertility, leaf and soil analysis, irrigation, fertilizers use and limestone, as well as costs of these techniques on production. The results pointed to an usual use of soil analysis, lime, micronutrients and soil conservation practices by 96%, 97%, 78% and 99% of interviewees. Regardless of the soil analysis, most of them used N, P2 O5 and K2O formula (NPK) in pasture fertilizatiat are: 400kg ha-1 of 8-28-16 at planting, and 700 kg ha-1 of 20-5-20 at topdressing rates. However, 93.8% of the producers did not realize leaf analysis. For the interviewed an adequate price relationship for fertilizer use is 1t per 1000 milk liters and 1t per 195 meat kg (13@).",
	"xml:lang":"eng"
	},
	{"value":"O objetivo deste trabalho foi avaliar quantitativamente e qualitativamente a utilização de fertilizantes, corretivos e irrigação bem como as práticas de manejo de pastagens. Foi aplicado um questionário junto a 232 pecuaristas e técnicos relacionados à pecuária para levantar o grau de utilização de técnicas de conservação e fertilidade do solo, irrigação, análise foliar e de solo, uso de fertilizantes e corretivos e o custo do uso dessas técnicas sobre a produção. Os resultados indicaram que a utilização de análise de solo, calcário, micronutrientes e de práticas de conservação do solo são usuais em 96%, 97%, 78% e 99% dos entrevistados. Independentemente da análise de solo, as formulações N, P2O5 e K2 O (NPK) mais utilizadas são: 400kg ha-1 de 8-28-16 no plantio, e 700kg ha-1 de 20-5-20 na cobertura. No entanto, 93,8% dos produtores não realizam análise foliar. Para os entrevistados, a relação de preço adequada para o uso de fertilizantes é de uma tonelada para cada mil litros de leite e de uma tonelada para cada treze arrobas de carne.",
	"xml:lang":"por"
	}
	]
	}}
