{"resource": {
	"dct:language":[
		"por",
	"eng"
	],
	"dct:title":[
		{"value":"   Morfologia da germinação de sementes e crescimento in vitro de Cattleya walkeriana Gardner em diferentes meios nutritivos. ",
	"xml:lang":"por"
	},
	{"value":"Seed germination morphology, and in vitro growth of Cattleya walkeriana Gardner under different culture media",
	"xml:lang":"eng"
	}
	],
	"dc:subject":[
		{"value":"ornamental plants",
	"xml:lang":"eng"
	},
	{"value":"tissue culture",
	"xml:lang":"eng"
	}
	],
	"bibo:volume":"5/n.4",
	"rdf:about":"http://agris.fao.org/aos/records/BR2015206470",
	"dct:identifier":"BR2015206470",
	"dct:type":"Journal Article",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/11131"
	},
	"dct:isPartOf":[
		{"rdf:resource":{"value":"http://aims.fao.org/serials/j_1294754373047"}
	},
	{"bibo:Journal":{"dct:title":{"value":"Comunicata Scientiae"},
	"bibo:ISSN":{"value":"2176-9079"}
	}
	}
	],
	"dct:issued":"2014-",
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://comunicata.ufpi.br/index.php/comunicata/article/download/286/286",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Galdiano Renato Fernandes"
	}
	},
	{"foaf:Person":{"foaf:name":"Mantovani Cibele"
	}
	},
	{"foaf:Person":{"foaf:name":"Gomes Elisângela Soares"
	}
	},
	{"foaf:Person":{"foaf:name":"Gasparino Eduardo Custódio"
	}
	},
	{"foaf:Person":{"foaf:name":"Moro Fabíola Vitti"
	}
	},
	{"foaf:Person":{"foaf:name":"Lemos Eliana Gertrudes de Macedo"
	}
	},
	{"foaf:Organization":{"foaf:name":"Universidade Estadual Paulista, Jaboticabal, SP, Brasil"
	}
	},
	{"foaf:Organization":{"foaf:name":"Universidade Estadual Paulista, Jaboticabal, SP, Brasil"
	}
	},
	{"foaf:Organization":{"foaf:name":"Universidade Estadual Paulista, Jaboticabal, SP, Brasil"
	}
	},
	{"foaf:Organization":{"foaf:name":"Universidade Estadual Paulista, Jaboticabal, SP, Brasil"
	}
	},
	{"foaf:Organization":{"foaf:name":"Universidade Estadual Paulista, Jaboticabal, SP, Brasil"
	}
	},
	{"foaf:Organization":{"foaf:name":"Universidade Estadual Paulista, Jaboticabal, SP, Brasil"
	}
	}
	],
	"bibo:abstract":[
		{"value":"The aim of this work was to analyze the early seedling development and in vitro growth of Cattleya walkeriana under different culture media in order to improve the process of propagation of this species. Seedlings 90-day old ((0,8 ± 0,1 cm of length) were transferred into culture media Vacin& Went, WPM, Knudson-C, Phytamax® and ½ MS. After 90 days, biometric characteristics of shoot length, root number, width of largest root and fresh weight were evaluated and means separated by Tukey´s test at 5%. Cattleya walkeriana embryo yields from seed micropylar end a conical chrolophilated structure denominated protocorm 30-day after sowing. At 60 days after sowing, protocorm develops leaflets at upper portion, and rhizoids in the lower. ½ MS culture medium favored in vitro growth and can be recommended for the production of Cattleya walkeriana.",
	"xml:lang":"eng"
	},
	{"value":"O objetivo do presente trabalho foi documentar o processo de germinação inicial e crescimento in vitro de plântulas de Cattleya walkeriana sob diferentes meios nutritivos a fim de aperfeiçoar o processo de propagação dessa espécie. Plântulas de 90 dias (0,8 ± 0,1 cm de comprimento) foramrepicadas entre os meios nutritivos Vacin & Went, WPM, Knudson-C, Phytamax® e ½ MS. Após 90 dias de crescimento (180 dias depois da semeadura), as características biométricas da altura da planta, número de folhas, número de raízes, largura da maior raiz, comprimento da maior raiz e massa de matéria fresca (parte caulinar e radicial) foram avaliadas e as médias separadas peloteste de Tukey a 5%. O embrião de Cattleya walkeriana origina, a partir do polo micropilar da semente, uma esférula que gera uma estrutura cônica clorofilada denominada protocormo após 30 dias da semeadura. Aos 60 dias, o protocormo desenvolve folíolos na parte superior e papilasabsortivas na porção inferior. O meio de cultura ½ MS favoreceu o crescimento in vitro e pode ser recomendado para a produção de plantas de Cattleya walkeriana.",
	"xml:lang":"por"
	}
	]
	}}
