{"resource": {
	"dct:language":[
		"por",
	"eng"
	],
	"dct:title":[
		{"value":"Reserve proteins in grains of traditional and improved rice varieties in function of nitrogen availability",
	"xml:lang":"eng"
	},
	{"value":"   Proteínas de reserva em grãos de variedades tradicional e melhorada de arroz em função da disponibilidade de nitrogênio ",
	"xml:lang":"eng"
	}
	],
	"dc:subject":{"value":"crude protein",
	"xml:lang":"eng"
	},
	"bibo:volume":"4/n.4",
	"rdf:about":"http://agris.fao.org/aos/records/BR2015201911",
	"dct:identifier":"BR2015201911",
	"dct:type":"Journal Article",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/11131"
	},
	"dct:isPartOf":[
		{"rdf:resource":{"value":"http://aims.fao.org/serials/j_1294754373047"}
	},
	{"bibo:Journal":{"dct:title":{"value":"Comunicata Scientiae"},
	"bibo:ISSN":{"value":"2176-9079"}
	}
	}
	],
	"dct:issued":"2013-",
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://comunicata.ufpi.br/index.php/comunicata/article/view/188/214",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Malheiros Mônica"
	}
	},
	{"foaf:Person":{"foaf:name":"Santos André"
	}
	},
	{"foaf:Person":{"foaf:name":"Souza Sonia"
	}
	},
	{"foaf:Person":{"foaf:name":"Fernandes Manlio Silvestre"
	}
	},
	{"foaf:Organization":{"foaf:name":"Universidade Federal Rural do Rio de Janeiro"
	}
	},
	{"foaf:Organization":{"foaf:name":"Universidade Federal Rural do Rio de Janeiro"
	}
	},
	{"foaf:Organization":{"foaf:name":"Universidade Federal Rural do Rio de Janeiro"
	}
	},
	{"foaf:Organization":{"foaf:name":"Universidade Federal Rural do Rio de Janeiro"
	}
	}
	],
	"bibo:abstract":[
		{"value":"This article reports of two rice varieties – Piauí (traditional from the Brazilian state of Maranhão) and IAC-47 (improved by a research institution) – regarding grain production and protein reserves under low and high nitrogen availability. At the end of the growing cycle, the panicles were harvested and separated into filled and unfilled grains and rachillas. For the grains, the total weight per pot, 1000 grain weight, number of filled and unfilled grains per pot, dimensions (length, width and thickness) and concentration of total N, crude protein, protein fractions and glutelin/crude protein ratio were determined. Although the level of crude protein and its fractions did not differ between the varieties, under low N availability, the traditional variety was more productive. Therefore, the results indicate greater efficiency in the use of N by the Piauí variety under low availability of this nutrient in the soil.",
	"xml:lang":"eng"
	},
	{"value":"Duas variedades de arroz cultivadas no Brasil, Piauí (variedade tradicional cultivada no estado do Maranhão) e IAC-47 (variedade melhorada por instituições de pesquisa) foram avaliadas quanto à produção de grãos e acúmulo de proteínas de reserva sob baixa e alta disponibilidade de nitrogênio. Ao final do ciclo da cultura, as panículas foram coletadas e separadas em grãos cheios, grãos chochos e raqui. Nos grãos foram determinados o peso total por vaso, o peso de 1000 grãos, número de grãos cheios e chochos por vaso, dimensões (comprimento, largura e espessura) e o conteúdo de N-total, proteína bruta e suas frações protéicas e a relação glutelina/proteína bruta. Embora o teor de proteína bruta e suas frações protéicas não diferiram entre as variedades,sob a menor disponibilidade de N a variedade tradicional apresentou maior produtividade. Sendo assim, estes resultados indicam maior eficiência no uso de N pela variedade Piauí sob condições de menor disponibilidade deste nutriente no solo.",
	"xml:lang":"por"
	}
	]
	}}
