{"resource": {
	"dct:language":[
		"por",
	"eng"
	],
	"dct:title":[
		{"value":"   Correlação entre condutividade elétrica aparente e atributos químicos e físicos de um Latossolo ",
	"xml:lang":"por"
	},
	{"value":"Correlation between apparent electrical conductivity and chemical and physical attributes of a Rhodic Hapludox",
	"xml:lang":"eng"
	}
	],
	"dc:subject":[
		{"value":"sensors",
	"xml:lang":"eng"
	},
	{"value":"management",
	"xml:lang":"eng"
	}
	],
	"bibo:volume":"6/n.2",
	"rdf:about":"http://agris.fao.org/aos/records/BR2015211160",
	"dct:identifier":"BR2015211160",
	"dct:type":"Journal Article",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/11131"
	},
	"dct:isPartOf":[
		{"rdf:resource":{"value":"http://aims.fao.org/serials/j_1294754373047"}
	},
	{"bibo:Journal":{"dct:title":{"value":"Comunicata Scientiae"},
	"bibo:ISSN":{"value":"2176-9079"}
	}
	}
	],
	"dct:issued":"2015-",
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://www.comunicatascientiae.com.br/comunicata/article/download/354/312",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Bottega Eduardo Leone"
	}
	},
	{"foaf:Person":{"foaf:name":"Queiroz  Daniel Marçal de"
	}
	},
	{"foaf:Person":{"foaf:name":"Santos Nerilson Terra"
	}
	},
	{"foaf:Person":{"foaf:name":"Pinto Francisco de Assis de Carvalho"
	}
	},
	{"foaf:Person":{"foaf:name":"Souza  Cristiano Márcio Alves de"
	}
	},
	{"foaf:Organization":{"foaf:name":"Universidade Federal de Santa Catarina, Curitibanos, SC, Brasil"
	}
	},
	{"foaf:Organization":{"foaf:name":"Universidade Federal de Viçosa, Viçosa, MG, Brasil"
	}
	},
	{"foaf:Organization":{"foaf:name":"Universidade Federal de Viçosa, Viçosa, MG, Brasil"
	}
	},
	{"foaf:Organization":{"foaf:name":"Universidade Federal de Viçosa, Viçosa, MG, Brasil"
	}
	},
	{"foaf:Organization":{"foaf:name":"Universidade Federal da Grande Dourados, Dourados, MS, Brasil"
	}
	}
	],
	"bibo:abstract":[
		{"value":"Precision agriculture has been used as an important technique for localized management of soil fertility. Therefore, it is essential to characterize the spatial variability of chemical and physical attributes of the soil by sampling can represent such variations. This study aimed to analyze the correlation between the apparent electrical conductivity with the chemical and physical attributes of an Rhodic Hapludox. The work was performed on a property located in the Brazilian Cerrado. In an area of 90 hectare were collected 181 georeferenced soil samples at depths from 0.00 to 0.20 meters. The same sites and removal of samples were made apparent electrical conductivity of the soil. The samples were sent to the laboratory to perform the physical and chemical analysis. Wereselected randomly sampling 30 points and calculated the Pearson correlation coefficient between the variable physical, chemical and apparent soil electrical conductivity. There was no significantcorrelation between the apparent electrical conductivity with the soil physical attributes. There was a significant positive correlation of apparent electrical conductivity of the soil at a depth of 0.20 m with the chemical attributes match, remaining phosphorus and zinc.",
	"xml:lang":"eng"
	},
	{"value":"A agricultura de precisão vem sendo utilizada como importante técnica de manejo localizado da fertilidade do solo. Para tanto, é indispensável à caracterização da variabilidade espacial dos atributos químicos e físicos do solo através de amostragem capaz de representar tais variações. O presente estudo teve por objetivo analisar a correlação entre a condutividade elétrica aparente com os atributos químicos e físicos de um Latossolo Vermelho distroférrico. O trabalho foi realizadoem uma propriedade localizada no cerrado brasileiro. Em uma área de 90 hectares foram coletados 181 amostras de solo georeferenciadas, na profundidade de 0,00 – 0,20 metros. Nos mesmos locaisde retirada de amostras foram efetuadas leituras de condutividade elétrica aparente do solo. As amostras foram encaminhadas ao laboratório para realização das análises física e química. Selecionou-se, aleatoriamente, 30 pontos amostrais e calculou-se o coeficiente de correlação de Pearson entre as variáveis físicas, químicas e a condutividade elétrica aparente do solo. Não foi observado correlação significativa entre a condutividade elétrica aparente com os atributos físicos do solo. Observou-se correlação positiva e significativa da condutividade elétrica aparente do solo na profundidade de 0,20 m com os atributos químicos fósforo, fósforo remanescente e zinco.",
	"xml:lang":"por"
	}
	]
	}}
