{"resource": {
	"dct:language":"por",
	"dct:title":[
		{"value":"   Desempenho produtivo de novilhos Nelore confinados alimentados com silagem de milho processada ",
	"xml:lang":"por"
	},
	{"value":"Productive performance of confined Nellore bulls fed with processed corn silage",
	"xml:lang":"eng"
	}
	],
	"dc:subject":[
		{"value":"processes",
	"xml:lang":"eng"
	},
	{"value":"consumption",
	"xml:lang":"eng"
	},
	{"value":"beef cattle",
	"xml:lang":"eng"
	},
	{"value":"live weight",
	"xml:lang":"eng"
	},
	{"value":"silage",
	"xml:lang":"eng"
	},
	{"value":"feedlots",
	"xml:lang":"eng"
	}
	],
	"bibo:volume":"71/n.1",
	"rdf:about":"http://agris.fao.org/aos/records/BR2015F01614",
	"dct:identifier":"BR2015F01614",
	"dct:type":"Journal Article",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19420"
	},
	"dct:isPartOf":[
		{"rdf:resource":{"value":"http://aims.fao.org/serials/c_ea787e45"}
	},
	{"bibo:Journal":{"dct:title":{"value":"Boletim de Indústria Animal"},
	"bibo:ISSN":{"value":"0067-9615"}
	}
	}
	],
	"dct:issued":"2014-",
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://www.iz.sp.gov.br/pdfsbia/1396554591.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"SILVEIRA, T. F."
	}
	},
	{"foaf:Person":{"foaf:name":"NARDI JÚNIOR, G."
	}
	},
	{"foaf:Person":{"foaf:name":"SILVEIRA,  J. P. F."
	}
	},
	{"foaf:Person":{"foaf:name":"COSTA, C."
	}
	}
	],
	"bibo:abstract":[
		{"value":"O objetivo do estudo foi comparar a silagem de milho processada por esmagamento frente à convencional em duas relações concentrado:volumoso (60:40 e 80:20) sobre o desempenho animal. Foram utilizados 72 animais machos da raça Nelore, inteiros, com dezoito meses de idade e peso vivo inicial de 392,80 ± 24,42 kg. O delineamento experimental foi com arranjo fatorial 2 x 2 (processamentos e relação concentrado:volumoso). Não houve interação para as variáveis consumo de matéria seca e conversão alimentar. Houve efeito significativo para processamento da silagem e relação concentrado:volumoso no consumo de matéria seca em função do peso metabólico. O maior consumo foi observado com a silagem processada e para a relação concentrado:volumoso de 60:40. A relação concentrado:volumoso teve efeito sobre consumo de matéria seca/dia, com maior consumo na relação 60:40. Para ganho de peso houve interação silagem e relação concentrado:volumoso. Verificou-se menor consumo para a silagem processada na relação 80:20. O processamento da silagem de milho é uma alternativa para a pecuária brasileira, por maximizar o ganho de peso animal com adição de 60% de concentrado na dieta.",
	"xml:lang":"por"
	},
	{"value":"The aim of the study was to compare corn silage processed by crushing and conventional corn silage in two concentrate:roughage ratios (60:40 and 80:20) on animal performance. Seventy-two Nellore bulls, non-castrated, with eighteen months of age and initial body weight of 392.80 ± 24.42 kg were utilized. The experimental design was a factorial arrangement 2 x 2 (silage processing and concentrate:roughage ratios). There was no interaction between variables dry matter intake and feed conversion. Significant effect was detected for silage processing and concentrate:roughage ratio in dry matter intake as a function of metabolic body weight. The highest intake was for processed silage and for concentrate:roughage ratio 60:40. The concentrate:roughage ratio had effect on dry matter intake/day, with higher intake regarding 60:40 ratio. For body weight gain significant interaction was found for silage processing and concentrate:roughage ratio. A lower intake was detected for processed silage in 80:20 concentrate:roughage ratio. The corn preservad silage is an alternative to Brazilian cattle, to maximize the live weight gain with the addition of 60% of concentrate on diet.",
	"xml:lang":"eng"
	}
	]
	}}
