{"resource": {
	"dct:language":"por",
	"dct:title":[
		{"value":"   terminados em pastagem diferida de Brachiaria decumbens "},
	{"value":"   Características da carcaça de tourinhos e vacas de descarte Nelore ",
	"xml:lang":"por"
	},
	{"value":"Carcass characteristics of Nelore yong bulls and cull cows, finished on differed pasture of Brachiaria decumbens",
	"xml:lang":"eng"
	}
	],
	"dc:subject":[
		{"value":"trade",
	"xml:lang":"eng"
	},
	{"value":"dressing percentage",
	"xml:lang":"eng"
	},
	{"value":"thickness",
	"xml:lang":"eng"
	},
	{"value":"cooling",
	"xml:lang":"eng"
	},
	{"value":"cutting",
	"xml:lang":"eng"
	},
	{"value":"losses",
	"xml:lang":"eng"
	},
	{"value":"fats",
	"xml:lang":"eng"
	}
	],
	"bibo:volume":"65/n.2",
	"rdf:about":"http://agris.fao.org/aos/records/BR2015F02027",
	"dct:identifier":"BR2015F02027",
	"dct:type":"Journal Article",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19420"
	},
	"dct:isPartOf":[
		{"rdf:resource":{"value":"http://aims.fao.org/serials/c_ea787e45"}
	},
	{"bibo:Journal":{"dct:title":{"value":"Boletim de Indústria Animal"},
	"bibo:ISSN":{"value":"0067-9615"}
	}
	}
	],
	"dct:issued":"2008-",
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://www.iz.sp.gov.br/pdfsbia/1231866033.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"MOURÃO,  R. C."
	}
	},
	{"foaf:Person":{"foaf:name":"ABREU,  J. B. R."
	}
	},
	{"foaf:Person":{"foaf:name":"COSTA,  D. P. B."
	}
	},
	{"foaf:Person":{"foaf:name":"SILVA,  J. C. G. G."
	}
	},
	{"foaf:Person":{"foaf:name":"PINHEIRO,  R. S. B."
	}
	},
	{"foaf:Person":{"foaf:name":"SOUZA,  J. C. D."
	}
	},
	{"foaf:Person":{"foaf:name":"RODRIGUES,  V. C."
	}
	}
	],
	"bibo:abstract":[
		{"value":"O objetivo do trabalho foi avaliar a qualidade da carcaça de tourinhos e vacas de descarte Nelore. Foram utilizados 14 animais, sendo sete vacas de descarte e sete machos inteiros da raça Nelore, terminados em pastagens diferidas de Brachiaria decumbens. Os animais tinham no início do experimento, cerca de 300kg de peso vivo e idade entre 18-19 meses para tourinhos e de cerca de oito anos para vacas de descarte, sendo abatidos com 378,86 e 392,14kg, respectivamente, após jejum de alimentos de 12 horas. Tourinhos apresentaram maiores rendimentos de carcaça quente (54,79 vs 50,23%) e fria (53,94 vs 49,85%), além de maior quebra de resfriamento (1,55 vs 0,76%) que as vacas. Notou-se o maior rendimento de ponta de agulha (13,30 vs 11,20%) e menor rendimento de dianteiro (37,61 vs 40,07%) para as vacas, sendo o rendimento de traseiro especial similar entre as categorias. Verificou-se um maior comprimento de perna para os tourinhos em relação às vacas (85,43 vs 73,43cm), mas não houve diferença para o comprimento da carcaça, espessura de coxão e perímetro do braço. Vacas de descarte apresentaram maior grau de acabamento que os tourinhos (6,57 vs 4,14mm de espessura de gordura de cobertura), que se mostraram superiores na área de olho de lombo (55,57 vs 49,14cm2).",
	"xml:lang":"por"
	},
	{"value":"The present study evaluated the carcass characteristics of Nelore intact young males and cull cows. It were used 14 Nelore animals (seven cull cows and seven young bulls) finished on differed pasture of Brachiaria decumbens. The young bulls with 300kg initial body weight (BW) were slaughtered with 378.86 kg and 18-19 months of age, and the cull cows presented 300kg of BW and were slaughtered with 392.14kg of BW and 8 years old, after 12 hours withhold to feed. Young bulls showed higher hot (54.79 vs 50.23%) and cold dressing percentage (53.94 vs 49.85%) furthermore, showed higher chilling loss (1.55 vs 0.76%) than cull cows. It was observed higher sidecut percentage (13.30 vs 11.20%) and smaller fore quarters (37.61 vs 40.07%) by cull cows, however the sawcut percentage it was similar for both. Young bulls showed higher leg length (85.43 vs 73.43cm) than cows, but there weren't differences for carcass lenght, cushion thickness and arm perimeter. Cull cows presented more fat thickness than young bulls (6.57 vs 4.14mm) and higher Longissimus muscle (55.57 vs 49.14cm2)",
	"xml:lang":"eng"
	}
	]
	}}
