{"resource": {
	"dct:language":"por",
	"dct:title":[
		{"value":"Effects of providing preweaning diets to piglets: a review of the literature",
	"xml:lang":"eng"
	},
	{"value":"   Efeitos do fornecimento de dietas pré-desmame para leitões: uma revisão ",
	"xml:lang":"por"
	}
	],
	"dc:subject":[
		{"value":"piglets",
	"xml:lang":"eng"
	},
	{"value":"feed composition",
	"xml:lang":"eng"
	},
	{"value":"preweaning period",
	"xml:lang":"eng"
	}
	],
	"bibo:volume":"72/n.1",
	"rdf:about":"http://agris.fao.org/aos/records/BR2015F05960",
	"dct:identifier":"BR2015F05960",
	"dct:type":"Journal Article",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19420"
	},
	"dct:isPartOf":[
		{"rdf:resource":{"value":"http://aims.fao.org/serials/c_ea787e45"}
	},
	{"bibo:Journal":{"dct:title":{"value":"Boletim de Indústria Animal"},
	"bibo:ISSN":{"value":"0067-9615"}
	}
	}
	],
	"dct:issued":"2015-",
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://www.iz.sp.gov.br/pdfsbia/1427137057.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"MARCOLLA, C.S."
	}
	},
	{"foaf:Person":{"foaf:name":"RIBEIRO, A.M.L."
	}
	}
	],
	"bibo:abstract":[
		{"value":"Providing a solid diet in addition to sow milk during lactation (creep feed) is a management commonly recommended to producers. This practice was introduced as a strategy to minimize the deleterious effects of abrupt and early weaning, as well as to standardize the litters to be weaned, to increase weaning weight, and to accelerate the adaptation of the gastrointestinal tract of piglets to solid diets. Creep feeds are formulated to present high levels of digestibility and palatability and to contain high-quality and high-cost ingredients. However, the results of studies indicating that the simple offer of creep feed is efficient in minimizing the deleterious effects of weaning or in facilitating the adaptation of piglets to early diets are still sparse and poorly consolidated. The objective of this study was to review factors that influence the consumption of creep feed and the effects of consumption of these diets on performance during lactation, as well as possible effects on enzyme production, occurrence of diarrhea episodes and postweaning performance of piglets weaned at 21 to 28 days of age. The results indicate that the intestinal maturity of suckling piglets is not sufficient to permit voluntary consumption and adequate digestion of the diets. Even animals ready for consumption did not ingest sufficient amounts to promote enzymatic adaptation or to improve postweaning performance. Contrary to expectations, the consumption of creep feed, especially in low amounts, may be associated with sensitization of the gastrointestinal tract which results in hypersensitivity reactions and postweaning diarrhea. It can be concluded that the simple offer of creep feed is not efficient in promoting growth during lactation and postweaning, nor does it facilitate the early adaptation of weaned piglets to solid diets. Studies in this area are therefore necessary to develop techniques that can effectively minimize losses resulting from the practice of early weaning of piglets.",
	"xml:lang":"eng"
	},
	{"value":"O fornecimento de alimento complementar ao leite da porca durante a lactação (creep feed) é um manejo comumente recomendado para produtores. A prática foi introduzida como estratégia para minimizar os efeitos deletérios do desmame abrupto e precoce, bem como para uniformizar as leitegadas a serem desmamadas, aumentar o peso ao desmame e acelerar a adaptação do trato gastrintestinal dos leitões a dietas sólidas. As dietas creep feed são formuladas buscando-se altos níveis de digestibilidade e palatabilidade e incluem ingredientes de alta qualidade e alto custo. No entanto, resultados de pesquisas que indiquem que a simples oferta de creep feed é eficiente para minimizar os efeitos deletérios do desmame ou para facilitar a adaptação dos leitões a dietas iniciais ainda são escassos e pouco consolidados. O objetivo desse trabalho foi revisar os fatores que influenciam o consumo de creep feed, os efeitos do consumo dessas dietas sobre o desempenho durante a lactação, bem como as possíveis influências sobre o desenvolvimento enzimático, a ocorrência de diarreias e o desempenho pós-desmame de leitões desmamados entre 21 e 28 dias de idade. Os resultados encontrados indicam que leitões lactentes não apresentam maturidade intestinal suficiente para que estas dietas sejam voluntariamente consumidas e adequadamente digeridas. Mesmo os animais dispostos ao consumo não o fazem em quantidade suficiente para promover a adaptação enzimática ou melhorar o desempenho pós-desmame. Ao contrário do esperado, o consumo de creep feed, especialmente se em baixas quantidades, pode estar associado a sensibilização do trato gastrintestinal, que resulta em reações de hipersensibilidade e diarreia pós-desmame. Concluiu-se que a simples oferta de creep feed não é eficiente para promoção do crescimento na lactação e no pós-desmame, ou para facilitar a adaptação de leitões desmamados precocemente a dietas sólidas. Portanto, destaca-se a necessidade de pesquisas na área, visando o desenvolvimento de técnicas que possam, efetivamente, minimizar as perdas decorrentes da prática de desmamar leitões precocemente.",
	"xml:lang":"por"
	}
	]
	}}
