{"resource": {
	"dct:language":"por",
	"dct:title":[
		{"value":"Pelleting of feed for broiler chickens: Factors affecting pellet quality",
	"xml:lang":"eng"
	},
	{"value":"   Peletização de ração para frangos de corte: fatores que interferem na qualidade do pélete ",
	"xml:lang":"por"
	}
	],
	"dc:subject":[
		{"value":"diameter",
	"xml:lang":"eng"
	},
	{"value":"energy levels",
	"xml:lang":"eng"
	},
	{"value":"geomatics",
	"xml:lang":"eng"
	}
	],
	"bibo:volume":"68/n.1",
	"rdf:about":"http://agris.fao.org/aos/records/BR2015F01472",
	"dct:identifier":"BR2015F01472",
	"dct:type":"Journal Article",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19420"
	},
	"dct:isPartOf":[
		{"rdf:resource":{"value":"http://aims.fao.org/serials/c_ea787e45"}
	},
	{"bibo:Journal":{"dct:title":{"value":"Boletim de Indústria Animal"},
	"bibo:ISSN":{"value":"0067-9615"}
	}
	}
	],
	"dct:issued":"2011-",
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://www.iz.sp.gov.br/pdfsbia/1326989209.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"MIRANDA,  D. J. A."
	}
	},
	{"foaf:Person":{"foaf:name":"LARA, L. J. C."
	}
	},
	{"foaf:Person":{"foaf:name":"POMPEU, M. A."
	}
	},
	{"foaf:Person":{"foaf:name":"BARBOSA,  V. M."
	}
	},
	{"foaf:Person":{"foaf:name":"ROCHA, J. S. R."
	}
	},
	{"foaf:Person":{"foaf:name":"CARDOSO,  D. M."
	}
	}
	],
	"bibo:abstract":[
		{"value":"A eficácia do processo de peletização pode ser traduzida pela qualidade do pélete no qual é definida pela proporção de péletes íntegros que chegam aos comedouros dos frangos, ou seja, sua resistência à quebra entre a fábrica de rações e as granjas. A utilização de rações com um maior percentual de péletes íntegros resulta em melhor desempenho das aves quando comparadas com as rações fareladas. Os principais fatores que interferem na qualidade do pélete são: características da peletizadora, composição da ração, tamanho da partícula, temperatura da peletização, umidade e injeção de vapor. Do ponto de vista nutricional, pode-se considerar que quanto menor o tamanho das partículas do alimento, maior seu contato com os sucos digestivos, o que favorece a digestão e a absorção dos nutrientes. Entretanto, partículas finamente moídas prejudicam a estimulação e o crescimento das vilosidades intestinais. Já do ponto de vista de produção de rações, quanto maior o tamanho das partículas dos ingredientes maior a economia com a energia e maior a eficiência (toneladas/hora) de moagem. Devido a isso, sugere-se que a granulometria utilizada varie entre 500 e 700 ìm para não ocasionar perda do desempenho das aves, nem do rendimento da fábrica. O aumento da energia, por meio da inclusão de óleos e gorduras, tem influência tanto nos parâmetros de desempenho de frangos de corte quanto na qualidade do pélete produzido. A presença de óleos e/ou gorduras, dependendo da quantidade, por sua característica hidrofóbica, pode prejudicar a agregação das partículas, agindo como lubrificante entre as partículas do alimento e a matriz da peletizadora, reduzindo a pressão de peletizacão, diminuindo a gelatinização do amido e resultando em péletes de baixa qualidade.",
	"xml:lang":"por"
	},
	{"value":"The efficiency of the pellet can be translated by the quality of the pellet which is defined as the proportion of intact pellets that come to feeders for chickens, i.e., its resistance to breakage between the feed mill and farms. The use of diets with a higher percentage of intact pellets results in better performance of birds when compared with the feed rations. The main factors that affect pellet quality are: characteristics of pelleting, the feed composition, particle size, pelleting temperature, moisture and steam injection. From a nutritional standpoint, one can consider that the smaller the particle size of food increased their contact with the digestive juices, which aids digestion and absorption of nutrients. However, finely ground lead to less stimulation and growth of intestinal ephitellium. But from the standpoint of production of feed, the larger the particle size of ingredients largest economy with energy and greater efficiency (tons / hour) milling. Because of this, it is suggested that the particle sizes used vary between 500 and 700 ìm to not to cause loss of performance of the birds, nor the income from the factory. Increased energy, through the addition of oils and fats, have much influence on performance parameters of broilers and the quality of the pellet produced. The presence of oils and / or fat, depending on the amount, on its hydrophoby characteristic, causing damage to the particles aggregation acting as a lubricant between food particles and the matrix of pelleting, decreasing the pelleting pressure and its gelatinization, resulting into poor quality pellets.",
	"xml:lang":"eng"
	}
	]
	}}
