{"resource": {
	"dct:title":[
		{"value":"   Recuperação da condição corporal ",
	"xml:lang":"por"
	},
	{"value":"Body condition recovery, carcass electrical stimulation and meat aging as improvement factors of Loin traits in Santa Inês ewes culled by age",
	"xml:lang":"eng"
	},
	{"value":"   estimulação elétrica da carcaça e maturação da carne como fatores de melhoria nas características do lombo de ovelhas santa inês descartadas por idade "}
	],
	"dc:subject":[
		{"value":"slaughtering",
	"xml:lang":"eng"
	},
	{"value":"organoleptic analysis",
	"xml:lang":"eng"
	},
	{"value":"cooking",
	"xml:lang":"eng"
	},
	{"value":"tenderness",
	"xml:lang":"eng"
	}
	],
	"bibo:volume":"70/n.1",
	"rdf:about":"http://agris.fao.org/aos/records/BR2015F01018",
	"dct:identifier":"BR2015F01018",
	"dct:type":"Journal Article",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19420"
	},
	"dct:isPartOf":[
		{"rdf:resource":{"value":"http://aims.fao.org/serials/c_ea787e45"}
	},
	{"bibo:Journal":{"dct:title":{"value":"Boletim de Indústria Animal"},
	"bibo:ISSN":{"value":"0067-9615"}
	}
	}
	],
	"dct:issued":"2013-",
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://www.iz.sp.gov.br/pdfsbia/1371730344.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"SANTOS,  L. E."
	}
	},
	{"foaf:Person":{"foaf:name":"SILVA,  T. J. P."
	}
	},
	{"foaf:Person":{"foaf:name":"FREITAS,  M. Q."
	}
	},
	{"foaf:Person":{"foaf:name":"CUNHA,  E. A."
	}
	},
	{"foaf:Person":{"foaf:name":"HAGUIWARA,  M. M. H."
	}
	}
	],
	"bibo:abstract":[
		{"value":"a perda por cocção (PC) e os parâmetros de cor (L*, a* e b*) e efetuou-se a avaliação sensorial da maciez do músculo Longissimus. Concluiu-se que a recuperação da CC melhorou as características da carcaça e clareou a cor da carne, todavia não afetou sua maciez. A EE e a M melhoraram a maciez, reduzindo a FC em 44 a 45% na carne maturada por 7 dias e em 51 a 59% na maturada por 14 dias e entre 32 a 33% na não maturada. A EE clareou a carne, enquanto a M a escureceu, acentuando a coloração vermelha amarronzada e acentuou as perdas por cocção, de 15,2% (sem maturação) a 19,6% e 23,1%, respectivamente, para 7 e 14 dias de M. A avaliação sensorial para maciez corroborou os dados da avaliação instrumental, que indicaram a efetividade da EE na melhoria da maciez da carne."},
	{"value":"Estudou-se o efeito da recuperação da condição corporal (CC), da estimulação elétrica (EE) e da maturação (M) sobre as características da carcaça e da carne de ovelhas Santa Inês, de descarte por idade, abatidas após o desmame das crias ou após período de recuperação da CC. Avaliaram-se as características da carcaça",
	"xml:lang":"por"
	},
	{"value":"a força de cisalhamento (FC)"},
	{"value":"Effects of body condition (BC) recovery, carcass electrical stimulation (ES) and meat aging time (AT) were studied on the carcass and loin in Santa Ines ewes culled by age and slaughtered immediately after pup weaning or after BC recovery period. Carcass characteristics, shear force (SF), cooking loss (CL), meat color (L*, a*, b*) and sensory characteristics of Longissimus muscle were evaluated. It was concluded that BC recovery improved carcass characteristics and meat color brightness, however did not affect the tenderness. The ES and AT improved tenderness, reducing SF in 44 - 45% and in 51 - 59%, respectively, for 7 or 14 days of aging and 32 - 33% in non aged meat. ES affected the color parameters, clearing the meat. AT darkened and accentuated the brownish red color of meat and increased the cooking losses, from 15.2% (non aged) to 19.6% and 23.1%, respectively, for 7 and 14 days of AT. The sensory evaluation for tenderness corroborated the findings of the instrumental evaluation, which confirmed the effectiveness of ES in improving meat tenderness.",
	"xml:lang":"eng"
	}
	]
	}}
