{"resource": {
	"dct:language":"por",
	"dct:title":[
		{"value":"   Manejo de campos de produção de sementes de Urochloa humidicola ‘comum’: II - Efeito de práticas culturais. ",
	"xml:lang":"por"
	},
	{"value":"Management of production fields of common Urochloa humidicola seeds. II. Effect of culture practices",
	"xml:lang":"eng"
	}
	],
	"dc:subject":[
		{"value":"germination",
	"xml:lang":"eng"
	},
	{"value":"flowering",
	"xml:lang":"eng"
	},
	{"value":"pastures",
	"xml:lang":"eng"
	}
	],
	"bibo:volume":"72/n.3",
	"bibo:doi":"10.17523/bia.v72n3p209",
	"rdf:about":"http://agris.fao.org/aos/records/BR2015F11568",
	"dct:identifier":"BR2015F11568",
	"dct:type":"Journal Article",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19420"
	},
	"dct:isPartOf":[
		{"rdf:resource":{"value":"http://aims.fao.org/serials/c_ea787e45"}
	},
	{"bibo:Journal":{"dct:title":{"value":"Boletim de Indústria Animal"},
	"bibo:ISSN":{"value":"0067-9615"}
	}
	}
	],
	"dct:issued":"2015-",
	"bibo:uri":"http://dx.doi.org/10.17523/bia.v72n3p209",
	"dct:dateSubmitted":2016,
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"SOUZA, F. H. D."
	}
	},
	{"foaf:Person":{"foaf:name":"PERES,  R. M."
	}
	},
	{"foaf:Person":{"foaf:name":"COUTINHO FILHO,   J. L. V."
	}
	},
	{"foaf:Person":{"foaf:name":"JUSTO,  C. L."
	}
	}
	],
	"bibo:abstract":[
		{"value":"Since the 1970s, common Urochloa (syn. Brachiaria) humidicola seeds have been an important part of the Brazilian market of cultivated tropical pasture seeds. Most of these seeds come from pasture areas in which animals are excluded from spring to harvest in summer. Commercial productivity is low and variable, especially because of the lack of appropriate management of seed production. Production is impaired in heterogenous lawns in terms of ground cover, height and constitution. An automatic harvester is the most widely used harvesting method, which is known to be inefficient in recovering the seeds produced. The use of this equipment is also limited in this species by the strong association between flowering synchronization and natural seedfall, which results in a short period of attachment of the seeds to the inflorescences. Thus, this harvesting method can only be used for 5-7 days during each harvest. The anticipation or delay of the reproductive phase of plants obtained by distinct agronomic management may permit the temporal distribution of production during the same harvest. The objective of this study was to evaluate the effects of cultural practices on the productivity, quality and harvest window of common U. humidicola seeds. The effects of cutting height (5 and 15 cm above ground level, respectively, and control [uncut plants]), associated or not with the removal or burning of resulting plant residues, were evaluated in an area previously used as pasture in 1999/2000 and 2001/2002. Compared to control, the treatments resulted in delays during the harvest window of pure germinable seeds. The accumulation of biomass consisting of leaf remnants and dead or sterile tillers and their segments reduces the production of pure germinable seeds in common U. humidicola. The effect of the type of elimination of this accumulated material depends on the amount accumulated. However, in the two years of the experiment, cutting the plants at 5 cm above ground level at the beginning of the rainy season, followed by removal of these plant residues, increased the production of pure germinable seeds.",
	"xml:lang":"eng"
	},
	{"value":"Desde a década de 1970, sementes de Urochloa (syn. Brachiaria) humidicola ‘comum’ têm constituído fração importante do mercado brasileiro de sementes de pastagens tropicais cultivadas. Maior parte dessas sementes provém de áreas de pastagens nas quais os animais são excluídos desde a primavera até a colheita, no verão. As produtividades comerciais são baixas e variáveis, principalmente em consequência de falta de manejo apropriado à produção de sementes. A produção é prejudicada em relvados heterogêneos quanto à cobertura do solo, altura e constituição. O método de colheita mais utilizado é o da colhedeira automotriz, de reconhecida ineficiência quanto à recuperação das sementes produzidas. O uso desse equipamento é também limitado nesta espécie pela marcante associação entre o sincronismo floral e a degrana (queda) natural das sementes que resulta em curto período de conexão das sementes às inflorescências, fazendo com que permaneçam disponíveis a esse método de colheita por apenas 5 - 7 dias em cada safra. Antecipações ou atrasos da fase reprodutiva das plantas, obtidas por meio de manejo agronômico diferenciado, talvez possam proporcionar a distribuição temporal da produção na mesma safra. Este trabalho foi conduzido com o objetivo de avaliar efeitos de práticas culturais sobre a produtividade, a qualidade e o período de disponibilidade à colheita de sementes de U. humidicola ‘comum’. Em área anteriormente utilizada como pastagem nos anos de 1999/2000 e 2001/2002, foram avaliados os efeitos de alturas de corte (5 cm e 15 cm acima do solo, respectivamente, e testemunha [plantas não cortadas] associados ou não à remoção ou queima dos resíduos vegetais deles resultantes. Comparativamente à testemunha, os tratamentos resultaram em atrasos na época de maior disponibilidade de sementes puras germináveis à colheita. O acúmulo de biomassa, constituída por remanescentes de folhas e perfilhos mortos ou estéreis e seus segmentos, reduz a produtividade de sementes puras germináveis em U. humidicola ‘comum’. Os efeitos de formas de eliminação desse acúmulo dependem da quantidade acumulada. Entretanto, nos dois anos de experimento, corte das plantas a 5 cm do solo no início do período chuvoso, seguido de remoção dos resíduos desse corte possibilitou maiores produtividades de sementes puras germináveis.",
	"xml:lang":"por"
	}
	]
	}}
