{"resource": {
	"dct:language":"por",
	"dct:title":[
		{"value":"   Estimação de parâmetros genéticos de características de crescimento pós desmama de bovinos mestiços Angus X Zebu ",
	"xml:lang":"por"
	},
	{"value":"Estimation of genetic parameters for postweaning growth traits in crossbred Angus x Zebu cattle",
	"xml:lang":"eng"
	}
	],
	"dc:subject":[
		{"value":"genetic improvement",
	"xml:lang":"eng"
	},
	{"value":"breeding value",
	"xml:lang":"eng"
	},
	{"value":"composition",
	"xml:lang":"eng"
	},
	{"value":"growth period",
	"xml:lang":"eng"
	}
	],
	"bibo:volume":"72/n.2",
	"rdf:about":"http://agris.fao.org/aos/records/BR2015F07616",
	"dct:identifier":"BR2015F07616",
	"dct:type":"Journal Article",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19420"
	},
	"dct:isPartOf":[
		{"rdf:resource":{"value":"http://aims.fao.org/serials/c_ea787e45"}
	},
	{"bibo:Journal":{"dct:title":{"value":"Boletim de Indústria Animal"},
	"bibo:ISSN":{"value":"0067-9615"}
	}
	}
	],
	"dct:issued":"2015-",
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://www.iz.sp.gov.br/pdfsbia/1435674459.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"SILVA, J. A. II V."
	}
	},
	{"foaf:Person":{"foaf:name":"MAIORANO, A. M."
	}
	},
	{"foaf:Person":{"foaf:name":"BERNARDO JÚNIOR, F. F."
	}
	},
	{"foaf:Person":{"foaf:name":"MARTINS, G. V."
	}
	},
	{"foaf:Person":{"foaf:name":"NOVAES, L. C."
	}
	},
	{"foaf:Person":{"foaf:name":"SILVA, D. C. M."
	}
	},
	{"foaf:Person":{"foaf:name":"CURI,  R. A."
	}
	}
	],
	"bibo:abstract":[
		{"value":"Objetivou-se com o trabalho verificar o efeito da heterozigose individual no peso aos 365 dias (P365) e peso aos 550 dias (P550) de idade, assim como estimar a herdabilidade das características em estudo e os valores genéticos de animais de diferentes composições raciais envolvendo a raça Angus e zebuínos, a fim de observar a possibilidade do uso destas características como critérios de seleção em programas de cruzamento e melhoramento genético. Foram utilizados registros de 5.629 animais mestiços Angus x Zebu, nascidos no período de 1995 a 2004. Foram realizadas análises univariadas e bivariadas das características por meio de modelo animal e inferência bayesiana. Os efeitos incluídos no modelo foram grupo contemporâneo, heterozigose individual, idade do animal na pesagem, efeito aleatório genético direto do animal e resíduo. O tamanho da cadeia solicitado, bem como o período e o intervalo amostral, foram suficientes para obter convergência das estimativas a posteriori dos parâmetros genéticos. As estimativas de herdabilidade obtidas nas análises univariadas e na análise bivariada foram 0,38 e 0,30, e 0,32 e 0,30, respectivamente para P365 e P550. A estimativa de correlação genética entre as características foi 0,98. Ao comparar a classificação dos 10 melhores touros com base nos valores genéticos para P365 e P550, observou-se pequena diferença nas classificações para as características estudadas. O efeito da heterozigose tem importância nos cruzamentos e na obtenção de maiores pesos pós desmama, indicando que a utilização de animais com heterozigose individual máxima é vantajosa. As características P365 e P550 apresentaram-se como apropriados critérios de seleção, sugerindo que devam ser incluídas em programas de melhoramento de bovinos cruzados Angus x Zebu.",
	"xml:lang":"por"
	},
	{"value":"The objective of this study was to verify the effect of individual heterozygosity on weights at 365 (W365) and 550 (W550) days of age, and to estimate the heritability of these traits and the breeding values of animals of different breed compositions involving Angus and Zebu breeds in order to evaluate the possible use of these traits as selection criteria in crossbreeding and genetic improvement programs. Records from 5,629 crossbred Angus x Zebu animals born between 1995 and 2004 were used. Univariate and bivariate analyses of the traits were performed using an animal model and Bayesian inference. The effects included in the model were contemporary group, individual heterozygosis, age of animal at recording, and random direct genetic effect of the animal and residual. The size of the chain requested, as well as the burn-in period and thinning interval, was sufficient to obtain convergence of the posterior estimates of the genetic parameters. The heritability estimates obtained in univariate and bivariate analysis were 0.38 and 0.30 for W365 and 0.32 and 0.30 for W550, respectively. The genetic correlation between traits was 0.98. Comparison of the rank of the 10 best sires based on the breeding values for W365 and W550 showed a small difference between the traits studied. The effect of heterozygosity has importance for crossings and for obtaining higher postweaning weights, indicating that the use of animals with maximum individual heterozygosity is advantageous. W365 and W550 were found to be appropriate selection criteria and should be included in breeding programs of crossbred Angus x Zebu cattle.",
	"xml:lang":"eng"
	}
	]
	}}
