{"resource": {
	"dct:language":[
		"por",
	"eng"
	],
	"dct:title":[
		{"value":"Growth, content of sodium, chlorideand ion relation in castor bean under salt stress and nitrogen fertilization",
	"xml:lang":"eng"
	},
	{"value":"   teor de sódio "},
	{"value":"   Crescimento ",
	"xml:lang":"por"
	},
	{"value":"   cloro e relação iônica na mamoneira sob estresse salino e adubação nitrogenada "}
	],
	"bibo:volume":"6/n.2",
	"rdf:about":"http://agris.fao.org/aos/records/BR2015211223",
	"dct:identifier":"BR2015211223",
	"dct:type":"Journal Article",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/11131"
	},
	"dct:isPartOf":[
		{"rdf:resource":{"value":"http://aims.fao.org/serials/j_1294754373047"}
	},
	{"bibo:Journal":{"dct:title":{"value":"Comunicata Scientiae"},
	"bibo:ISSN":{"value":"2176-9079"}
	}
	}
	],
	"dct:issued":"2015-",
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://www.comunicatascientiae.com.br/comunicata/article/download/873/320",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Lima Geovani Soares de"
	}
	},
	{"foaf:Person":{"foaf:name":"Nobre Reginaldo Gomes"
	}
	},
	{"foaf:Person":{"foaf:name":"Gheyi  Hans Raj"
	}
	},
	{"foaf:Person":{"foaf:name":"Soares Lauriane Almeida dos Anjos"
	}
	},
	{"foaf:Person":{"foaf:name":"Pinheiro  Francisco Wesley Alves"
	}
	},
	{"foaf:Person":{"foaf:name":"Dias Adaan Sudário"
	}
	},
	{"foaf:Organization":{"foaf:name":"Universidade Federal de Campina Grande, Campina Grande, PB, Brasil"
	}
	},
	{"foaf:Organization":{"foaf:name":"Universidade Federal de Campina Grande, Campina Grande, PB, Brasil"
	}
	},
	{"foaf:Organization":{"foaf:name":"Universidade Federal do Recôncavo da Bahia, Cruz das Almas, BA, Brasil"
	}
	},
	{"foaf:Organization":{"foaf:name":"Universidade Federal de Campina Grande, Campina Grande, PB, Brasil"
	}
	},
	{"foaf:Organization":{"foaf:name":"Universidade Federal de Campina Grande, Campina Grande, PB, Brasil"
	}
	},
	{"foaf:Organization":{"foaf:name":"Universidade Federal de Campina Grande, Campina Grande, PB, Brasil"
	}
	}
	],
	"bibo:abstract":[
		{"value":"os teores de sódio e cloro aumentaram com o incremento da CEa em todas as partes da planta, sendo os teores de cloro maiores que o de sódio"},
	{"value":"a irrigação com água de CEa de até 3,7 dS m-1 promoveu aumento na relação Na+/K+ nos tecidos das raízes"},
	{"value":"1,2"},
	{"value":"130 e 160% da dose indicada). O uso de água com CEa acima de 0,3 dS m-1 afetou de forma negativa a altura de planta, o diâmetro caulinar, o número de folhas e aárea foliar"},
	{"value":"the content of sodium and chloride increased with the increase in ECwin all parts of the plant, and the content of chloride being higher than sodium",
	"xml:lang":"por"
	},
	{"value":"The aim of this study was to evaluate the growth, the content of sodium, chloride and ion relation in castor bean cv. BRS Energia as a function of irrigation water salinity and nitrogen fertilization under field conditions in the TypicUsthorthent eutrophic soil of sandy loam texture in the municipality of Pombal, PB . The experimental design was randomized blocks, a 5x4 factorial, consisting of the combination of five levels of electrical conductivity of irrigation water - ECw (0.3, 1.2, 2.1, 3.0 and 3.9dS m-1) and four doses of nitrogen-DN (70, 100, 130 and 160% of the recommended dose). The use of water with ECw above 0.3 dS m-1 negatively affected the plant height, stem diameter, numberof leaves and leaf area",
	"xml:lang":"eng"
	},
	{"value":"Propôs-se, neste trabalho, avaliar o crescimento, o teor de sódio, cloro e relação iônica na mamoneira cv. BRS Energia, em função da irrigação com águas salinizadas e adubação nitrogenada, em condições de campo no Neossolo Regolítico eutrófico típico de textura francoarenosa,no município de Pombal, PB. O delineamento experimental utilizado foi o em blocos casualizados, arranjados em esquema fatorial 5 x 4, constituídos pela combinação de cinco níveis de condutividade elétrica da água de irrigação - CEa (0,3"},
	{"value":"o incremento na aplicação de DN resulta em aumento no número de folhas e área foliar e elevação nos teores foliar de cloro."},
	{"value":"2,1"},
	{"value":"the increase in application of DN affected positively the number of leaves,leaf area and chloride in leaf."},
	{"value":"irrigation with water of ECw up to 3.7 dS m-1 resulted in an increase in the Na+/K+ in root tissues"},
	{"value":100},
	{"value":"3,0 e 3,9 dS m-1) e quatro doses de nitrogênio -DN (70"}
	]
	}}
