{"resource": {
	"dct:language":[
		"por",
	"eng"
	],
	"dct:title":[
		{"value":"Effect of organic fertilization on biomass production and bioactivity of citronella grass essential oil",
	"xml:lang":"eng"
	},
	{"value":"   Efeito da adubação orgânica na produção de biomassa e bioatividade do óleo essencial do capim citronela ",
	"xml:lang":"por"
	}
	],
	"dc:subject":[
		{"value":"didymella bryoniae",
	"xml:lang":"eng"
	},
	{"value":"drug plants",
	"xml:lang":"eng"
	}
	],
	"bibo:volume":"5/n.4",
	"rdf:about":"http://agris.fao.org/aos/records/BR2015206440",
	"dct:identifier":"BR2015206440",
	"dct:type":"Journal Article",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/11131"
	},
	"dct:isPartOf":[
		{"rdf:resource":{"value":"http://aims.fao.org/serials/j_1294754373047"}
	},
	{"bibo:Journal":{"dct:title":{"value":"Comunicata Scientiae"},
	"bibo:ISSN":{"value":"2176-9079"}
	}
	}
	],
	"dct:issued":"2014-",
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://comunicata.ufpi.br/index.php/comunicata/article/download/369/282",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Soares Adriano de Aguiar"
	}
	},
	{"foaf:Person":{"foaf:name":"Castro Henrique Guilhon de"
	}
	},
	{"foaf:Person":{"foaf:name":"Santos Gil Rodrigues dos"
	}
	},
	{"foaf:Person":{"foaf:name":"Cardoso Dione Pereira"
	}
	},
	{"foaf:Person":{"foaf:name":"Júnior Aloisio Freitas Chagas"
	}
	},
	{"foaf:Person":{"foaf:name":"Aguiar Raimundo Wagner de Souza"
	}
	},
	{"foaf:Organization":{"foaf:name":"Universidade Federal do Tocantins, Gurupi, TO, Brasil"
	}
	},
	{"foaf:Organization":{"foaf:name":"Universidade Federal do Tocantins, Gurupi, TO, Brasil"
	}
	},
	{"foaf:Organization":{"foaf:name":"Universidade Federal do Tocantins, Gurupi, TO, Brasil"
	}
	},
	{"foaf:Organization":{"foaf:name":"Universidade Federal do Tocantins, Gurupi, TO, Brasil"
	}
	},
	{"foaf:Organization":{"foaf:name":"Universidade Federal do Tocantins, Gurupi, TO, Brasil"
	}
	},
	{"foaf:Organization":{"foaf:name":"Universidade Federal do Tocantins, Gurupi, TO, Brasil"
	}
	}
	],
	"bibo:abstract":[
		{"value":"This study aimed to analyze the effect of organic fertilization on the growth and on biomass production of citronella grass (Cymbopogon nardus) as well as evaluating the effect citronella grass essential oil and of the citronellal compound in inhibiting the mycelial growth of the Didymella bryoniaefungi. To evaluate the effect of organic fertilization on the growth of citronella grass, the experiment was installed in a block randomized design in subdivided plot scheme. The plots consisted by four doses of organic cattle manure (0, 3, 6 and 9 Kg hole-1) and the subplots by five sampling times (80,108, 136, 164, 192 days after transplant). To evaluate the effect of citronella grass essential oil in inhibiting mycelial growth of D. bryoniae, the experiment was installed in a completely randomized design in a factorial scheme. The treatments consisted of five aliquots (5, 10, 15, 20 and 25 μL) of essential oil of citronella grass and citronellal compound in five sampling times. The treatment of organic fertilization 9 Kg hole-1 exhibited the highest values in all variables in the last sampling time. A greater effect of inhibition of mycelial growth was obtained using citronellal when compared withthe essential oil. In the aliquot of 25 μL of citronellal was observed total inhibition of mycelial growth of the D. bryoniae fungi.",
	"xml:lang":"eng"
	},
	{"value":"Este trabalho teve como objetivo analisar o efeito da adubação orgânica no crescimento e na produção de biomassa do capim citronela (Cymbopogon nardus), assim como avaliar o efeito do óleo essencial do capim citronela e do composto citronelal na inibição do crescimento micelialdo fungo Didymella bryoniae. Na avaliação do efeito da adubação orgânica no crescimento do capim citronela, foi utilizado o delineamento em blocos casualizados em esquema de parcela subdividida. As parcelas foram constituídas por quatro doses de adubação orgânica de esterco bovino curtido (0, 3, 6 e 9 Kg cova-1) e as subparcelas por cinco épocas de amostragem (80, 108,136, 164, 192 dias após o transplante). Para avaliar a fungitoxicidade do óleo essencial do capim citronela na inibição do crescimento micelial do fungo D. bryoniae, foi instalado no delineamentointeiramente casualizado em esquema fatorial. Os tratamentos foram compostos por cinco alíquotas (5, 10, 15, 20 e 25 μL) do óleo essencial do capim citronela e do composto citronelal, em cinco épocas de amostragem. Verificou-se no tratamento de adubação orgânica de 9 Kg cova-1 os maiores valores em todas as variáveis analisadas na última época de amostragem. Constatouse maior efeito de inibição do crescimento micelial utilizando o citronelal em comparação com o óleo essencial. Na alíquota de 25 μL do citronelal ocorreu inibição total do crescimento micelial do fungo D. bryoniae.",
	"xml:lang":"por"
	}
	]
	}}
