{"resource": {
	"dct:title":[
		{"value":"Cattle traceability in the Mid-South region of Mato Grosso State: economic, technical and conception aspects",
	"xml:lang":"eng"
	},
	{"value":"   técnicos e conceituais "},
	{"value":"   Rastreabilidade bovina na região Centro-Sul do estado de Mato Grosso: aspectos econômicos ",
	"xml:lang":"por"
	}
	],
	"dc:subject":[
		{"value":"safety",
	"xml:lang":"eng"
	},
	{"value":"foods",
	"xml:lang":"eng"
	},
	{"value":"beef cattle",
	"xml:lang":"eng"
	},
	{"value":"costs",
	"xml:lang":"eng"
	}
	],
	"bibo:volume":"70/n.2",
	"rdf:about":"http://agris.fao.org/aos/records/BR2014F01212",
	"dct:identifier":"BR2014F01212",
	"dct:type":"Journal Article",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19420"
	},
	"dct:isPartOf":[
		{"rdf:resource":{"value":"http://aims.fao.org/serials/c_ea787e45"}
	},
	{"bibo:Journal":{"dct:title":{"value":"Boletim de Indústria Animal"},
	"bibo:ISSN":{"value":"0067-9615"}
	}
	}
	],
	"dct:issued":"2013-",
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://www.iz.sp.gov.br/pdfsbia/1379355648.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"FERRAZZA,  R. A."
	}
	},
	{"foaf:Person":{"foaf:name":"SCHULLER,  M. C."
	}
	},
	{"foaf:Person":{"foaf:name":"LOPES,  M. A."
	}
	},
	{"foaf:Person":{"foaf:name":"LAGE,  L.A."
	}
	}
	],
	"bibo:abstract":[
		{"value":"(iii) a perda de elementos de identificação (15,39%)"},
	{"value":"It was aimed to investigate economic aspects of the establishment of traceability in the Mid-South region of MT, Brazil, methods of animal identification, complains, drawbacks and degree of importance given by ranchers. During May to July 2009 were conducted interviews with 13 owners of Rural Establishments Approved in SISBOV (ERAS) and the survey of economic values practiced by three certifying companies and one slaughterhouse from the region. All the farms interviewed utilized earring and bottom. The main difficulties for the establishment of tracking were the frequent changes (46.30%), the understanding of the laws (30.57%), and the choice of the certifier (23.13%). The greatest drawbacks of Cattle and Buffalo Identification and Certification System (SISBOV) were the excessive delay of official audits (53.85%), the instability of differential value (23.10%), loss of identification elements (15.39%) and the delay when requested earring reprinting (7.69%). The importance ascribed was ensuring the credibility and adding value to the Brazilian product (84.61%). The individual value for the tracking process was R$ 4,34. The difference of tracked animal slaughtered for the European Union was R$ 10,73@-1. The establishment of the tracking system presented economic viability and the variation of the values paid by the tracked meat despite animals aiming exportation.",
	"xml:lang":"eng"
	},
	{"value":"Objetivou-se analisar aspectos econômicos da implantação da rastreabilidade na região Centro-Sul do MT, os métodos de identificação, as reclamações, os entraves e o grau de importância dado pelos pecuaristas. De maio a julho de 2009 foram realizadas entrevistas com 13 proprietários de Estabelecimentos Rurais Aprovados no SISBOV (ERAS) e o levantamento de valores econômicos praticados por três certificadoras e um frigorífico da região. Todas as propriedades entrevistadas utilizavam brinco e botton. As principais dificuldades na implantação da rastreabilidade foram: as mudanças frequentes (46,30%),a compreensão das normativas que regem o Sistema Brasileiro de Identificação e Certificação de Origem Bovina e Bubalina (SISBOV)(30,57%) e a escolha da certificadora (23,13%). Os maiores entraves para a adoção e manutenção do SISBOV foram: (i) a demora excessiva das auditorias oficiais (53,85%)",
	"xml:lang":"por"
	},
	{"value":"(ii) a instabilidade no valor diferencial (23,10%)"},
	{"value":"e, (iv) a demora quando da solicitação de reimpressão de brincos (7,69%). A importância atribuída à rastreabilidade está relacionada à credibilidade e agregação de valor ao produto brasileiro (84,61%). O valor individual do processo de rastreabilidade foi de R$ 4,34. A diferença do animal rastreado abatido para a União Europeia foi de R$ 10,73/@. No período analisado, a implantação do sistema de rastreabilidade apresentou viabilidade econômica, apesar da variação dos valores pagos pela carne rastreada."}
	]
	}}
