{"resource": {
	"dct:language":"eng",
	"dct:title":[
		{"value":"   Resultados econômicos de um sistema de produção de leite na região de Varginha - sul de Minas Gerais ",
	"xml:lang":"por"
	},
	{"value":"Economic results of a milk production system in the area at Varginha - south of Minas Gerais State",
	"xml:lang":"eng"
	}
	],
	"dc:subject":[
		{"value":"dairy cattle",
	"xml:lang":"eng"
	},
	{"value":"production",
	"xml:lang":"eng"
	},
	{"value":"profitability",
	"xml:lang":"eng"
	}
	],
	"bibo:volume":"68/n.1",
	"rdf:about":"http://agris.fao.org/aos/records/BR2015F01452",
	"dct:identifier":"BR2015F01452",
	"dct:type":"Journal Article",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19420"
	},
	"dct:isPartOf":[
		{"rdf:resource":{"value":"http://aims.fao.org/serials/c_ea787e45"}
	},
	{"bibo:Journal":{"dct:title":{"value":"Boletim de Indústria Animal"},
	"bibo:ISSN":{"value":"0067-9615"}
	}
	}
	],
	"dct:issued":"2011-",
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://www.iz.sp.gov.br/pdfsbia/1332785523.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"LOPES M. A."
	}
	},
	{"foaf:Person":{"foaf:name":"GOMIDE, D. R."
	}
	},
	{"foaf:Person":{"foaf:name":"FRANCO NETO, A."
	}
	},
	{"foaf:Person":{"foaf:name":"SANTOS,  G."
	}
	}
	],
	"bibo:abstract":[
		{"value":"We studied the profitability of a milk production system, located in the area at Varginha, in the south of Minas Gerais, identifying the components that exercised higher influence on the effective operational cost, as well as the representation of each on lelated to the total income. The data were collected from January to December of 2008. For data entry, as well as the profitability analysis, the Cu$to Bovino Leite® software was used considering the total and operational cost methodologies. In the analysis, for presenting negative gross and liquid margins, and negative results it was concluded that the milk production system analyzed is entering into debt and decapitalized due to the revenues earned were not even enough to pay the effective operating expenses.　 The component items of the effective operational cost that exercised higher influence on the the milk income and effective operational cost were: feeding, labor, taxes and fees, sanitation, milking, miscellaneous expenses, reproduction and energy.",
	"xml:lang":"eng"
	},
	{"value":"Estudou-se a rentabilidade de um sistema de produção de leite, situado na região de Varginha, no sul de Minas Gerais, identificando os componentes que exerceram maior influência no custo operacional efetivo, bem como a representatividade de cada um deles em relação à receita total. Os dados foram coletados de janeiro a dezembro de 2008. Para o cadastramento desses, bem como na análise de rentabilidade foi utilizado o software Cu$to Bovino Leite®, que contemplou as metodologias do custo total e custo operacional. Na análise, por apresentar margem bruta, margem líquida e resultado negativos, conclui-se que o sistema de produção de leite analisado está se descapitalizando e se endividando, pois as receitas auferidas não foram suficientes para pagar sequer as despesas operacionais efetivas. Os itens componentes do custo operacional efetivo que exerceram maior influência sobre a receita do leite e sobre o custo operacional efetivo foram: alimentação, mão-de-obra, impostos e taxas, sanidade, ordenha, despesas diversas, reprodução e energia.",
	"xml:lang":"por"
	}
	]
	}}
