{"resource": {
	"dct:language":[
		"por",
	"eng"
	],
	"dct:title":[
		{"value":"   Germinação de sementes e formação de plântulas de Lafoensia pacari sob diferentes temperaturas ",
	"xml:lang":"por"
	},
	{"value":"Germination of Lafoensia pacari seed’s and seedling formation at different temperatures",
	"xml:lang":"eng"
	}
	],
	"dc:subject":[
		{"value":"lythraceae",
	"xml:lang":"eng"
	},
	{"value":"indigenous organisms",
	"xml:lang":"eng"
	}
	],
	"bibo:volume":"5/n.4",
	"rdf:about":"http://agris.fao.org/aos/records/BR2015206497",
	"dct:identifier":"BR2015206497",
	"dct:type":"Journal Article",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/11131"
	},
	"dct:isPartOf":[
		{"rdf:resource":{"value":"http://aims.fao.org/serials/j_1294754373047"}
	},
	{"bibo:Journal":{"dct:title":{"value":"Comunicata Scientiae"},
	"bibo:ISSN":{"value":"2176-9079"}
	}
	}
	],
	"dct:issued":"2014-",
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://comunicata.ufpi.br/index.php/comunicata/article/download/148/288",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Oliveira Ademir Kleber Morbeck"
	}
	},
	{"foaf:Person":{"foaf:name":"Lemes Frederico Tormin Freitas"
	}
	},
	{"foaf:Organization":{"foaf:name":"Universidade Anhanguera-Uniderp, Campo Grande, MS, Brasil."
	}
	},
	{"foaf:Organization":{"foaf:name":"Universidade Anhanguera-Uniderp, Campo Grande, MS, Brasil."
	}
	}
	],
	"bibo:abstract":[
		{"value":"A espécie Lafoensia pacari pertence à família Lythraceae, ocorrendo principalmente nos biomas Cerrado e Pantanal. Sua madeira é indicada para construção civil e marcenaria e a árvore, recomendada para arborização urbana e paisagismo, além de ser considerada uma espécie medicinal. Levando-se em consideração seu potencial de utilização variado e a importância da espécie, este trabalho foi desenvolvido com o objetivo de verificar o efeito de diferentes temperaturas sobre a germinação e crescimento inicial de plântulas. As sementes utilizadas no experimento foram coletadas no Pantanal do Negro, Mato Grosso do Sul. As sementes foramsubmetidas a seis testes, com temperaturas constantes de 20, 25, 30 e 35 °C e alternadas de 20-30 e 25-35 °C em câmaras de germinação. Os resultados obtidos evidenciaram percentagem de germinação acima de 59% para todos os tratamentos, com resultados estatisticamente iguais.As sementes da espécie, no momento da coleta, possuem alto IVG e baixo TMG, com todos os tratamentos apresentando resultados similares. Também o desenvolvimento inicial das plântulas, com exceção da temperatura de 20 oC, foi similar para todas as temperaturas testadas.",
	"xml:lang":"por"
	},
	{"value":"The species Lafoensia pacari is a tree (Lythraceae) distributed by Cerrado and Pantanal. Its wood issuitable for civil construction, manufacture of furniture and the tree recommended for landscaping and considered medicinal. Taking into account their potential use and importance of the species, the aim of this study was to evaluate seed germination and seedlings growth at different temperatures. L. pacari seeds were collected from Pantanal do Rio Negro, Mato Grosso do Sul. The seeds weresubmitted to at different temperatures, constant of 20, 25, 30 and 35 °C and alternating, 20-30 and 25-35 °C, in germination chambers. The results showed the percentage above 59% for all treatments, with statistically identical results. The species has high GSI and low AGT, with all treatments withsimilar results. The seedling growth, with exception of 20 oC, was not affected by treatments, with equal values.",
	"xml:lang":"eng"
	}
	]
	}}
