{"resource": {
	"dct:language":"por",
	"dct:title":[
		{"value":"   Pantaneira e Patuá "},
	{"value":"Cytogenetical characterization of bovine breeds Caracu, Junqueira, Pantaneiro and Patua",
	"xml:lang":"eng"
	},
	{"value":"   Junqueira "},
	{"value":"   Caracterização citogenética das raças bovinas Caracu ",
	"xml:lang":"por"
	}
	],
	"dc:subject":[
		{"value":"indigenous organisms",
	"xml:lang":"eng"
	},
	{"value":"karyotypes",
	"xml:lang":"eng"
	},
	{"value":"biological differences",
	"xml:lang":"eng"
	},
	{"value":"morphology",
	"xml:lang":"eng"
	}
	],
	"bibo:volume":"71/n.4",
	"rdf:about":"http://agris.fao.org/aos/records/BR2015F04417",
	"dct:identifier":"BR2015F04417",
	"dct:type":"Journal Article",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19420"
	},
	"dct:isPartOf":[
		{"rdf:resource":{"value":"http://aims.fao.org/serials/c_ea787e45"}
	},
	{"bibo:Journal":{"dct:title":{"value":"Boletim de Indústria Animal"},
	"bibo:ISSN":{"value":"0067-9615"}
	}
	}
	],
	"dct:issued":"2014-",
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://www.iz.sp.gov.br/pdfsbia/1418131335.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"PIRES,  R. M. L."
	}
	},
	{"foaf:Person":{"foaf:name":"ALVAREZ, R. H."
	}
	},
	{"foaf:Person":{"foaf:name":"AMARAL,   J. B."
	}
	},
	{"foaf:Person":{"foaf:name":"MONTEIRO, F.M."
	}
	},
	{"foaf:Person":{"foaf:name":"MELO, A.J.F."
	}
	},
	{"foaf:Person":{"foaf:name":"TREVISOL, E."
	}
	},
	{"foaf:Person":{"foaf:name":"LARA, M.A.C."
	}
	}
	],
	"bibo:abstract":[
		{"value":"During the adaptive process to Brazilian conditions, the native cattle breeds acquired physiological and phenotypic characteristics wich differs them from European breeds, from which they derive. The objectives of present study were to compare the sex chromosomes morphologies between four Brazilian native cattle breeds as well as the incidence of chromosomal abnormalities. The karyotype of 332 animals from four breeds were analyzed: Caracu (115 females and 159 males), Junqueira (13 females and 3 males), Pantaneiro (8 males) and Patua (21 females and 13 males). The Giemsa coloring were used to read the chromosome. All cattle breeds studied showed the normal chromosome (2n=60) consisting of 58 acrocentric autosomes and two submetacentric X chromosomes in females, and one X and one Y in males. In Caracu breed, selected for dairy or beef, it was developed by animals dimorphism carriers of Y chromosome (acrocentric and submetacentric), and the beef bloodlines showed higher percentage of acrocentric Y chromosome. There was 1% significant difference in Chi-Square test. In two females and two male born from twin birth of Caracu breed it was observed chemerism 60, XX/ 60, XY, and in other female from same breed it was observed 60, XX/ 61 XXY. For other three breeds, no chromosomal abnormality was observed. The Y chromosome morphology of the Pantaneiro and Patua breeds showed dimorphism of Y chromosome (submetacentric an acrocentric). In the Junqueira breed, only submetacentric morphology was observed.",
	"xml:lang":"eng"
	},
	{"value":"Durante o processo adaptativo às condições locais as raças bovinas europeias introduzidas no Brasil na época da colonização, adquiriram características fisiológicas e fenotípicas que as diferenciaram das raças originais. O presente estudo teve como objetivo comparar a morfologia dos cromossomos sexuais de bovinos de quatro raças, naturalizadas brasileiras, bem como verificar a incidência de anomalias cromossômicas. Foi analisado o cariótipo de 332 animais de quatro raças: Caracu (115 fêmeas e 159 machos), Junqueira (13 fêmeas e 3 machos), Pantaneiro (8 machos) e Patuá (21 fêmeas e 13 machos), utilizando-se a coloração convencional de Giemsa. Os animais das raças estudadas apresentaram o complemento cromossômico normal da espécie (2n=60), constituído de 58 cromossomos autossomos de morfologia acrocêntrica e dois cromossomos sexuais X submetacêntricos nas fêmeas e um X e um Y nos machos. Na raça Caracu, as linhagens selecionadas para corte e para leite foram formadas por indivíduos portadores de cromossomo Y acrocêntrico e submetacêntrico, sendo que a linhagem de corte apresentou maior percentagem de cromossomo Y acrocêntrico (P",
	"xml:lang":"por"
	}
	]
	}}
