{"resource": {
	"dct:language":"por",
	"dct:title":{"value":"IDENTIFICAÇÃO, SELEÇÃO E CARACTERIZAÇÃO DAS ESPÉCIES VEGETAIS DESTINADAS AO JARDIM SENSORIAL TUMUCUMAQUE, MUNICÍPIO DE SERRA DO NAVIO, AP/ BRASIL.",
	"xml:lang":"por"
	},
	"bibo:pageStart":22,
	"bibo:volume":3,
	"bibo:pageEnd":30,
	"dct:type":"Journal Article",
	"rdf:about":"http://agris.fao.org/aos/records/BR2015N00044",
	"dct:identifier":"BR2015N00044",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19750"
	},
	"dct:isPartOf":{"bibo:Journal":{"dct:title":{"value":"Biota Amazônia (Biote Amazonie, Biota Amazonia, Amazonian Biota)"}
	}
	},
	"dct:issued":2015,
	"bibo:uri":"http://periodicos.unifap.br/index.php/biota/article/view/590",
	"dct:dateSubmitted":2016,
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Cristiane Rodrigues Menezes"
	}
	},
	{"foaf:Person":{"foaf:name":"Edna Lopes Hardoim"
	}
	},
	{"foaf:Organization":{"foaf:name":"UNIFAP"
	}
	},
	{"foaf:Organization":{"foaf:name":"UFMT"
	}
	}
	],
	"bibo:issue":1,
	"bibo:abstract":{"value":"No jardim sensorial as espécies utilizadas para paisagismo devem ter características específicas que despertem os sentidos dos seres humanos tais como o olfato, tato e visão. Atualmente o Jardim Sensorial (JS) tem sido objeto de estudos relacionados com o Ensino de Ciências como um espaço destinado às aulas práticas nas escolas de Ensino Fundamental, além de constituir-se uma ferramenta de inclusão para alunos com necessidades educacionais especiais. A escolha de espécies que atendam tais características inerentes ao Jardim Sensorial é o objetivo deste trabalho. Desta forma foi realizada a visita em 05 locais com JS para verificação das plantas ornamentais ali existentes, sendo posteriormente feita a análise e classificação destas para sua utilização no Jardim sensorial. As plantas selecionadas foram classificadas segundo seu hábito, habitat, grupo evolutivo e características sensoriais e os resultados agrupados em tabelas e quadros demonstrativos, também se teve a preocupação com a correta identificação taxonômica das espécies. Foram previamente selecionadas as seguintes espécies: Acalypha reptans Sw., Aloe vera L., Alternanthera dentata (Moench) Stuchlik ex R.E.Fries, Anthurium andraeanum Linden, Arachis repens Handro, Catharanthus roseus (L.) G.Don, Episcia cupreata (Hook.) Hanst., Ixora coccinea L., Melissa officinalis L., Mentha sp, Ocimum basilicum, Rosmarinus officinalis, Sanseviera trifascinata var. laurentii (De Wild) N.E.Br, Zoynia tenuifolia Wild. & Thiele.Os resultados das informações obtidas demonstraram a predominância de espécies exóticas e introduzidas em relação as nativas, isto se deve a escassez de pesquisas direcionadas para a identificação de espécies nativas com potencial de uso paisagístico, e em especial para Jardim sensorial.",
	"xml:lang":"por"
	}
	}}
