{"resource": {
	"dct:language":"por",
	"dct:title":[
		{"value":"   Avaliação da contaminação por larvas infectantes de nematódeos em pastagem de Cynodon sp. em um sistema de produção de leite ",
	"xml:lang":"por"
	},
	{"value":"Evaluation of the contamination of infecting larvae of nematodes on pasture of Cynodon sp. in a milk producing system",
	"xml:lang":"eng"
	}
	],
	"dc:subject":[
		{"value":"parasites",
	"xml:lang":"eng"
	},
	{"value":"dairy cattle",
	"xml:lang":"eng"
	},
	{"value":"forage",
	"xml:lang":"eng"
	},
	{"value":"helminths",
	"xml:lang":"eng"
	},
	{"value":"production",
	"xml:lang":"eng"
	}
	],
	"bibo:volume":"68/n.1",
	"rdf:about":"http://agris.fao.org/aos/records/BR2015F01468",
	"dct:identifier":"BR2015F01468",
	"dct:type":"Journal Article",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19420"
	},
	"dct:isPartOf":[
		{"rdf:resource":{"value":"http://aims.fao.org/serials/c_ea787e45"}
	},
	{"bibo:Journal":{"dct:title":{"value":"Boletim de Indústria Animal"},
	"bibo:ISSN":{"value":"0067-9615"}
	}
	}
	],
	"dct:issued":"2011-",
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://www.iz.sp.gov.br/pdfsbia/1331056232.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"PERAZZA,  C. A."
	}
	},
	{"foaf:Person":{"foaf:name":"LOPES M. A."
	}
	},
	{"foaf:Person":{"foaf:name":"CARVALHO,  A. H. O."
	}
	},
	{"foaf:Person":{"foaf:name":"DEMEU,  F. A."
	}
	},
	{"foaf:Person":{"foaf:name":"SANTOS,  G."
	}
	},
	{"foaf:Person":{"foaf:name":"GARCIA,  A. M."
	}
	},
	{"foaf:Person":{"foaf:name":"BRUHN, F. R. P."
	}
	}
	],
	"bibo:abstract":[
		{"value":"Avaliou-se a contaminação por larvas infectantes de nematóides parasitos de bovinos em pastagem de Cynodon sp.. A pesquisa foi conduzida em um sistema de produção de leite localizado no município de Boa Esperança, sul do estado de Minas Gerais, durante os meses de maio a setembro de 2008. As amostras do capim foram coletadas em dez pontos, inseridos em um traçado em \"W\" previamente delineado, no período da manhã entre as 7:30 e 8:30, observando a presença de orvalho em todas as coletas realizadas. As amostras foram cortadas rente ao solo e separadas ao meio, o que constituía uma amostra superior e inferior de cada ponto de coleta, sendo posteriormente acondicionadas em sacos plásticos, identificados e transportados à temperatura ambiente. As larvas infectantes (L3) foram identificadas e estimou-se a quantidade por quilograma de matéria seca na forragem (L3/kg MS). As condições climáticas, tais como temperatura, umidade relativa do ar e precipitação pluvial, permitiram o desenvolvimento dos estádios de vida livre durante todo o período. Mesmo em baixas taxas de precipitação, durante os meses de maio a agosto, as contagens das quantidades de larvas na pastagem foram altas. Sob as condições do período seco (outono/inverno), as formas L3 de Cooperia sp. tiveram predominância expressiva em relação aos demais gêneros durante todo o período. Maior quantidade de larvas infectantes dessa espécie foi encontrada nos meses de julho e agosto nas amostras de pastagem superior, enquanto que para as amostras da parte inferior foram encontrados picos nos meses de junho e agosto. A grande quantidade de gêneros de helmintos patogênicos aos bovinos encontrados no presente estudo ao longo das estações mais secas do ano, especialmente na parte superior das pastagens, demonstra a importância desses agentes como causadores de perdas na produção leiteira em Minas Gerais.",
	"xml:lang":"por"
	},
	{"value":"The objective of this research was to evaluate the contamination of infecting larvae of parasitic nematodes in cattle on Cynodon sp. pasture. The research was conducted in a milk-production system situated in the town of Boa Esperança, in the southern region of Minas Gerais state, during the fall-winter seasons 2008. The samples of the grass were collected in ten points inserted into an outline in \"W\", previously designed, in the period of morning between at 7:30 and 8:30, observing the presence of dew in all the collections performed. The samples were CUT close to the soil and separated in half, which constituted an upper and lower sample of each collecting point, their being afterwards placed into plastic bag, identified and carried to a plastic foam box . The samples were processed singly. The infecting larvae (L3) were identified and the amount per kilogram of dry matter in forage was estimated (L3/kg DM). The climatic conditions such as temperature, air relative humidity and rainfall enabled the development of the free life stages throughout the period. Even at low rainfall rates during the months of May to August, the counts of the amount of larvae in the pastures were high. Under the conditions of the dry period (Fall/Winter), the L3 forms of Cooperia sp. presented an expressive predominance in relation to the other genera throughout the period. The greatest amount of infecting larvae of this species was found in the months of July and August in the upper pasture, while for the samples of the lower part were found peaks in the months of June and August. The large number of genera of pathogenic helminths to animals in this study along the drier seasons of the year, especially in the upper pasture, demonstrates the importance of these agents as cause of losses in milk production in Minas Gerais state.",
	"xml:lang":"eng"
	}
	]
	}}
