{"resource": {
	"dct:language":"por",
	"dct:title":{"value":"FITOTERAPIA: UMA  ALTERNATIVA TERAPÊUTICA PARA O CUIDADO EM ENFERMAGEM - RELATO DE EXPERIÊNCIA",
	"xml:lang":"por"
	},
	"bibo:pageStart":15,
	"bibo:volume":4,
	"bibo:pageEnd":20,
	"dct:type":"Journal Article",
	"rdf:about":"http://agris.fao.org/aos/records/BR2015N00165",
	"dct:identifier":"BR2015N00165",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19750"
	},
	"dct:isPartOf":{"bibo:Journal":{"dct:title":{"value":"Biota Amazônia (Biote Amazonie, Biota Amazonia, Amazonian Biota)"}
	}
	},
	"dct:issued":2015,
	"bibo:uri":"http://periodicos.unifap.br/index.php/biota/article/view/958",
	"dct:dateSubmitted":2016,
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Andréa Gomes da Rocha Brito"
	}
	},
	{"foaf:Person":{"foaf:name":"Cijara Leonice de Freitas"
	}
	},
	{"foaf:Person":{"foaf:name":"Robson da Costa Galvão"
	}
	},
	{"foaf:Person":{"foaf:name":"Jacqueline Targino Nunes"
	}
	},
	{"foaf:Person":{"foaf:name":"José Lenartte da Silva"
	}
	},
	{"foaf:Person":{"foaf:name":"Maiara Daniele da Silva Emiliano"
	}
	},
	{"foaf:Person":{"foaf:name":"Renata Silva Santos"
	}
	},
	{"foaf:Organization":{"foaf:name":"ESTACIO"
	}
	},
	{"foaf:Organization":{"foaf:name":"Estácio"
	}
	},
	{"foaf:Organization":{"foaf:name":"UFRN - Universidade Federal do Rio Grande do Norte"
	}
	}
	],
	"bibo:issue":4,
	"bibo:abstract":{"value":"<span style=\"font-family: 'Times New Roman'; font-size: medium;\">Objetiva-se relatar a experiência de estudantes dos cursos de enfermagem na perspectiva de expor a Fitoterapia como uma forma alternativa de terapêutica para assistência em Enfermagem. A Fitoterapia é uma terapêutica caracterizada pelo uso de plantas medicinais em suas diferentes formas farmacêuticas. Tem a finalidade de tratar e prevenir doenças, atualmente, tem se configurado como uma escolha mais natural e menos lesiva à saúde. Metodologia: Trata-se um relato de experiência de uma atividade vivenciada e elaborada por graduandos de enfermagem durante a disciplina de Terapias Naturais e Complementares, que tinha por objetivo conhecer melhor os Fitoterápicos e saber como utilizá-los na assistência em Enfermagem. Resultados: Na realização dessa prática observamos que o conhecimento empírico pode torna-se cientifico, porém é necessário pesquisas e discussões no campo científico para consolidar o conhecimento popular; em relação à Enfermagem, a mesma, encontra na Fitoterapia uma nova alternativa para prestar uma assistência eficaz e satisfatória ao cliente. Conclusão: conclui-se que as formas de terapias naturais também se constituem como medida de conhecimento que deve ser passado nas salas de aula para que os futuros profissionais possam desenvolver nas suas áreas de escolha um cuidado de enfermagem mais eficaz, estimulando a adoção da Fitoterapia nos programas de saúde pública</span>",
	"xml:lang":"por"
	}
	}}
