{"resource": {
	"dct:language":[
		"por",
	"eng"
	],
	"dct:title":[
		{"value":"Production and decomposition residue culture preceding corn and soybeans in the savannah oxisol miner",
	"xml:lang":"eng"
	},
	{"value":"   Produção e decomposição de resíduos culturais antecedendo milho e soja num latossolo no cerrado mineiro ",
	"xml:lang":"por"
	}
	],
	"dc:subject":{"value":"biomass",
	"xml:lang":"eng"
	},
	"bibo:volume":"5/n.4",
	"rdf:about":"http://agris.fao.org/aos/records/BR2015206431",
	"dct:identifier":"BR2015206431",
	"dct:type":"Journal Article",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/11131"
	},
	"dct:isPartOf":[
		{"rdf:resource":{"value":"http://aims.fao.org/serials/j_1294754373047"}
	},
	{"bibo:Journal":{"dct:title":{"value":"Comunicata Scientiae"},
	"bibo:ISSN":{"value":"2176-9079"}
	}
	}
	],
	"dct:issued":"2014-",
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://comunicata.ufpi.br/index.php/comunicata/article/download/508/281",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Torres José Luiz Rodrigues"
	}
	},
	{"foaf:Person":{"foaf:name":"Pereira Marcos Gervasio"
	}
	},
	{"foaf:Organization":{"foaf:name":"Instituto Federal do Triângulo Mineiro Campus Uberaba, Uberaba, MG, Brasil"
	}
	},
	{"foaf:Organization":{"foaf:name":"Universidade Federal Rural do Rio de Janeiro, Instituto de Agronomia, Rio de Janeiro, RJ, Brasil"
	}
	}
	],
	"bibo:abstract":[
		{"value":"a relação C/N não influenciou a decomposição dosresíduos culturais, sendo que milheto e crotalária apresentaram os maiores tempos de meia-vida"},
	{"value":"a produtividade de milho foi maior quando cultivado sobre crotalária, enquanto para a soja asplantas de cobertura cultivadas anteriormente não influenciaram sua produtividade."},
	{"value":"milheto e braquiaria foram as culturas com maior produção defitomassa quando cultivados em pré-safra"},
	{"value":"O uso de plantas de cobertura do solo em pré-safra, associadas à rotação das culturas anuais,tem sido uma das alternativas utilizadas no manejo sustentável dos solos do bioma Cerrado, pois a decomposição dos resíduos culturais destas plantas favorece o processo de ciclagem de nutrientes,podendo afetar a produtividade das culturas semeadas em sucessão. Neste estudo objetivou-se avaliar a produção de fitomassa e decomposição dos resíduos vegetais das coberturas do solo e avaliar a produtividade de milho e soja cultivados sobre estes resíduos, num Latossolo vermelho em Uberaba-MG. Com delineamento de blocos ao acaso no esquema em parcelas subdivididas, trêsplantas de cobertura (braquiária, milheto e crotalária) e pousio (vegetação espontânea), com quatro repetições. Em sucessão cultivou-se milho e soja sobre os resíduos culturais em decomposiçãodestas coberturas. As coberturas foram dessecadas no ponto de máximo florescimento e a taxade decomposição foi quantificada por meio de sacolas de decomposição contendo os resíduosculturais fragmentados, com coleta do material remanescente realizados em intervalos regulares. Aprodução de fitomassa seca das plantas de cobertura foi influenciada pela época de semeadurae pela precipitação pluviométrica",
	"xml:lang":"por"
	},
	{"value":"The use of cover crops on soil pre-harvest associated with the rotation of annual crops has been one of the alternatives used in the sustainable management of soils of the Savannah biome, because the decomposition of crop residues of these plants favors the process of nutrient cycling and canaffect the productivity of crops sown in succession. This study aimed to evaluate the biomass production and decomposition of plant residues of soil covers and evaluate the productivity of corn and soybeans grown on these residues, a Oxisol in Uberaba-MG. With a randomized block design in a split-plot scheme, three cover crops (brachiaria, millet and sunnhemp) and fallow (weed) with four replications. In succession grew up on corn and soybean crop residues decomposing these coverages. The toppings were desiccated at maximum flowering and the rate of decomposition was quantified by means of decomposition bags containing the residues fragmented, with materialcollected remainder performed at regular intervals. The dry biomass production of cover crops was influenced by the seeding season and the rainfall, millet and braquiaria cultures were greater biomass production when grown in pre-season, the C / N ratio did not influence the decomposition of crop residues, and millet and sunn showed higher values of half-life, the corn yield was higher when grown on crude, while for soybean cover crops grown previously not influence your productivity.",
	"xml:lang":"eng"
	}
	]
	}}
