{"resource": {
	"dct:language":"por",
	"dct:title":[
		{"value":"Carcass characterístics of 1/2 Guzerá x 1/4 Simbrasil x 1/4 Nellore heifers, finished in feedlot and slaughtered at different weights",
	"xml:lang":"eng"
	},
	{"value":"   Características da carcaça de novilhas 1/2 Guzerá x 1/4 Simbrasil x 1/4 Nelore ",
	"xml:lang":"por"
	},
	{"value":"   terminadas em confinamento e abatidas com diferentes pesos "}
	],
	"dc:subject":[
		{"value":"trade",
	"xml:lang":"eng"
	},
	{"value":"crossbreeding",
	"xml:lang":"eng"
	},
	{"value":"females",
	"xml:lang":"eng"
	}
	],
	"bibo:volume":"65/n.3",
	"rdf:about":"http://agris.fao.org/aos/records/BR2015F02193",
	"dct:identifier":"BR2015F02193",
	"dct:type":"Journal Article",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19420"
	},
	"dct:isPartOf":[
		{"rdf:resource":{"value":"http://aims.fao.org/serials/c_ea787e45"}
	},
	{"bibo:Journal":{"dct:title":{"value":"Boletim de Indústria Animal"},
	"bibo:ISSN":{"value":"0067-9615"}
	}
	}
	],
	"dct:issued":"2008-",
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://www.iz.sp.gov.br/pdfsbia/1227531606.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"CAMARGO,  A. M."
	}
	},
	{"foaf:Person":{"foaf:name":"RODRIGUES,   V. C."
	}
	},
	{"foaf:Person":{"foaf:name":"SOUSA,  J. C. D."
	}
	},
	{"foaf:Person":{"foaf:name":"MORENZ,  M. J. F."
	}
	},
	{"foaf:Person":{"foaf:name":"SILVA,  J. C. G"
	}
	},
	{"foaf:Person":{"foaf:name":"CABRAL NETO,  O."
	}
	},
	{"foaf:Person":{"foaf:name":"RAMALHO, R. O. S."
	}
	},
	{"foaf:Person":{"foaf:name":"RAMOS,  K. C. B. T."
	}
	}
	],
	"bibo:abstract":[
		{"value":"Objetivou-se com este estudo avaliar as características de carcaça de novilhas ½ Guzerá x ¼ Simbrasil x ¼ Nelore, terminadas em confinamento e abatidas com diferentes pesos. A idade e o peso médios iniciais dos animais experimentais foram de 25 meses e 401,7kg, respectivamente. O confinamento ocorreu durante 55 e 88 dias para que fossem atingidos os respectivos pesos de abate desejados de 460 e 500kg. Entretanto, os pesos médios reais alcançados foram de 465,17 e 503,50kg, respectivamente. A dieta alimentar com relação volumoso:concentrado de 67:33 continha 12,5% de proteína bruta e 73,5% de nutrientes digestíveis totais. O volumoso foi constituído por silagem de milheto e o concentrado a base de sorgo, caroço de algodão, calcário calcítico, sal e melaço. Não houve diferença significativa (P>0,05) para as variáveis medidas através de ultra-sonografia, composição física da carcaça, bem como para os rendimentos de carcaça quente e fria e do corte costilhar. Os animais abatidos com maiores pesos apresentaram superioridade e inferioridade para o rendimento do corte serrote e corte dianteiro, respectivamente (P",
	"xml:lang":"por"
	},
	{"value":"The subject of this study was to evaluate the carcass characteristics of ½ Guzerá x ¼ Simbrasil x ¼ Nellore heifers, finished in feedlot and slaughtered ath different weights. The animals presented initial averages for age and weight of 25 months and 401.70kg, respectively. The feedlot occurred during 55 and 88 days to reach the desired slaughter weight of 460 and 500kg, but the real weights achieved were 465.17 and 503.50kg. The diet with roughage:concentrate ratio of 67:33 contained 12.5% of crude protein and 73.5% of total digestible nutrients. The roughage was constituted by millet grass and the concentrate by sorghum, cottonseed, limestone, salt and sugar cane residue. There was no significant difference (P>0,05) to the variables measured with ultrasound, carcass physical composition, as well as hot, cold and side cut yield. The animals slaughtered with greater weights presented superiority and inferiority to special hindquarter and forequarter cuts yield, respectively (P",
	"xml:lang":"eng"
	}
	]
	}}
