{"resource": {
	"dct:language":"por",
	"dct:title":[
		{"value":"   Degradabilidade do amido de grãos secos e ensilados de híbridos de milho com textura dura e dentada em função do grau de moagem ",
	"xml:lang":"por"
	},
	{"value":"Starch degradability of dry and ensiled high-moisture grains of corn hybrids with different textures at different grinding degree",
	"xml:lang":"eng"
	}
	],
	"dc:subject":[
		{"value":"degradation",
	"xml:lang":"eng"
	},
	{"value":"nutritive value",
	"xml:lang":"eng"
	},
	{"value":"ruminants",
	"xml:lang":"eng"
	}
	],
	"bibo:volume":"68/n.2",
	"rdf:about":"http://agris.fao.org/aos/records/BR2015F01478",
	"dct:identifier":"BR2015F01478",
	"dct:type":"Journal Article",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19420"
	},
	"dct:isPartOf":[
		{"rdf:resource":{"value":"http://aims.fao.org/serials/c_ea787e45"}
	},
	{"bibo:Journal":{"dct:title":{"value":"Boletim de Indústria Animal"},
	"bibo:ISSN":{"value":"0067-9615"}
	}
	}
	],
	"dct:issued":"2011-",
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://www.iz.sp.gov.br/pdfsbia/1340908718.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"REIS, W."
	}
	},
	{"foaf:Person":{"foaf:name":"COSTA, C."
	}
	},
	{"foaf:Person":{"foaf:name":"MEIRELLES,  P. R. L."
	}
	},
	{"foaf:Person":{"foaf:name":"SILVA,  M.G. B."
	}
	},
	{"foaf:Person":{"foaf:name":"FACTORI,  M. A."
	}
	},
	{"foaf:Person":{"foaf:name":"PARIZ,  C. M"
	}
	},
	{"foaf:Person":{"foaf:name":"MENDONÇA, S. A."
	}
	},
	{"foaf:Person":{"foaf:name":"SANTANA,  E. A. R."
	}
	}
	],
	"bibo:abstract":[
		{"value":"10 e 8 mm). A fração solúvel (A) do amido dos grãos do híbrido de textura dentada na forma ensilada foi maior que a observada em grãos de milho seco e, considerando ambas as formas de conservação, esta fração foi menor para o híbrido de textura dura. Observou-se na fração insolúvel potencialmente degradável (B) situação inversa a estas. A degradação potencial foi maior nos grãos ensilados nas duas texturas. A ensilagem permitiu maior degradação efetiva do amido em relação aos grãos secos nas duas texturas avaliadas e os grãos de textura dentada condicionaram a maior degradabilidade efetiva tanto na forma ensilada quanto de grãos secos. A textura dentada e a ensilagem de grãos como forma de conservação se mostraram a melhor opção considerando a degradabilidade do amido. Independente das formas de conservação, os grãos do híbrido de milho de textura dura devem ser moídos fino, por proporcionar maior degradação ruminal, enquanto que para o híbrido de textura dentada, a moagem média é a mais indicada para ensilagem e a moagem grossa para os grãos secos."},
	{"value":"Objetivou-se avaliar a degradabilidade do amido de grãos de milho de textura dura e dentada, ensilados e secos, submetidos a três graus de moagem, por meio da degradação ruminal in situ. Foram utilizados três ovinos, fistulados no rúmen, em delineamento inteiramente casualizado, em um esquema fatorial 2 x 2 x 3, sendo dois híbridos de milho (textura dura e dentada), duas formas de conservação (ensilado e seco) e três graus de moagem (moído grosso, médio e fino, correspondendo às peneiras com crivo de 12"},
	{"value":"10 and 8 mm). Starch soluble fraction (A) of the dent hybrid ensiled corn grains was greater comparing to the dry materials and in both conservation forms this fraction was reduced in the flint texture hybrid, while the insoluble fraction potentially degradable (B) the opposite occurred. The degradation potential was higher in grains ensiled in two textures. The ensiled allowed more starch effective degradation in relation to dry grain in two textures and the grains dent texture hybrid also increased such degradation in both conservation methods. The dent texture and the ensiled high-moisture grains proved the best option considering the starch degradability. Regardless of the conservation forms, the grains of corn hybrid flint texture should be finely ground, for providing higher ruminal degradation, while for the dent texture hybrid, the coarsely and whole grinding are the most suitable for ensiled and dry grain, respectively.",
	"xml:lang":"por"
	},
	{"value":"This research evaluated corn grains with flint and dent texture (ensiled high-moisture or dried), submitted to grinding degrees, using the in situ ruminal degradation technique. Three rumen canulated adult sheeps were used in a complete randomized design, using a factorial outline 2 x 2 x 3, with two corn hybrids (flint and dent texture), two conservation methods (ensiled high-moisture and dry) and three grinding degress (whole, coarsely and finely ground, corresponding to the sieve of 12",
	"xml:lang":"eng"
	}
	]
	}}
