{"resource": {
	"dct:language":"por",
	"dct:title":[
		{"value":"   Produção e estrutura de pastos de capim-massai adubado com dejetos da produção animal ",
	"xml:lang":"por"
	},
	{"value":"Production and structure of massai grass pastures fertilized with animal manures",
	"xml:lang":"eng"
	}
	],
	"dc:subject":[
		{"value":"swine",
	"xml:lang":"eng"
	},
	{"value":"organic fertilizers",
	"xml:lang":"eng"
	},
	{"value":"wastes",
	"xml:lang":"eng"
	},
	{"value":"urea",
	"xml:lang":"eng"
	},
	{"value":"production",
	"xml:lang":"eng"
	},
	{"value":"feed crops",
	"xml:lang":"eng"
	},
	{"value":"panicum maximum",
	"xml:lang":"eng"
	}
	],
	"bibo:volume":"73/n.2",
	"bibo:doi":"10.17523/bia.v73n2p111",
	"rdf:about":"http://agris.fao.org/aos/records/BR2016F00027",
	"dct:identifier":"BR2016F00027",
	"dct:type":"Journal Article",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19420"
	},
	"dct:isPartOf":{"bibo:Journal":{"dct:title":{"value":"Boletim de Indústria Animal"},
	"bibo:ISSN":{"value":"0067-9615"}
	}
	},
	"dct:issued":"2016-",
	"bibo:uri":"http://dx.doi.org/10.17523/bia.v73n2p111",
	"dct:dateSubmitted":2016,
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"EMERENCIANO NETO, J.V."
	}
	},
	{"foaf:Person":{"foaf:name":"PEREIRA, G.F."
	}
	},
	{"foaf:Person":{"foaf:name":"DIFANTE, G. S."
	}
	},
	{"foaf:Person":{"foaf:name":"OLIVEIRA, L. G."
	}
	},
	{"foaf:Person":{"foaf:name":"SANTOS, W. R."
	}
	},
	{"foaf:Person":{"foaf:name":"GURGEL, M. F."
	}
	}
	],
	"bibo:abstract":[
		{"value":"The objective of this study was to evaluate the effect of organic and mineral fertilizers on the structure and production of Panicum maximum cv. Massai forage. The experiment was conducted at the teaching farm of Instituto Federal de Educação, Ciência e Tecnologia do Rio Grande do Norte, Apodi Campus. The treatments evaluated were organic sources of nitrogen (wastes of pig, poultry and sheep farming) and a mineral source (urea), set at 150 kg N/ha. Forage production, morphological components, pasture height, light interception, leaf area index, and chlorophyll content were evaluated in samples obtained at intervals of 60 days. Canopy height was affected by the type of fertilizer applied and the greatest height was observed for pasture fertilized with urea (50.97 cm). The highest light interception by the canopy was observed for pastures receiving urea, but 95% light interception was not reached. The leaf area index was higher for pastures fertilized with urea compared to the other treatments and the values obtained for pastures receiving organic fertilizers were considered very low. Forage, leaf blade, stem and dead material mass was affected by the type of fertilizer and was higher for pastures receiving urea. The total chlorophyll content of leaf blades did not differ between the types of fertilizer evaluated. Forage structure or production in massai grass pastures is not affected by the type of animal manure used as nitrogen source. The efficiency of these organic fertilizers as a nitrogen source is lower than that of mineral fertilization. The animal manures evaluated can be used as nitrogen sources for massai grass pastures to reduce costs and environmental impacts.",
	"xml:lang":"eng"
	},
	{"value":"Objetivou-se avaliar o efeito do uso de adubos orgânicos e mineral na estrutura e na produção de forragem do Panicum maximum cv. Massai. O experimento foi desenvolvido na fazenda escola do Instituto Federal de Educação, Ciência e Tecnologia do Rio Grande do Norte, campus Apodi. Os tratamentos avaliados foram fontes orgânicas de nitrogênio (dejetos da suinocultura, da avicultura e da ovinocultura) e uma fonte mineral (ureia), fixados em 150 kg/ha de N. Avaliou-se a produção de forragem e de componentes morfológicos, a altura do pasto, a interceptação luminosa, o índice de área foliar e o teor de clorofila, em cortes realizados a cada 60 dias. A altura do dossel foi afetada pelo tipo de adubo aplicado, e maior altura foi observada no pasto adubado com ureia (50,97 cm). A maior interceptação de luz (IL) pelo dossel foi observada nos pastos que receberam ureia, porém não alcançaram 95% de IL. O índice de área foliar nos pastos adubados com ureia foi maior que nos demais, e os valores observados nos pastos que receberam adubos orgânicos foram considerados muito baixos. As massas de forragem, de lâmina foliar, de colmo e de material morto foram afetadas pelo tipo de adubo, e foram maiores nos pastos que receberam ureia. Os teores de clorofila total nas lâminas foliares não diferiram entre os adubos avaliados. A estrutura e a produção de forragem em pastos de capim-massai não são afetadas pelo tipo de dejetos de produção animal utilizado como fonte de nitrogênio. A eficiência destes adubos orgânicos como fonte de nitrogênio é inferior à da adubação mineral. Os dejetos de produção animal avaliados podem ser utilizados como fonte de nitrogênio para pastos de capim-massai em condições de baixo custo e para diminuir os impactos ambientais.",
	"xml:lang":"por"
	}
	]
	}}
