{"resource": {
	"dct:language":[
		"por",
	"eng"
	],
	"dct:title":[
		{"value":"Behavior and physiology parameters of lactation sows in Cerrado-Amazônia transition",
	"xml:lang":"eng"
	},
	{"value":"   Comportamento e parâmetros fisiológicos de porcas em lactação na transição Cerrado-Amazônia ",
	"xml:lang":"por"
	}
	],
	"dc:subject":{"value":"temperature",
	"xml:lang":"eng"
	},
	"bibo:volume":"5/n.4",
	"rdf:about":"http://agris.fao.org/aos/records/BR2015206388",
	"dct:identifier":"BR2015206388",
	"dct:type":"Journal Article",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/11131"
	},
	"dct:isPartOf":[
		{"rdf:resource":{"value":"http://aims.fao.org/serials/j_1294754373047"}
	},
	{"bibo:Journal":{"dct:title":{"value":"Comunicata Scientiae"},
	"bibo:ISSN":{"value":"2176-9079"}
	}
	}
	],
	"dct:issued":"2014-",
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://comunicata.ufpi.br/index.php/comunicata/article/download/380/277",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Corassa Anderson"
	}
	},
	{"foaf:Person":{"foaf:name":"Dal Magro Talita Regina"
	}
	},
	{"foaf:Person":{"foaf:name":"Komiyama Cláudia Marie"
	}
	},
	{"foaf:Person":{"foaf:name":"Moreira Paula Sueli Andrade"
	}
	},
	{"foaf:Person":{"foaf:name":"Ballerini Nilton"
	}
	},
	{"foaf:Person":{"foaf:name":"Pereira Thuanny Lúcia"
	}
	},
	{"foaf:Organization":{"foaf:name":"Universidade Federal de Mato Grosso, Campus de Sinop, Sinop, MT, Brasil"
	}
	},
	{"foaf:Organization":{"foaf:name":"Universidade Federal de Mato Grosso, Campus de Sinop, Sinop, MT, Brasil"
	}
	},
	{"foaf:Organization":{"foaf:name":"Universidade Federal de Mato Grosso, Campus de Sinop, Sinop, MT, Brasil"
	}
	},
	{"foaf:Organization":{"foaf:name":"Universidade Federal de Mato Grosso, Campus de Sinop, Sinop, MT, Brasil"
	}
	},
	{"foaf:Organization":{"foaf:name":"Universidade Federal de Mato Grosso, Campus de Sinop, Sinop, MT, Brasil"
	}
	},
	{"foaf:Organization":{"foaf:name":"Universidade Federal de Mato Grosso, Campus de Sinop, Sinop, MT, Brasil"
	}
	}
	],
	"bibo:abstract":[
		{"value":"9,47"},
	{"value":"Objetivou-se realizar diagnóstico térmico e avaliar seus efeitos sobre o comportamento e parâmetros fisiológicos de porcas em lactação na região de transição Cerrado-Amazônia. As avaliações foram realizadas à 2,47",
	"xml:lang":"por"
	},
	{"value":"Was conducted a evaluation to characterize thermal diagnostic and evaluate its effects behavior and physiology parameters of on lactating sows in region of Cerrado-Amazônia transition, Brazil. The evaluations were made oat 2.47, 9.47, 15.29 and 21.47 days of lactation. There were recorded the data of air temperature, relative humidity and temperature and humidity index (THI) of ambient andrectal temperature (RT) and respiratory rate (RR) of animals. The animal behavior was characterizing by position and activity through observation. The ambient temperatures ranged from 24.3 to 32°C showing above the comfort zone. The average values of air temperature, relative humidity andTHI were 26.97 ° C, 78.86% and 77.54, respectively. The RR was lower in the first stage of lactation (39.44 mov / min) compared to the last stage (48.06 mov / min). The RT of sows was higher at 15 and 21:00 hours but within the normal range. RR and RT were more elevated in the afternoon dueto high temperatures recorded between 12 and 15:00 hours. Lactating sows created in the region of Cerrado-Amazônia transition have a higher frequency of observation of the lateral decubitus position and activities of nursing and sleeping.",
	"xml:lang":"eng"
	},
	{"value":"15,29 e 21,47 dias de lactação. Foram registrados os dados de temperatura ambiente, umidade relativa do ar e índice de temperatura e umidade (ITU) do ambiente e temperatura retal (TR) e a frequência respiratória (FR) dos animais. O comportamento dos animais foi caracterizado pela posição e atividade em cada observação. As temperaturas ambientaisoscilaram de 24,3 a 32ºC apresentando-se acima da zona de conforto. Os valores médios de temperatura ambiental, umidade do ar e ITU foram 26,97º C, 78,86% e 77,54, respectivamente. A FR apresentou-se menor no primeiro estágio de lactação (39,44 mov/min) em comparação aoúltimo (48,06 mov/min). A TR das porcas foi mais elevada às 15 e 21:00hs mas dentro da variação normal. Frequência respiratória e temperatura retal apresentaram-se mais elevadas no período vespertino devido às elevadas temperaturas registradas entre 12 e 15 horas. Porcas em lactação criadas na transição Cerrado-Amazônia apresentam maior frequência de observação da posição de decúbito lateral e das atividades amamentando e dormindo."}
	]
	}}
