{"resource": {
	"dct:language":[
		"por",
	"eng"
	],
	"dct:title":[
		{"value":"Quality harvesting in the basement cut of sugarcane soil management systems",
	"xml:lang":"eng"
	},
	{"value":"   Qualidade do corte basal na colheita mecanizada de cana-de-açúcar em dois tipos de manejo do solo ",
	"xml:lang":"por"
	}
	],
	"dc:subject":{"value":"farming systems",
	"xml:lang":"eng"
	},
	"bibo:volume":"6/n.2",
	"rdf:about":"http://agris.fao.org/aos/records/BR2015211167",
	"dct:identifier":"BR2015211167",
	"dct:type":"Journal Article",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/11131"
	},
	"dct:isPartOf":[
		{"rdf:resource":{"value":"http://aims.fao.org/serials/j_1294754373047"}
	},
	{"bibo:Journal":{"dct:title":{"value":"Comunicata Scientiae"},
	"bibo:ISSN":{"value":"2176-9079"}
	}
	}
	],
	"dct:issued":"2015-",
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://www.comunicatascientiae.com.br/comunicata/article/download/784/313",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Reis Gustavo Naves dos"
	}
	},
	{"foaf:Person":{"foaf:name":"Voltarelli  Murilo Aparecido"
	}
	},
	{"foaf:Person":{"foaf:name":"Silva Rouverson Pereira da"
	}
	},
	{"foaf:Person":{"foaf:name":"Toledo Anderson de"
	}
	},
	{"foaf:Person":{"foaf:name":"Lopes Afonso"
	}
	},
	{"foaf:Organization":{"foaf:name":"Universidade Estadual Paulista, Jaboticabal, SP, Brasil"
	}
	},
	{"foaf:Organization":{"foaf:name":"Universidade Estadual Paulista, Jaboticabal, SP, Brasil"
	}
	},
	{"foaf:Organization":{"foaf:name":"Universidade Estadual Paulista, Jaboticabal, SP, Brasil"
	}
	},
	{"foaf:Organization":{"foaf:name":"Universidade Estadual Paulista, Jaboticabal, SP, Brasil"
	}
	},
	{"foaf:Organization":{"foaf:name":"Universidade Estadual Paulista, Jaboticabal, SP, Brasil"
	}
	}
	],
	"bibo:abstract":[
		{"value":"2–4"},
	{"value":"e grade pesada + grade média) x 4 tempos de uso das facas (0–2"},
	{"value":"e grade pesada + grade média) x 2 discos de corte (esquerdo e direito) x 20 repetições, formando malhas regulares espaçados por 27 x 23 m, totalizando 100 repetições, ou seja, 50 repetições para cada tratamento, padronizando-se o local das amostras realizadas. As variáveis avaliadas foram à perda de massa das facas do mecanismo de corte basal e o grau de danos às soqueiras. A qualidade da colheita mecanizada de cana-de-açúcar é influenciada pelos sistemasde manejos do solo. O manejo do solo com GP+GM (grade pesada + grade média) apresenta a maior qualidade da operação de colheita em relação ao grau de danos às soqueiras."},
	{"value":"2-6(1)) e 10 repetições, e 2 manejos do solo (arado de aivecas + gradepesada"},
	{"value":"4–6"},
	{"value":"A colheita mecanizada da cana-de-açúcar tem relevância em todo processo produtivo da cultura, podendo ser influência a qualidade do corte de base pelos sistemas de manejo do solo. Objetivouseavaliar os danos ocasionados às soqueiras na colheita mecanizada de cana-de-açúcar crua em relação do desgaste das facas do corte basal e do manejo do solo. O delineamento experimental utilizado foi inteiramente casualizado, dividido em dois esquemas fatoriais sendo eles: 2 manejos do solo (arado de aivecas + grade média",
	"xml:lang":"por"
	},
	{"value":"The mechanized harvesting of sugarcane has relevance across the crop production process and can be influence the cutting quality base for soil management systems. This study aimed to assess the damage caused to the mechanical harvesting of ratoon sugarcane raw relative wear of the base shear knives and soil management. The experimental design was completely randomized, factorial divided into two schemes which are: 2 different soil tillage (moldboard plow + average grade and heavy harrow + average grade) x 4 times of use of knives (0-2, 2-4 , 4-6 , 2-6(1)) and 10 repetitions , and 2 soil tillage (moldboard plow + harrow heavy, and heavy harrow + average grade) x 2 cutting discs (left and right ) x 20 repetitions, forming meshes regularly spaced 27 x 23 m,amounting to 100 repeats, or 50 replicates for each treatment in order to standardize the location of the samples taken. The variables evaluated were the mass loss of the knives of the base shear mechanism and the degree of damage to brass knuckles. The quality of mechanized harvesting of cane sugar is influenced by the soil management systems. Soil management with heavy grade + average grade has the highest quality of the harvesting operation in relation to the degree ofdamage to brass knuckles",
	"xml:lang":"eng"
	}
	]
	}}
