{"resource": {
	"dct:title":[
		{"value":"   Instrução normativa 30: uma análise da influência da mudança do ambiente institucional sobre o sistema agroindustrial de pet food ",
	"xml:lang":"por"
	},
	{"value":"Normative instruction in 30: an anlaysis of the institucional change influence of environment on the pet food agribusiness system",
	"xml:lang":"eng"
	}
	],
	"dc:subject":[
		{"value":"pet animals",
	"xml:lang":"eng"
	},
	{"value":"legislation",
	"xml:lang":"eng"
	},
	{"value":"regulations",
	"xml:lang":"eng"
	}
	],
	"bibo:volume":"70/n.1",
	"rdf:about":"http://agris.fao.org/aos/records/BR2015F01003",
	"dct:identifier":"BR2015F01003",
	"dct:type":"Journal Article",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19420"
	},
	"dct:isPartOf":[
		{"rdf:resource":{"value":"http://aims.fao.org/serials/c_ea787e45"}
	},
	{"bibo:Journal":{"dct:title":{"value":"Boletim de Indústria Animal"},
	"bibo:ISSN":{"value":"0067-9615"}
	}
	}
	],
	"dct:issued":"2013-",
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://www.iz.sp.gov.br/pdfsbia/1372702451.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"SANTOS,  J. P. F."
	}
	},
	{"foaf:Person":{"foaf:name":"DADALT,  J. C."
	}
	},
	{"foaf:Person":{"foaf:name":"OBA,  P. M."
	}
	},
	{"foaf:Person":{"foaf:name":"ARCARI, M. A."
	}
	},
	{"foaf:Person":{"foaf:name":"BRUNETTO, M. A."
	}
	},
	{"foaf:Person":{"foaf:name":"GAMEIRO,  A. H."
	}
	}
	],
	"bibo:abstract":[
		{"value":"This paper aims to analyze the influence of Instruction 30 (IN30) which includes registration and labeling of food for pets, from the point of view of interpretation, assimilation and its possible impacts on agents that comprise the pet food Agribusiness System (SAG). Were interviewed institutions, represented by two major agencies: The Ministry of Agriculture, and Livestock (MAPA) and the Brazilian Association of the Industry of Products for Pets (ABINPET)",
	"xml:lang":"eng"
	},
	{"value":"Este trabalho tem o objetivo de analisar a influência da Instrução Normativa 30 (IN30), que contempla registro e rotulagem de alimentos destinados a animais de companhia, do ponto de vista de interpretação, assimilação e seus possíveis impactos sobre agentes que compõe o Sistema Agroindustrial (SAG) de pet food. Foram entrevistadas instituições, representadas pelos dois principais órgãos: O Ministério da Agricultura, Pecuária e Abastecimento (MAPA) e a Associação Brasileira da Indústria de Produtos para Animais de Estimação (ABINPET)"},
	{"value":"firmas fabricantes"},
	{"value":"manufacturing firms",
	"xml:lang":"por"
	},
	{"value":"centros de pesquisa sediados em universidades"},
	{"value":"research centers based at Universities, retailers and owners of dogs and cats, totalizing five samples. It was observed that the institutions, the researchers and manufacturers consider the IN30 as an initiative of great importance by bringing self-control and self-regulation of the SAG, besides contemplating the desire of firms regarding agility in launching new technologies. However, the main concern of the researchers was related to quality assurance of food. Firms show up unssatisfied with the lack of consensus on the interpretation of some articles of IN30 by MAPA´s enforcement agents, with discrepancies between regional and the technical managers of companies, especially regarding labeling. Already retailers and owners of pets still seem unaware of the legal aspects of such normative."},
	{"value":"varejistas e proprietários de cães e gatos totalizando cinco amostragens. Observou-se que as instituições, os pesquisadores e os fabricantes consideram a IN30 como uma iniciativa de grande importância, por trazer autocontrole e autorregulamentação ao SAG, além de contemplar os anseios das firmas no que tange agilidade no lançamento de novas tecnologias. A principal preocupação dos pesquisadores, no entanto, foi com relação à garantia da qualidade dos alimentos. As firmas mostram-se insatisfeitas com a falta de consenso na interpretação de alguns artigos da IN30 por fiscais do MAPA, com discrepâncias entre regionais, e pelos responsáveis técnicos das empresas, principalmente no que tange rotulagem. Já os varejistas e proprietários de animais de companhia parecem ainda desconhecer os aspectos legais de tal normativa."}
	]
	}}
