{"resource": {
	"dct:language":[
		"por",
	"eng"
	],
	"dct:title":[
		{"value":"   Efeito modulador do chá verde contra genotoxicidade induzida por Hydrocortisonein Ratos ",
	"xml:lang":"por"
	},
	{"value":"Modulatory Effect of Green Tea against Genotoxicity Induced by Hydrocortisonein Mice",
	"xml:lang":"eng"
	}
	],
	"dc:subject":[
		{"value":"hydrocortisone",
	"xml:lang":"eng"
	},
	{"value":"mice",
	"xml:lang":"eng"
	}
	],
	"bibo:volume":"5/n.3",
	"rdf:about":"http://agris.fao.org/aos/records/BR2015202731",
	"dct:identifier":"BR2015202731",
	"dct:type":"Journal Article",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/11131"
	},
	"dct:isPartOf":[
		{"rdf:resource":{"value":"http://aims.fao.org/serials/j_1294754373047"}
	},
	{"bibo:Journal":{"dct:title":{"value":"Comunicata Scientiae"},
	"bibo:ISSN":{"value":"2176-9079"}
	}
	}
	],
	"dct:issued":"2014-",
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://comunicata.ufpi.br/index.php/comunicata/article/download/378/272",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"A. Fahmy Maha"
	}
	},
	{"foaf:Person":{"foaf:name":"A. E. Diab Kawthar"
	}
	},
	{"foaf:Person":{"foaf:name":"H. Hassan Nagwa"
	}
	},
	{"foaf:Person":{"foaf:name":"A. Farghaly Ayman"
	}
	},
	{"foaf:Organization":{"foaf:name":"Department of Genetics and Cytology, National Research Center, Dokki, Giza, Egypt"
	}
	},
	{"foaf:Organization":{"foaf:name":"Department of Genetics and Cytology, National Research Center, Dokki, Giza, Egypt"
	}
	},
	{"foaf:Organization":{"foaf:name":"Department of Zoology, Faculty of Science,Ain Shams University,Cairo, Egypt"
	}
	},
	{"foaf:Organization":{"foaf:name":"Department of Genetics and Cytology, National Research Center, Dokki, Giza, Egypt"
	}
	}
	],
	"bibo:abstract":[
		{"value":"A hidrocortisona (corticosteróides, esteróides) é uma droga usada para o tratamento de uma variedade de doenças inflamatórias, asma, alergia e doenças imunológicas. O uso generalizado desta droga é de grande preocupação, para os problemas de saúde. Portanto, o potencial genotóxico da hidrocortisona foi avaliada utilizando diferentes “end points” mutagénicos incluindo trocas de cromátides irmãs (SCE) em células da medula óssea e aberrações cromossômicas (AC)em espermatócitos de mouse. O efeito modulador do extrato metanólico de chá verde (MEGT) também foi estudada. A hidrocortisona foi administrado por via intraperitoneal (ip) em três doses 26, 39 e 52 mg / kg pc MEGT foi dado oralmente na dose de 390 mg / kg. Os ratos foram tratados simultaneamente com hidrocortisona e MEGT em um tratamento único e tratamento repetido. Os resultados mostraram que todas as doses de hidrocortisona induziram aumento significativo na freqüência de SCE com uma forma dependente da dose. Tanto o tratamento única e repetidade hidrocortisona induziu um aumento estatisticamente significativo na incidência de aberrações cromossómicas em espermatócitos rato com exceção da dose de 26 mg / kg em regime único. Estes achados sugerem que a hidrocortisona tem atividade genotóxica na medula óssea e deespermatócitos. Por outro lado, a frequência suprimida MEGT da SCE e CAs induzidas pelo uso de hidrocortisona no entanto, a sua supressão não foi alcançado com os valores de controlo normais.",
	"xml:lang":"por"
	},
	{"value":"asthma, allergic and immune diseases. The widespread use of this drug is of great concern to human health problems. Therefore, the genotoxic potential of hydrocortisone was evaluated using different mutagenic endpoints including sister chromatid exchanges (SCEs) in bone marrow cells and chromosomal aberrations (CAs) in mouse spermatocytes. The modulatory effect of the methanol extract of green tea (MEGT) was also studied. Hydrocortisone was given intraperitoneally(i.p) at three doses 26, 39 and 52 mg/kg b.w. MEGT was given orally at dose 390 mg/kg. Mice were simultaneously treated with hydrocortisone and MEGT in single treatment and repeated treatment. The results showed that all doses of hydrocortisone induced significant increase in the frequency of SCE′s with a dose dependent manner. Both Single and repeated treatment of hydrocortisone induced a statistically significant in the incidence of chromosomal aberration inmouse spermatocytes excepting the dose 26 mg∕ kg b.w in single treatment regimen. These findings suggested that hydrocortisone has genotoxic activity in bone marrow and spermatocytes. On the other hand, MEGT suppressed the frequency of SCEs andCAs induced by hydrocortisone however such suppressionwasnot reached to the normal control values.",
	"xml:lang":"eng"
	}
	]
	}}
