{"resource": {
	"dct:language":"por",
	"dct:title":[
		{"value":"   no Brasil "},
	{"value":"Report on the occurrence of Leptus sp. Latreille 1796 (Acarina: Erythraeidae) on Africanized honey bees A. mellifera Linnaeu 1758 (Hymenoptera: Apidae) workers, in Brazil",
	"xml:lang":"eng"
	},
	{"value":"   Ocorrência de larvas de Leptus sp. Latreille 1796 (Acarina: Erythraeidae) em operárias de abelhas africanizadas A. mellifera Linnaeus 1758 (Hymenoptera: Apidae) ",
	"xml:lang":"por"
	}
	],
	"dc:subject":[
		{"value":"acarina",
	"xml:lang":"eng"
	},
	{"value":"parasitism",
	"xml:lang":"eng"
	},
	{"value":"honey bees",
	"xml:lang":"eng"
	}
	],
	"bibo:volume":"65/n.3",
	"rdf:about":"http://agris.fao.org/aos/records/BR2016F00035",
	"dct:identifier":"BR2016F00035",
	"dct:type":"Journal Article",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19420"
	},
	"dct:isPartOf":{"bibo:Journal":{"dct:title":{"value":"Boletim de Indústria Animal"},
	"bibo:ISSN":{"value":"0067-9615"}
	}
	},
	"dct:issued":"2008-",
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://www.iz.sp.gov.br/pdfsbia/1228757625.pdf",
	"dct:creator":{"foaf:Person":{"foaf:name":"TEIXEIRA,  E. W."
	}
	},
	"bibo:abstract":[
		{"value":"Este trabalho representa o primeiro registro da ocorrência de larvas de Leptus sp. Latreille 1796 (Acarina: Erythraeidae) em operárias de abelhas africanizadas A. mellifera Linnaeu 1758 (Hymenoptera: Apidae), no Brasil, com base em observações de infestação, em três anos consecutivos, no final do inverno, em apiários localizados no município de São José dos Campos, São Paulo. Os exemplares de Leptus sp. encontravam-se aderidos ao corpo das abelhas campeiras que chegavam ao alvado das colméias e a área de fixação preferida pelas larvas do ácaro foram tórax e cabeça das abelhas campeiras, muito embora tenham sido observadas também larvas aderidas a diferentes segmentos do abdômen e pernas do inseto.",
	"xml:lang":"por"
	},
	{"value":"This study represents the first record of the occurrence, in Brazil, of larvae of Leptus sp. Latreille 1796 (Acarina: Erythraeidae) in workers of Africanized honey bees A. mellifera Linnaeus 1758 (Hymenoptera: Apidae). The observations were done in three consecutive years, at the end of Winter, in apiaries located in the city of São José dos Campos, São Paulo. Specimens of Leptus sp. were found attached to the body of bees that were reaching the entrance of the hives and the area of fixation preferred by the larvae of the mite were thorax and head of workers bees, even so have been also observed adhered larvae at the different segments of the abdomen and legs of the insect.",
	"xml:lang":"eng"
	}
	]
	}}
