{"resource": {
	"dct:language":"eng",
	"dct:title":[
		{"value":"   Cultivo in vitro temporário de embriões bovinos bipartidos. Efeito na posterior taxa de prenhez ",
	"xml:lang":"por"
	},
	{"value":"   sexo e peso dos bezerros "},
	{"value":"Short-term culture of bovine bisected embryos effects on pregnancy rates, sex ratio and birth weight of calves",
	"xml:lang":"eng"
	}
	],
	"dc:subject":[
		{"value":"culture techniques",
	"xml:lang":"eng"
	},
	{"value":"embryo splitting",
	"xml:lang":"eng"
	},
	{"value":"gestation",
	"xml:lang":"eng"
	},
	{"value":"bovinae",
	"xml:lang":"eng"
	}
	],
	"bibo:volume":"65/n.3",
	"rdf:about":"http://agris.fao.org/aos/records/BR2015F02215",
	"dct:identifier":"BR2015F02215",
	"dct:type":"Journal Article",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19420"
	},
	"dct:isPartOf":[
		{"rdf:resource":{"value":"http://aims.fao.org/serials/c_ea787e45"}
	},
	{"bibo:Journal":{"dct:title":{"value":"Boletim de Indústria Animal"},
	"bibo:ISSN":{"value":"0067-9615"}
	}
	}
	],
	"dct:issued":"2008-",
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://www.iz.sp.gov.br/pdfsbia/1227187795.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"ALVAREZ, R. H."
	}
	},
	{"foaf:Person":{"foaf:name":"AMARAL,   J. B."
	}
	},
	{"foaf:Person":{"foaf:name":"PIRES,  R. M. L."
	}
	},
	{"foaf:Person":{"foaf:name":"MARTINEZ,  A. C."
	}
	},
	{"foaf:Person":{"foaf:name":"OBA,  E."
	}
	}
	],
	"bibo:abstract":[
		{"value":"This study evaluated pregnancy rate, gestation length, calving rate, and also sex proportion and birth weight of calves derived from in vitro reconstructed bovine demi-embryos. Recovered embryos (grade I morulae) from superovulated cows were bisected with a steel blade and transferred to recipient heifers either immediately (group 1, n=38) or after a 24h period in culture medium (EARLE + 10% FCS) at 38.5 °C and 5% CO2 (group 2, n=34) when showed a reconstituted appearance. Intact, uncultured embryos immediately transferred to recipients after collection (group 3, n=36) were used as control. Data were analyzed by ANOVA and Chi-square test. In vitro cultured demi-embryos that developed from morulae to blastocyst (78%, 44/56) were considered viable. Pregnancy rate at day 45 was 47.4%, 52.9%, and 52.8% for groups 1, 2, and 3 respectively (P> 0.05). Calving rate reached 26.3% in group 1. 29.4% in group 2, and 30.6% in group 3 (P> 0.05). No difference was found regarding pregnancy length (280.8 ± 1.8, 285.5 ± 1.7 and 285.3 ± 1.7 days), male proportion (60%, 50% and 54.5%) and birth weight of calves (38 ± 4.2, 32.4 ± 2.5 and 36.2 ± 2.6 kg) among groups 1, 2 and 3, respectively. It was concluded that even though in vitro reconstructed demi-embryos transfer can be of some utility to select the viability of demi-embryos, this procedure is not able to improve pregnancy rates since it does not differ from uncultured demi-embryos.",
	"xml:lang":"eng"
	},
	{"value":"O presente estudo objetivou avaliar a taxa de prenhez, a duração da prenhez e a taxa de parição após a transferência de embriões bipartidos e reconstituídos in vitro, bem como algumas características (proporção de sexo e peso ao nascimento) dos bezerros produzidos. Embriões (mórulas grau 1) recuperados de vacas superovuladas foram bipartidos com uma lâmina metálica e transferidos em novilhas receptoras logo em seguida (grupo 1, n=38) ou após 24 horas de cultivo (meio EARLE + 10% SFB) a 38,5°C e atmosfera de 5% de CO2 (grupo 2, n=34). Como controle foram utilizados embriões intactos, não cultivados, transferidos logo após a coleta (grupo 3, n=36). Os dados foram analisados utilizando ANOVA e teste de χ2. Os hemi-embriões cultivados que evoluíram ao estágio de blastocisto (78%, 44/56) foram considerados viáveis. A taxa de prenhez no dia 45 após a transferência foi de 47,4%, 52,9% e 52,8% para os grupos 1, 2 e 3, respectivamente (P> 0,05). A taxa de parição foi de 26,3% no grupo 1, 29,4% no grupo 2 e 30,6% no grupo 3 (P> 0,05). Não houve diferença (P>0,05) na duração da prenhez (280,8 ± 1,8, 285,5 ± 1,7 e 285,3 ± 1,7 dias), na proporção de machos (60,0%, 50,0% e 54,5%) e no peso dos bezerros ao nascimento (38,0 ± 4,2, 32,4 ± 2,5 e 36,2 ± 2,6kg) entre os grupos 1, 2 e 3, respectivamente. Foi concluído que o cultivo in vitro dos hemi-embriões durante 24 horas pode ser uma boa medida para eliminar os que não são capazes de continuar seu desenvolvimento, porém, a transferência dos que evoluem em cultivo não aumenta a taxa de prenhez quando comparada à transferência de hemi-embriões não cultivados.",
	"xml:lang":"por"
	}
	]
	}}
