{"resource": {
	"dct:language":"por",
	"dct:title":[
		{"value":"   Degradabilidade in situ do híbrido de sorgo e do capim-Tanzânia em vacas suplementadas no outono ",
	"xml:lang":"por"
	},
	{"value":"In situ degrability of sorghum hybrid and Tanzânia guinea-grass in supplented cows during autumn",
	"xml:lang":"eng"
	}
	],
	"dc:subject":[
		{"value":"sorghum bicolor",
	"xml:lang":"eng"
	},
	{"value":"sorghum arundinaceum",
	"xml:lang":"eng"
	},
	{"value":"summer",
	"xml:lang":"eng"
	},
	{"value":"tropical forests",
	"xml:lang":"eng"
	},
	{"value":"panicum maximum",
	"xml:lang":"eng"
	}
	],
	"bibo:volume":"71/n.2",
	"rdf:about":"http://agris.fao.org/aos/records/BR2015F02372",
	"dct:identifier":"BR2015F02372",
	"dct:type":"Journal Article",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19420"
	},
	"dct:isPartOf":[
		{"rdf:resource":{"value":"http://aims.fao.org/serials/c_ea787e45"}
	},
	{"bibo:Journal":{"dct:title":{"value":"Boletim de Indústria Animal"},
	"bibo:ISSN":{"value":"0067-9615"}
	}
	}
	],
	"dct:issued":"2014-",
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://www.iz.sp.gov.br/pdfsbia/1403099243.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"SIMILI, F. F."
	}
	},
	{"foaf:Person":{"foaf:name":"LIMA, M. L. P."
	}
	},
	{"foaf:Person":{"foaf:name":"MEDEIROS, M.I.M."
	}
	},
	{"foaf:Person":{"foaf:name":"PAZ,  C. C. P."
	}
	},
	{"foaf:Person":{"foaf:name":"REIS,  R. A."
	}
	}
	],
	"bibo:abstract":[
		{"value":"The trial was carried out at Agência Paulista de Tecnologia dos Agronegócios, Ribeirão Preto, to compare in situ degradability of dry matter of hybrid sorghum and Tanzania guinea grass, stem and leaves, on fall with and without concentrate on the diet of the cows. Samples of stem and leaves, harvested on fall, were incubated in four rumen-canulated cows, using a latin square design (4x4). The soluble fraction, the insoluble fraction potentially degradable, degradation rate (kd) and the effective degradation (ED) was estimated. There was difference (P",
	"xml:lang":"eng"
	},
	{"value":"O experimento foi conduzido na Agência Paulista de Tecnologia dos Agronegócios, em Ribeirão Preto, com objetivo de avaliar o efeito da suplementação concentrada na degradabilidade in situ dos colmos e das folhas do híbrido de sorgo e do capim-tanzânia colhidos no outono com e sem suplementação de concentrado em vacas. Amostras de folhas e colmos das gramíneas colhidas no início do outono foram incubadas em quatro vacas mestiças canuladas no rúmen, avaliando-se a fração solúvel, fração potencialmente degradável, taxa de degradação (kd) e a degradabilidade efetiva (DE), utilizando-se o delineamento em quadrado latino (4x4). Houve diferença (P",
	"xml:lang":"por"
	}
	]
	}}
