{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"REPRODUCTIVE BIOLOGY AND VARIATIONS IN THE GONADAL DEVELOPMENT OF THE FISH CURIMATÃ (Prochilodus brevis STEINDACHNER, 1875) IN CAPTIVITY",
	"xml:lang":"por"
	},
	"bibo:pageStart":65,
	"bibo:volume":5,
	"bibo:pageEnd":70,
	"dct:type":"Journal Article",
	"rdf:about":"http://agris.fao.org/aos/records/BR2015N00212",
	"dct:identifier":"BR2015N00212",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19750"
	},
	"dct:isPartOf":{"bibo:Journal":{"dct:title":{"value":"Biota Amazônia (Biote Amazonie, Biota Amazonia, Amazonian Biota)"}
	}
	},
	"dct:issued":2015,
	"bibo:uri":"http://periodicos.unifap.br/index.php/biota/article/view/1272",
	"dct:dateSubmitted":2016,
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Aline da Costa Bomfim"
	}
	},
	{"foaf:Person":{"foaf:name":"Danielle Peretti"
	}
	},
	{"foaf:Person":{"foaf:name":"Christina da Silva Camillo"
	}
	},
	{"foaf:Person":{"foaf:name":"Simone Almeida Gavilan Leandro da Costa"
	}
	},
	{"foaf:Person":{"foaf:name":"Renata Swany Soares do Nascimento"
	}
	},
	{"foaf:Organization":{"foaf:name":"Universidade Federal do Rio Grande do Norte"
	}
	},
	{"foaf:Organization":{"foaf:name":"Universidade do Estado do Rio Grande do Norte"
	}
	},
	{"foaf:Organization":{"foaf:name":"Universidade do Rio Grande do Norte"
	}
	}
	],
	"bibo:issue":2,
	"bibo:abstract":{"value":"<p class=\"MsoNormal\" style=\"text-align: justify;\"><span style=\"font-size: 12.0pt;\">Este estudo analisou a biologia reprodutiva de Prochilodus brevis mantida em cativeiro durante o desenvolvimento ontogenético, a fim de contribuir com a conservação e o aprimoramento da reprodução induzida dessa espécie, a qual destaca-se por ter valor comercial atribuído ao consumo de sua “ova” e por ser endêmica da região Nordeste. A amostragem foi quinzenal, sendo analisados 137 exemplares. Observações macroscópicas e microscópicas das gônadas permitiu a identificação de quatro estágios de maturação gonadal: Imaturo, Em Maturação, Maduro e Regressão. A idade de maturação foi prevista com grau satisfatório de confiança, pois o desenvolvimento gonadal foi observado de alevinos até peixes na idade adulta. A eclosão dos alevinos foi acompanhada na Estação de Pesca Estevão de Oliveira, em Caicó/RN/Brasil. Posteriormente, os alevinos foram transferidos para um tanque na Escola Agrícola de Jundiaí, em Macaíba/RN/Brasil. Foram verificados machos e fêmeas juvenis até 225 dias após a eclosão (dae), em início de maturação com 247 dae, indivíduos com gônadas maduras a partir de 274 dae e em regressão a partir de 359 dae para fêmeas e 410 dae para machos, sendo corroborado pela curva de maturação com base nos valores do Índice Gônadossomático. Assim, observou-se que, mesmo em cativeiro, P. brevis atinge todos os estágios de maturação gonadal, com exceção da desova, devido ausência de condições ambientais adequadas, visto ser uma espécie reofílica. Portanto, constatou-se que a maturação gonadal de P. brevis ocorre entre 247 e 340 dae, correspondente ao período de outubro a janeiro, semelhante ao ambiente natural.</span> <p class=\"MsoNormal\" style=\"text-align: justify;\"><strong><span style=\"font-size: 12.0pt;\">Palavras-chave:</span></strong><span style=\"font-size: 12.0pt;\"> Prochilodus</em>, ontogenia gonadal, histologia gonadal, índice gonadossomático, aquicultura.</span>",
	"xml:lang":"por"
	}
	}}
