{"resource": {
	"dct:language":"por",
	"dct:title":[
		{"value":"   Quimerismo 60,XX/60,XY e freemartismo em bovinos nascidos de partos gemelares heterossexuais ",
	"xml:lang":"por"
	},
	{"value":"60,XX/60,XY chimerism and freemartinism in heterosexual bovine twins",
	"xml:lang":"eng"
	}
	],
	"dc:subject":[
		{"value":"sterilization",
	"xml:lang":"eng"
	},
	{"value":"cytogenetics",
	"xml:lang":"eng"
	},
	{"value":"karyotypes",
	"xml:lang":"eng"
	},
	{"value":"chromosome aberrations",
	"xml:lang":"eng"
	},
	{"value":"females",
	"xml:lang":"eng"
	}
	],
	"bibo:volume":"66/n.1",
	"rdf:about":"http://agris.fao.org/aos/records/BR2015F01693",
	"dct:identifier":"BR2015F01693",
	"dct:type":"Journal Article",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19420"
	},
	"dct:isPartOf":[
		{"rdf:resource":{"value":"http://aims.fao.org/serials/c_ea787e45"}
	},
	{"bibo:Journal":{"dct:title":{"value":"Boletim de Indústria Animal"},
	"bibo:ISSN":{"value":"0067-9615"}
	}
	}
	],
	"dct:issued":"2009-",
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://www.iz.sp.gov.br/pdfsbia/1255109570.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"PIRES, Rita M. L."
	}
	},
	{"foaf:Person":{"foaf:name":"PIRES, Roberto L."
	}
	},
	{"foaf:Person":{"foaf:name":"MÉO, Simone C."
	}
	}
	],
	"bibo:abstract":[
		{"value":"a outra fêmea ainda não atingiu a idade de reprodução, mas parece apresentar função reprodutiva normal. Dos 13 machos analisados, 12 apresentaram quimerismo 60,XX/60,XY e um apresentou cariótipo normal (60,XY). A análise citogenética é um meio eficaz e pouco oneroso de constatar freemartismo em fêmea bovina gêmea com macho, permitindo o diagnóstico precoce e a oportunidade de eliminação do processo reprodutivo os animais portadores de quimerismo, de maneira a baixar os custo com manejo e a diminuir a freqüência desta anomalia nos rebanhos."},
	{"value":"Foram estudados citogeneticamente 42 bovinos nascidos de partos gemelares heterossexuais, sendo 10 casais, 19 fêmeas e três machos de várias raças, principalmente, Holandesa (17) e Pardo Suíça (11), pertencentes ao Instituto de Zootecnia-APTA, Nova Odessa, SP, e a produtores particulares de outras regiões do Estado. A análise citogenética foi realizada em metáfases obtidas após culturas de linfócitos. Em 90,5% (38) dos animais, foi observado o quimerismo 60,XX/60,XY com 1,8 a 90,2% de células femininas. Considerando todos os animais quiméricos, foram analisadas 3806 células, sendo 1268 XX (33,3%) e 2538 XY (66,7%). Em nove casais, as freqüências de células femininas foram 24,8 e 21,5% e as de masculinas de 75,2 e 78,5% para fêmeas e machos, respectivamente. Em um casal, não foi evidenciada troca de células, e a fêmea apresentou somente células de linhagem feminina e o macho, de linhagem masculina. Três das fêmeas avaliadas eram adultas e foram abatidas. Seus aparelhos genitais apresentaram vários graus de masculinização como: aumento do clitóris, subdesenvolvimento da vagina, da cérvix (ausente em uma fêmea), do útero, das tubas uterinas, presença de glândulas vesiculares e gônadas ovotestis, (testículos e pênis rudimentares foram encontrados em uma fêmea). O cariótipo 60,XX foi observado em apenas três fêmeas das 29 analisadas: duas delas apresentaram todas as características de fêmea normal e inclusive pariram com aproximadamente 30 meses de idade",
	"xml:lang":"por"
	},
	{"value":"In this study, 42 heterosexual bovine twins (10 co-borned couples, 19 females, and three males) were cytogenetically evaluated. These animals from several bovine breeds, mainly Holstein (17) and Brown Swiss (11), were herded in particular farms located in different regions of the State of São Paulo and from the Institute of Animal Science and Pastures (IZ), Nova Odessa, SP. Cytogenetic analysis were assessed in metaphases from cultured lymphocytes. The 60,XX/60XY chimerism were observed 90.5% of the animals and it varied from 1.8 to 90.2% of female cells. From all chimeric animals 3,806 cells were evaluated, among them 1,268 were XX cells (33.3%) and 2,538 were XY cells (66.7%). In nine co-borned couples, female cell rates ranged from 24.8 to 21.5% and male cell rates from 75.2 and 78.5% in males and females, respectively. In one couple, there was no evidence of cell exchange between twins with female presenting only female cells and male only male cells. Three adult females were slaughtered and evaluated. Their reproductive tracts presented several degrees of masculinization, including clitoris enlargement, vagina, cervix, uterus and uterine tube subdevelopment, presence of vesicular gland and gonads ovotestis. One of these three females presented cervix absence. Among the 29 evaluated female, three presented the 60,XX karyotype. Two of them were normal females who delivery at 30 months old, while the other still have not achieved reproductive age, but it seems to have normal reproductive function. From 13 analyzed males, 12 presented 60,XX/60/XY chimerism and one presented normal katyotype (60,XY). Cytogenetic analysis is an efficient and a less expensive method to early diagnosis of freemartinism in bovine females born co-twin with males, which allows the chimeric animal to be eliminated from the reproductive process, decreasing management costs and reducing rates of such anomaly in commercial breedings.",
	"xml:lang":"eng"
	}
	]
	}}
