{"resource": {
	"dct:language":"por",
	"dct:title":[
		{"value":"   Avaliação nutricional de coprodutos da extração de óleos vegetais em dieta de ovinos ",
	"xml:lang":"por"
	},
	{"value":"Nutritional evaluation of co-products from the extraction of plant oils in sheep diet",
	"xml:lang":"eng"
	}
	],
	"dc:subject":[
		{"value":"raphanus sativus",
	"xml:lang":"eng"
	},
	{"value":"helianthus annuus",
	"xml:lang":"eng"
	},
	{"value":"crambe abyssinica",
	"xml:lang":"eng"
	},
	{"value":"carthamus tinctorius",
	"xml:lang":"eng"
	}
	],
	"bibo:volume":"71/n.2",
	"rdf:about":"http://agris.fao.org/aos/records/BR2015F02368",
	"dct:identifier":"BR2015F02368",
	"dct:type":"Journal Article",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19420"
	},
	"dct:isPartOf":[
		{"rdf:resource":{"value":"http://aims.fao.org/serials/c_ea787e45"}
	},
	{"bibo:Journal":{"dct:title":{"value":"Boletim de Indústria Animal"},
	"bibo:ISSN":{"value":"0067-9615"}
	}
	}
	],
	"dct:issued":"2014-",
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://www.iz.sp.gov.br/pdfsbia/1403618027.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"BRÁS, Patrícia"
	}
	},
	{"foaf:Person":{"foaf:name":"POSSENTI,  R. A."
	}
	},
	{"foaf:Person":{"foaf:name":"BUENO, M. S."
	}
	},
	{"foaf:Person":{"foaf:name":"CANOVA,  E. B."
	}
	},
	{"foaf:Person":{"foaf:name":"SCHAMMAS, E. A."
	}
	}
	],
	"bibo:abstract":[
		{"value":"estimar o valor nutricional em ensaios de degradabilidade ruminal in situ, avaliando os efeitos das dietas sob os parâmetros ruminais e sanguíneos, também estimar através da técnica in vitro a produção de gases de efeito estufa. Os tratamentos foram: silagem de milho como volumoso oferecido ad libitum, juntamente com 100g de grãos de milho moído e 100 g/dia de proteína bruta (PB), proveniente da torta a ser testada nos diferentes tratamentos. A quantidade de torta fornecida em cada tratamento foi a seguinte: T1-cártamo: 440g"},
	{"value":"T2-turnip: 240g, T3-sunflower: 452 g and T4- crambe: 405g and supplied 100g/day of CP. Four rumen fistulated sheep were used, kept in individual stalls, distributed in 4 x 4 latin square. Animals fed the turnip and crambe pies showed lower dry matter intake and weight loss. Rumen pH and short chain fatty acids concentrations did not differ (P>0.05) among treatments. Higher levels of NH3-N were observed in the diet with the turnip pie, which also showed higher potential and effective degradability of DM (88.62 and 83.25%). The safflower pie showed higher levels of ADF and lignin, lower effective degradability of DM and CP (40.46 and 74.32%), lower total production of gas in vitro (10.42 mL/g DM) and lower degradability of DM and OM (671 and 556.95 g/kg, respectively), while the turnip pie obtained the highest values of those fraction. The coproducts show characteristics which qualify them as potential sources of protein for ruminants. According to the degradation profiles obtained, they can be added to ruminant diets, but the turnip pies and crambe need more attention because they presented lower consumption and weight loss of the animals."},
	{"value":"estimate the nutritional value in trials of in situ ruminal degradability, evaluating the effects of diets on ruminal and blood parameters, as well estimate by the technique in vitro production of greenhouse. The treatments were: corn silage as forage offered ad libitum, with 100g of corn grain and 100g/day of crude protein from the pies. The quantities by pies were: T1-safflower: 440g",
	"xml:lang":"por"
	},
	{"value":"A busca por fontes alternativas de produção de energia é uma necessidade em sistemas de produção sustentável, pois além de contribuir com o meio ambiente, pode proporcionar a produção de alimentos alternativos para animais. O presente trabalho teve como objetivo estudar a composição química das tortas oriundas da prensagem dos grãos de cártamo, nabo forrageiro, girassol e crambe, adicionadas em dietas de ovinos"},
	{"value":"T2-nabo forrageiro: 240g"},
	{"value":"The search for alternative energy sources is a necessity in sustainable production systems, as well as contributing to the environment, it can provides the production of alternative food for animals. The objective of this work was to study the chemical composition of cakes obtained by pressing grains of safflower, turnip, sunflower and crambe, added to the diet of sheep",
	"xml:lang":"eng"
	},
	{"value":"T3-girassol: 452g e T4-crambe: 405g e foi equivalente a 100g de proteína. Foram utilizados quatro ovinos fistulados no rúmen, mantidos em baias individualizadas, distribuídos em quadrado latino 4 x 4. Os animais alimentados com as tortas de nabo forrageiro e crambe apresentaram menor consumo de matéria seca e perda de peso. O pH ruminal e as concentrações de AGCC não diferiram (P>0,05) entre os tratamentos. Maiores teores de N-NH3 foram observados nos animais alimentados com a torta de nabo forrageiro na dieta, que também apresentaram maiores degradabilidades potencial e efetiva da MS (88,62 e 83,25%). Na dieta com torta de cártamo foram observados maiores teores de FDA e lignina, menor degradabilidade efetiva da MS e PB (40,46 e 74,32%), menor produção total de gases in vitro (10,42 mL/g MS) e menor degradabilidade da MS e MO (671 e 556,95 g/kg, respectivamente), enquanto na dieta com torta de nabo forrageiro foram obtidos os maiores valores destas frações. Os coprodutos avaliados apresentam características que os qualificam como potenciais fontes de proteína para ruminantes. De acordo com os perfis de degradação obtidos, os coprodutos podem ser adicionados a dietas de ruminantes, porém as tortas de nabo forrageiro e crambe necessitam de maior atenção por terem apresentado menor consumo e perda de peso dos animais."}
	]
	}}
