{"resource": {
	"dct:title":[
		{"value":"   Ocorrência da mastite clínica e fatores ambientais que favorecem sua incidência ",
	"xml:lang":"por"
	},
	{"value":"Occurrence of clinical mastitis and environmental factors favoring its incidence",
	"xml:lang":"eng"
	}
	],
	"dc:subject":[
		{"value":"lactation",
	"xml:lang":"eng"
	},
	{"value":"dairy cattle",
	"xml:lang":"eng"
	},
	{"value":"analysis",
	"xml:lang":"eng"
	},
	{"value":"mastitis",
	"xml:lang":"eng"
	}
	],
	"bibo:volume":"70/n.2",
	"rdf:about":"http://agris.fao.org/aos/records/BR2015F01205",
	"dct:identifier":"BR2015F01205",
	"dct:type":"Journal Article",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19420"
	},
	"dct:isPartOf":[
		{"rdf:resource":{"value":"http://aims.fao.org/serials/c_ea787e45"}
	},
	{"bibo:Journal":{"dct:title":{"value":"Boletim de Indústria Animal"},
	"bibo:ISSN":{"value":"0067-9615"}
	}
	}
	],
	"dct:issued":"2013-",
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://www.iz.sp.gov.br/pdfsbia/1378834427.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"OLIVEIRA,  E. J."
	}
	},
	{"foaf:Person":{"foaf:name":"BIGNARDI,  A. B."
	}
	},
	{"foaf:Person":{"foaf:name":"FILHO,  A. E. V."
	}
	},
	{"foaf:Person":{"foaf:name":"PAZ,  C. C. P."
	}
	},
	{"foaf:Person":{"foaf:name":"CARDOSO,  V. L."
	}
	},
	{"foaf:Person":{"foaf:name":"FARO,  L. E."
	}
	}
	],
	"bibo:abstract":[
		{"value":"The objective of this study was to evaluate the frequency of clinical mastitis (CM), in high production Holstein cows, as well as the environmental factors that favoring its incidence. The average milk production of 305 days, according to the class of mastitis was estimated by the method of least squares. The frequencies of clinical mastitis (CM) events were analyzed according to the calving sequences (1-6), year of calving, season and stage of lactation, and infected quarter (right anterior, left anterior, right posterior, left posterior). The frequency of CM ranged from 11.39% in the first calving to 21.18% in the third. 58.56% of mastitis cases occurred in the wet season, and 41.44% occurred in the dry season. The final lactation stage (200 to 300 days) was the period with the highest occurrence of CM (45.33%). The quarter posterior had a higher frequency CM (54.25%). Animals with higher levels of milk production of 305 days showed highest occurrence of CM. We must find a balance between milk production and mastitis in order to increase profitability. The study of the periods of greatest frequency clinical mastitis events is essential for dairy farming, to direct a program to control this disease.",
	"xml:lang":"eng"
	},
	{"value":"O objetivo deste estudo foi verificar as frequências de mastite clínica (MC) em vacas Holandesas de alta produção de leite, bem como os fatores ambientais que influenciam sua incidência. A média da produção de leite aos 305 dias de acordo com a classe de mastite foi estimada pelo método de quadrados mínimos. As frequências de MC foram analisadas de acordo com as ordens do parto (1 a 6), ano do parto, estação do ano, fase da lactação, e quarto infectado (anterior direito, anterior esquerdo, posterior direito, posterior esquerdo). A frequência da MC por ordem de parto variou de 11,39% no primeiro parto a 21,18% no terceiro parto. 58,56 % dos casos de mastite ocorreram no período das águas e 41,44% no período da seca. O terço final da lactação foi o período com maior ocorrência de casos de MC (45,33%). Os quartos posteriores apresentaram maior frequência de MC (54,25%). Os animais com maiores níveis de produção de leite aos 305 dias (9.466,42 Kg) foram os que apresentaram maior incidência de mastite clínica. Deve-se encontrar um ponto de equilíbrio entre a produção de leite e a mastite a fim de aumentar a rentabilidade da produção. O estudo dos períodos de maior frequência de ocorrência de mastite clínica é fundamental para a pecuária leiteira, para o direcionamento de um programa de controle dessa doença.",
	"xml:lang":"por"
	}
	]
	}}
