{"resource": {
	"dct:language":"por",
	"dct:title":{"value":"MORFOLOGIA DO FRUTO E DA SEMENTE DE TRÊS ESPÉCIES DE Senna Mill. (LEGUMINOSAE - CAESALPINIOIDEAE)",
	"xml:lang":"por"
	},
	"bibo:pageStart":80,
	"bibo:volume":4,
	"bibo:pageEnd":86,
	"dct:type":"Journal Article",
	"rdf:about":"http://agris.fao.org/aos/records/BR2015N00075",
	"dct:identifier":"BR2015N00075",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19750"
	},
	"dct:isPartOf":{"bibo:Journal":{"dct:title":{"value":"Biota Amazônia (Biote Amazonie, Biota Amazonia, Amazonian Biota)"}
	}
	},
	"dct:issued":2015,
	"bibo:uri":"http://periodicos.unifap.br/index.php/biota/article/view/944",
	"dct:dateSubmitted":2016,
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Ely Simone Cajueiro Gurgel"
	}
	},
	{"foaf:Person":{"foaf:name":"Mônica Falcão da Silva"
	}
	},
	{"foaf:Person":{"foaf:name":"Flávia Cristina Araújo Lucas"
	}
	},
	{"foaf:Person":{"foaf:name":"Léa Maria Medeiros Carreira"
	}
	},
	{"foaf:Person":{"foaf:name":"João Ubiratan Moreira dos Santos"
	}
	},
	{"foaf:Organization":{"foaf:name":"Museu Paraense Emílio Goeldi"
	}
	},
	{"foaf:Organization":{"foaf:name":"Universidade Estadual do Pará"
	}
	}
	],
	"bibo:issue":2,
	"bibo:abstract":{"value":"<p class=\"MsoNormal\" style=\"margin-bottom: 6pt;\"><span style=\"mso-bidi-font-size: 12.0pt; font-family: \">O fruto característico de Leguminosae é o legume, entretanto há uma variabilidade de tipos na família. Este estudo objetivou descrever a morfologia dos frutos e das sementes de Senna obtusifolia (L.) H.S.Irwin & Barneby, S.</ occidentalis </em>(L.) Link. e S. tapajozensis (Ducke) H.S.Irwin & Barneby. Retirou-se, aleatoriamente, uma amostra constituída de 25 frutos e 25 sementes para a descrição. Dos frutos, registrou-se a morfologia geral, a classificação, a coloração, a textura, a consistência e o indumento do pericarpo. Os caracteres morfológicos das sementes analisadas foram: a) externos: consistência, cor e textura da testa, forma das sementes, posição e forma do hilo e da micrópila; b) internos: testa; endosperma; embrião quanto ao tipo; forma e cor. As espécies estudadas apresentaram frutos do tipo legume ou folículo, de forma linear e largamente linear, pericarpo seco, cartáceo e sublenhoso, glabro a olho nu, em tons castanhos. Semente obovada, suborbicular, elipsoidal com um lado reto ou irregularmente rômbico, testa em tons castanhos ou acinzentados, pleurograma completo, quando presente, hilo punctiforme e orbicular, embrião axial, foliáceo, eixo embrionário reto e oblíquo, plúmula rudimentar. As características do indumento do pericarpo e pleurograma possibilitaram a separação das espécies estudadas.</span>",
	"xml:lang":"por"
	}
	}}
