{"resource": {
	"dct:language":[
		"por",
	"eng"
	],
	"dct:title":[
		{"value":"Effect of offering artificial diets in the early instars of Bombyx mori L.  (Lepidoptera: Bombycidae) larvae on the consumption of natural diet and metabolism in late instar",
	"xml:lang":"eng"
	},
	{"value":"   Efeito do oferecimento de dietas artificiais nos ínstares iniciais sobre o consumo de dieta natural e metabolismo no ínstar final de lagartas de Bombyx mori L. (Lepidoptera: Bombycidae) ",
	"xml:lang":"por"
	}
	],
	"dc:subject":{"value":"morus",
	"xml:lang":"eng"
	},
	"bibo:volume":"6/n.2",
	"rdf:about":"http://agris.fao.org/aos/records/BR2015211205",
	"dct:identifier":"BR2015211205",
	"dct:type":"Journal Article",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/11131"
	},
	"dct:isPartOf":[
		{"rdf:resource":{"value":"http://aims.fao.org/serials/j_1294754373047"}
	},
	{"bibo:Journal":{"dct:title":{"value":"Comunicata Scientiae"},
	"bibo:ISSN":{"value":"2176-9079"}
	}
	}
	],
	"dct:issued":"2015-",
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://www.comunicatascientiae.com.br/comunicata/article/download/163/318",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Bortoli Sergio Antonio De"
	}
	},
	{"foaf:Person":{"foaf:name":"Takahashi  Roque"
	}
	},
	{"foaf:Person":{"foaf:name":"Vacari  Alessandra Marieli"
	}
	},
	{"foaf:Person":{"foaf:name":"Bortoli Caroline Placidi De"
	}
	},
	{"foaf:Person":{"foaf:name":"Ramalho Dagmara Gomes"
	}
	},
	{"foaf:Person":{"foaf:name":"Bortoli  Sergio Leandro Placidi De"
	}
	},
	{"foaf:Organization":{"foaf:name":"Universidade Estadual Paulista, Câmpus de Jaboticabal, Jaboticabal, SP, Brasil."
	}
	},
	{"foaf:Organization":{"foaf:name":"Universidade Estadual Paulista, Câmpus de Jaboticabal, Jaboticabal, SP, Brasil."
	}
	},
	{"foaf:Organization":{"foaf:name":"Universidade Estadual Paulista, Câmpus de Jaboticabal, Jaboticabal, SP, Brasil."
	}
	},
	{"foaf:Organization":{"foaf:name":"Universidade Estadual Paulista, Câmpus de Jaboticabal, Jaboticabal, SP, Brasil."
	}
	},
	{"foaf:Organization":{"foaf:name":"Universidade Estadual Paulista, Câmpus de Jaboticabal, Jaboticabal, SP, Brasil."
	}
	},
	{"foaf:Organization":{"foaf:name":"Faculdade de educação São Luís de Jaboticabal, Jaboticabal, SP, Brasil."
	}
	}
	],
	"bibo:abstract":[
		{"value":"(iii) dieta artificial adaptada deSadiq para larvas de primeiro ínstar e dieta natural para os demais ínstares"},
	{"value":"ou de Miao & Jiang para lagartas de primeiro, ou de primeiro e segundo ínstares"},
	{"value":"and approximate digestibility. No significant effect of feeding treatment systems was observed in any biological parameter studied,indicating that the supply of artificial diets Sadiq for the first instar larvae, or Jiang & Miao diet for the first and second instars larvae, were not affecting the consumption of natural diet and metabolismof fifth larvae of B. mori, showing that they can be incorporated into a silkworm food system."},
	{"value":"a Eficiência de Conversão do Alimento Digerido em Biomassa ea Digestibilidade Aproximada. Não foi observado efeito significativo dos sistemas de alimentação sobre nenhum dos parâmetros avaliados, indicando que a oferta das dietas artificiais de Sadiq para lagartas de primeiro ínstar"},
	{"value":"não afetam o consumo de dieta natural e metabolismo de lagartas de quinto e último ínstar de B. mori, podendo ser incorporadas nos sistemas de alimentação do bicho-da-seda."},
	{"value":"conversion efficiency the food digest into biomass"},
	{"value":"a Taxa de Crescimento Relativo"},
	{"value":"e (iv) dieta natural para todos os ínstares larvais (Testemunha). Como dieta natural foram utilizadas folhas frescas deamoreira do híbrido ‘Shima-Miura’ oferecidas cinco vezes ao dia. O consumo e metabolismo de lagartas de quinto ínstar (estádio larval final) foram estudados avaliando-se a Taxa de ConsumoRelativo"},
	{"value":"(iii) artificial diet adapted from Sadiq for the first larvae instar and natural diet for others instars"},
	{"value":"Despite all the benefits that an artificial diet can make to the Bombyx mori rearing, as labor savings, greater production efficiency, raising during creating unfavorable conditions, and rearing virtuallyfree of diseases, was not yet developed an adequate artificial diet for all larval stages. However, in Japan the use of artificial diets is highly diffused to rearing first and second instars silkworm larvae,covering about 50 % of the productions. The objective of this study was to determine the effects of offering artificial diets in the early instars on the consumption of natural diet and metabolism in late instar larvae of B. mori. Three types of treat systems were tested: (i) artificial diet adapted from Miao & Jiang for the first larvae instar and natural diet for others instars",
	"xml:lang":"eng"
	},
	{"value":"(ii) sistema semelhante ao anterior, diferindo dele pela a dieta adaptada de Miao & Jiang ter sido oferecida para lagartas de primeiro e segundo ínstares"},
	{"value":"a Taxa Metabólica Relativa"},
	{"value":"Apesar de todos os benefícios que uma dieta artificial pode representar para a criação de Bombyx mori, como economia de trabalho, maior eficiência na produção, criação em época desfavorável e praticamente livre de doenças, ainda não foi desenvolvido um meio artificial adequado para todos os estágios larvais do inseto. Contudo, no Japão o uso de dietas artificiais é altamente difundido para a criação dos dois primeiros ínstares da lagarta de bicho-da-seda, abrangendo cerca de 50% das criações. Assim, o objetivo deste trabalho foi determinar os efeitos do oferecimento de dietas artificiais nos ínstares iniciais sobre o consumo de dieta natural e metabolismo no ínstar final de lagartas de B. mori. Foram testados três tipos de sistema de alimentação: (i) dieta artificialadaptada de Miao & Jiang para larvas de primeiro ínstar e dieta natural para os demais ínstares"},
	{"value":"(ii) similar to the previous system, differing from it by the adapted Miao & Jiang diet have been offered to larvae of firstand second instars",
	"xml:lang":"por"
	},
	{"value":"a Eficiência da Conversão do Alimento Ingerido em Biomassa"},
	{"value":"and (iv) natural diet for all larval instars (check). As natural diet it was used fresh mulberry leaves of the hybrid ‘Shima-Miura”, that was offered five times a day. Consumption and metabolism of fifth instar larvae (late larval stage) were studied by assessing: relative consumption rate, the relative metabolic rate, relative growth rate, efficiency of conversion of ingested food into biomass"}
	]
	}}
