{"resource": {
	"dct:language":"por",
	"dct:title":[
		{"value":"   Superovulação e produção de embriões em vacas Bos taurus (Caracu) e Bos indicus(Nelore) adaptadas ao ambiente tropical ",
	"xml:lang":"por"
	},
	{"value":"Superovulation and embryo production in tropical adapted Bos taurus (Caracu) and Bos indicus (Nelore) cows",
	"xml:lang":"eng"
	}
	],
	"dc:subject":[
		{"value":"embryo transfer",
	"xml:lang":"eng"
	},
	{"value":"superovulation",
	"xml:lang":"eng"
	},
	{"value":"bovinae",
	"xml:lang":"eng"
	}
	],
	"bibo:volume":"68/n.1",
	"rdf:about":"http://agris.fao.org/aos/records/BR2015F01463",
	"dct:identifier":"BR2015F01463",
	"dct:type":"Journal Article",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19420"
	},
	"dct:isPartOf":[
		{"rdf:resource":{"value":"http://aims.fao.org/serials/c_ea787e45"}
	},
	{"bibo:Journal":{"dct:title":{"value":"Boletim de Indústria Animal"},
	"bibo:ISSN":{"value":"0067-9615"}
	}
	}
	],
	"dct:issued":"2011-",
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://www.iz.sp.gov.br/pdfsbia/1326989770.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"ALVAREZ, R. H."
	}
	},
	{"foaf:Person":{"foaf:name":"MARTINEZ,  A. C."
	}
	},
	{"foaf:Person":{"foaf:name":"PIRES,  R. M. L."
	}
	}
	],
	"bibo:abstract":[
		{"value":"75-50"},
	{"value":"CIDR-B®, Pfizer Animal Health, Montreal, Québec, Canada) and 2.5 mg, intramuscularly (IM), of estradiol benzoate (Estrogin®, Farmavet, São Paulo, Brazil). Four days later, all animals were treated with multiple IM injections of 400 IU of FSH (Pluset®, Calier, Spain) in decreasing doses (75–75",
	"xml:lang":"por"
	},
	{"value":"50-25"},
	{"value":"O objetivo do presente estudo foi comparar a resposta ovariana e produção de embriões de vacas Bos t. indicus　e　Bos t. taurus, adaptadas às condições ambientais do estado de São Paulo, Brasil, submetidas ao tratamento de superovulação. Noventa vacas das raças Caracu (Bos taurus, n=40) e Nelore (Bos indicus, n=50) recém desmamadas de suas crias, foram tratadas com um dispositivo vaginal contendo 1,38 g de progesterona (CIDR-B®, Pfizer, Brasil) e injeção, IM, de 2,5 mg de benzoato de estradiol (Estrogin®, Farmavet, Brasil). No quarto dia, iniciou-se o tratamento de superovulação utilizando 400 UI de pFSH (Pluset®, Calier, Espanha) IM em doses decrescentes (75-75"},
	{"value":"8,6 ± 2,6 e 6,0 ± 2,4) e Nelore (12,0 ± 4,1"},
	{"value":"9,0 ± 4,3 e 5,1 ± 2,9), respectivamente. Esses resultados são indicativos que vacas Nelore e Caracu manejadas e superovuladas em ambiente tropical apresentam resposta ovariana e produção de embriões semelhante."},
	{"value":"50–25, and 25–25 IU) at 12-h intervals over 4 days. On the seventh day, CIDR-B　device was removed and cows received, IM, 150 ìg of cloprostenol (Veteglan®, Calier, Spain). Cows were then inseminated 48 and 62 h after cloprostenol treatment and embryos were recovered non-surgically seven days after first insemination. Differences in the number of corpora lutea (CL) number, total number of structures (ova/embryos), and number of transferable embryos were analyzed by Student t test. There was no difference (P　> 0.05) in the average number of CL, total ova/embryos and transferable embryos of Caracu (11.4 ± 3.3"},
	{"value":"75–50"},
	{"value":"The aim of this study was to compare ovarian response and embryo production of superovulated Bos indicus　and　Bos taurus　cows adapted to the environmental conditions from São Paulo State, Brazil. Ninety non-lactating cows from Caracu (　Bos taurus, n=40) and Nelore (Bos indicus, n=50) were treated with an intravaginal device containing progesterone (1.38 mg",
	"xml:lang":"eng"
	},
	{"value":"8.6 ± 2.6 e 6.0 ± 2.4) and Nelore (12.0 ± 4.1"},
	{"value":"9.0 ± 4.3 e 5.1 ± 2.9) cows, respectively. These results suggest that Caracu and Nelore cows superovulated in tropical climate had similar ovarian responses and embryo production.　"},
	{"value":"25-25 IU) com intervalos de 12 horas. No sétimo dia foi retirado o CIDR-B e aplicados, IM, 150 mcg de cloprostenol (Veteglan®, Calier, Espanha). As vacas foram inseminadas duas vezes, 48 e 62 horas após o cloprostenol e a coleta não cirúrgica de embriões foi realizada sete dias após a primeira inseminação. As diferenças no número de corpos lúteos (CL), total de estruturas (ovócitos/embriões) e de embriões transferíveis foram analisadas pelo teste t de Student. Não houve diferença (P > 0,05) no número de CL, total de estruturas e de embriões transferíveis das vacas Caracu (11,4 ± 3,3"}
	]
	}}
