{"resource": {
	"dct:language":"por",
	"dct:title":[
		{"value":"Carbohydrate sources in diets for weaning pigs of different weights: pH and gastrointestinal tract microbiota",
	"xml:lang":"eng"
	},
	{"value":"   Diferentes fontes de carboidratos em rações para leitões desmamados com diferentes pesos: pH e microbiota do trato gastrintestinal ",
	"xml:lang":"por"
	}
	],
	"dc:subject":[
		{"value":"lactose",
	"xml:lang":"eng"
	},
	{"value":"lactobacillus",
	"xml:lang":"eng"
	},
	{"value":"escherichia coli",
	"xml:lang":"eng"
	},
	{"value":"coliform bacteria",
	"xml:lang":"eng"
	}
	],
	"bibo:volume":"71/n.1",
	"rdf:about":"http://agris.fao.org/aos/records/BR2015F01617",
	"dct:identifier":"BR2015F01617",
	"dct:type":"Journal Article",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19420"
	},
	"dct:isPartOf":[
		{"rdf:resource":{"value":"http://aims.fao.org/serials/c_ea787e45"}
	},
	{"bibo:Journal":{"dct:title":{"value":"Boletim de Indústria Animal"},
	"bibo:ISSN":{"value":"0067-9615"}
	}
	}
	],
	"dct:issued":"2014-",
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://www.iz.sp.gov.br/pdfsbia/1396560355.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"AUGUSTO,  R. M. N"
	}
	},
	{"foaf:Person":{"foaf:name":"BERTO,  D. A."
	}
	},
	{"foaf:Person":{"foaf:name":"LO TIERZO, V"
	}
	},
	{"foaf:Person":{"foaf:name":"MELLO,  G."
	}
	},
	{"foaf:Person":{"foaf:name":"BERTO,  D. A."
	}
	},
	{"foaf:Person":{"foaf:name":"SILVEIRA,  J. P. F."
	}
	},
	{"foaf:Person":{"foaf:name":"TELLES, F. G."
	}
	},
	{"foaf:Person":{"foaf:name":"PINTO,  J. P. A. N."
	}
	}
	],
	"bibo:abstract":[
		{"value":"Foram utilizados 48 leitões de linhagem comercial, desmamados com média de idade de 21 dias, com o objetivo de avaliar os efeitos das fontes de carboidratos (lactose ou maltodextrina) e dos pesos dos leitões ao desmame, sobre os valores de pH do conteúdo do estômago, cólon e reto, e contagem de coliformes totais, Escherichia coli e Lactobacillus spp na digesta do íleo e do ceco. O experimento foi conduzido em delineamento em blocos casualizados e analisado em parcelas subdivididas, tendo como parcelas principais as classes de peso e as fontes de carboidratos e como subparcelas a idade de abate dos animais. Os pHs dos conteúdos estomacal e intestinal não foram influenciados pelas dietas fornecidas, bem como a contagem de coliformes totais. Verificou-se que a presença de lactose nas rações determinou diminuição as contagens de Escherichia coli e Lactobacillus spp no íleo. Em relação à classe de peso, os leitões mais leves apresentaram menores contagens de Escherichia coli e Lactobacillus. A maltodextrina pode ser usada como uma alternativa para substituir a lactose nas rações, independente do peso dos leitões ao desmame, visto que não afeta negativamente o pH e a população de Lactobacillus no trato gastrintestinal.",
	"xml:lang":"por"
	},
	{"value":"Forty eight piglets from a commercial strain weaned at an average age of 21 days were used in order to evaluate effects of carbohydrates sources (lactose or maltodextrin) and the weights of piglets at weaning on the stomach pH, colon and rectum contents, and the amount of total coliform, Escherichia coli and Lactobacillus spp in digesta of ileum and cecum. The experiment was conducted in a randomized block design and analyzed in split plot, considering class of weight and carbohydrates as main plots and the slaughter age of animal as sub-plots. The stomach pH and intestinal contents were not influenced by the diets provided as well as the amount of total coliform. It was found that the presence of lactose in the feed decreased counts of Escherichia coli and Lactobacillus ssp in the ileum. Regarding the class of weight, the lighter piglets had lower counts of Escherichia coli and Lactobacillus. The maltodextrin can be used as an alternative to replace the lactose in the diet, regardless of the piglets weight at weaning, as it does not adversely affect the pH and the Lactobacillus population in the gastrointestinal tract.",
	"xml:lang":"eng"
	}
	]
	}}
