{"resource": {
	"dct:language":"por",
	"dct:title":[
		{"value":"   Capacidade combinatória de capim elefante com base em caracteres morfoagronômicos ",
	"xml:lang":"por"
	},
	{"value":"Combining ability of elephant grass based on morphological characteristics",
	"xml:lang":"eng"
	}
	],
	"dc:subject":[
		{"value":"diallel analysis",
	"xml:lang":"eng"
	},
	{"value":"pennisetum",
	"xml:lang":"eng"
	},
	{"value":"heterosis",
	"xml:lang":"eng"
	},
	{"value":"genetic variation",
	"xml:lang":"eng"
	}
	],
	"bibo:volume":"71/n.1",
	"rdf:about":"http://agris.fao.org/aos/records/BR2015F01520",
	"dct:identifier":"BR2015F01520",
	"dct:type":"Journal Article",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19420"
	},
	"dct:isPartOf":[
		{"rdf:resource":{"value":"http://aims.fao.org/serials/c_ea787e45"}
	},
	{"bibo:Journal":{"dct:title":{"value":"Boletim de Indústria Animal"},
	"bibo:ISSN":{"value":"0067-9615"}
	}
	}
	],
	"dct:issued":"2014-",
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://www.iz.sp.gov.br/pdfsbia/1396557048.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"SILVA,  V. Q. R."
	}
	},
	{"foaf:Person":{"foaf:name":"DAHER,  R. F."
	}
	},
	{"foaf:Person":{"foaf:name":"GRAVINA,  G. A."
	}
	},
	{"foaf:Person":{"foaf:name":"LEDO,  F. J. S."
	}
	},
	{"foaf:Person":{"foaf:name":"TARDIN, F. D."
	}
	},
	{"foaf:Person":{"foaf:name":"SOUZA, M. C."
	}
	}
	],
	"bibo:abstract":[
		{"value":"Devido ao grande potencial de produção de biomassa do capim elefante, objetivou-se neste trabalho avaliar genitores para geração de híbridos superiores. Para tanto, foram estimados os efeitos da capacidade geral de combinação (CGC) dos genitores e da capacidade específica de combinação (CEC) de híbridos de capim elefante por meio de análise dialélica adaptada a dialelos parciais. Foram avaliados 16 híbridos e oito genitores utilizando delineamento em blocos casualizados com três repetições. Verificou-se a presença de variabilidade genética entre os híbridos e genitores, com predominância do efeito gênico de dominância para a maioria das características. De forma geral, os melhores resultados na CGC são os genitores Taiwan A-144, Vruckwona Africana e Taiwan A-146. Os melhores cruzamentos com base na CEC são Taiwan A-144 x Taiwan A-146 e Pusa Napier nº2 x Mercker Santa Rita.",
	"xml:lang":"por"
	},
	{"value":"Because of the potential for biomass production of elephant grass, the aim of this study was to evaluate parents to obtain superior hybrids. Effects of general combining ability (GCA) of the parents and specific combining ability (SCA) of hybrids elephant grass through diallel analysis adapted to partial diallel were estimated. Sixteen hybrids and eight parents were evaluated using a randomized block design with three replications. We verified the presence of genetic variability among hybrids and parents, with a predominance of dominance gene effect for most characteristics. Overall, the best results in the GCA are the parents Taiwan A-144, Vruckwona Africana and Taiwan A-146. The best intersections based on SCA are Taiwan A-144 x Taiwan A-146 and Pusa Napier nº2 x Mercker Santa Rita.",
	"xml:lang":"eng"
	}
	]
	}}
