{"resource": {
	"dct:language":"por",
	"dct:title":[
		{"value":"   Desempenho e características da carcaça de cordeiros alimentados com dietas contendo grãos de diferentes cereais ",
	"xml:lang":"por"
	},
	{"value":"Performance and carcass traits of lambs fed diets containing different cereal grains",
	"xml:lang":"eng"
	}
	],
	"dc:subject":[
		{"value":"meat",
	"xml:lang":"eng"
	},
	{"value":"diet",
	"xml:lang":"eng"
	},
	{"value":"zea mays",
	"xml:lang":"eng"
	},
	{"value":"lambs",
	"xml:lang":"eng"
	},
	{"value":"slaughter value",
	"xml:lang":"eng"
	},
	{"value":"feed intake",
	"xml:lang":"eng"
	}
	],
	"bibo:volume":"73/n.2",
	"bibo:doi":"10.17523/bia.v73n2p134",
	"rdf:about":"http://agris.fao.org/aos/records/BR2016F00024",
	"dct:identifier":"BR2016F00024",
	"dct:type":"Journal Article",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19420"
	},
	"dct:isPartOf":{"bibo:Journal":{"dct:title":{"value":"Boletim de Indústria Animal"},
	"bibo:ISSN":{"value":"0067-9615"}
	}
	},
	"dct:issued":"2016-",
	"bibo:uri":"http://dx.doi.org/10.17523/bia.v73n2p134",
	"dct:dateSubmitted":2016,
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"VIDAL, M. P."
	}
	},
	{"foaf:Person":{"foaf:name":"PEREIRA, A. S. C."
	}
	},
	{"foaf:Person":{"foaf:name":"CAÇÃO, M. M. F."
	}
	},
	{"foaf:Person":{"foaf:name":"SILVA, S. L."
	}
	},
	{"foaf:Person":{"foaf:name":"HENRIQUE, W."
	}
	},
	{"foaf:Person":{"foaf:name":"FUZIKAWA, I. H. S."
	}
	},
	{"foaf:Person":{"foaf:name":"AFERRI, G."
	}
	}
	],
	"bibo:abstract":[
		{"value":"The objective of this study was to evaluate the performance, apparent digestibility, and carcass and meat traits of lambs fed high-concentrate diets (92.65%) containing different cereal grains (ground corn, whole grain corn, whole grain sorghum, or replacement of 40% whole grain corn with whole grain millet). Twenty-four feedlot intact lambs of undefined breed, with a body weight of 22.35 ± 3,.71 kg, kept in individual pens for 56 days were allocated in a completely randomized design. Dry matter intake expressed as a percentage of body weight was higher (P=0.0046) for the diets containing sorghum and ground corn (3.73% and 3.39%, respectively) compared to the diets containing millet and whole grain corn (3.23% and 3.13%, respectively). Feed efficiency was higher (P=0.014) for whole grain corn and millet (0.293 and 0.269, respectively) and lower for ground corn and sorghum (0.247 and 0.226, respectively). The apparent digestibility of organic matter, dry matter and crude protein was lower for the sorghum diet (P=0.0003). The carcass traits, meat cuts traits or objective longissimus muscle tenderness were not influenced by the diets offered to the animals. Meat color (P",
	"xml:lang":"eng"
	},
	{"value":"Objetivou-se avaliar desempenho, digestibilidade aparente, características da carcaça e da carne de cordeiros alimentados com dietas de alta proporção de concentrado (92,65%) contendo grãos de diferentes cereais (grão moído de milho",
	"xml:lang":"por"
	},
	{"value":"grão inteiro de milho"},
	{"value":"ou substituição de 40% do grão inteiro do milho por grão inteiro de milheto). Foram utilizados vinte e quatro machos inteiros, sem raça definida, com peso corporal de 22,35 ± 3,71 kg, confinados em baias individuais por 56 dias, alocados em delineamento inteiramente casualizado. O consumo de matéria seca em porcentagem do peso corporal foi maior (P=0,0046) para as dietas com sorgo e grão moído de milho, 3,73% e 3,39%, que para milheto e grão inteiro de milho, 3,23% e 3,13%. A eficiência alimentar foi maior (P=0,0140) para grão inteiro de milho e milheto, 0,293 e 0,269, e menor para grão moído de milho e sorgo, 0,247 e 0,226. A digestibilidade aparente da matéria orgânica, matéria seca e proteína bruta foram menores (P=0,0003) para a dieta com sorgo. As características de carcaça e dos cortes cárneos não foram influenciadas pelas dietas fornecidas aos animais, bem como a maciez objetiva do músculo Longissimus. Os parâmetros de cor e luminosidade da carne foram melhores (P"},
	{"value":"grão inteiro de sorgo"}
	]
	}}
