{"resource": {
	"dct:language":"por",
	"dct:title":[
		{"value":"   Produtividade e valor nutritivo das plantas de milho de textura dentada ou dura em três estádios de colheita para silagem ",
	"xml:lang":"por"
	},
	{"value":"Production and nutritive value of hard and soft corn plants in three maturity stages for ensilage",
	"xml:lang":"eng"
	}
	],
	"dc:subject":[
		{"value":"nutrition",
	"xml:lang":"eng"
	},
	{"value":"digestibility",
	"xml:lang":"eng"
	},
	{"value":"plants",
	"xml:lang":"eng"
	},
	{"value":"maturity",
	"xml:lang":"eng"
	},
	{"value":"soft corn",
	"xml:lang":"eng"
	},
	{"value":"stages",
	"xml:lang":"eng"
	}
	],
	"bibo:volume":"65/n.2",
	"rdf:about":"http://agris.fao.org/aos/records/BR2015F01990",
	"dct:identifier":"BR2015F01990",
	"dct:type":"Journal Article",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19420"
	},
	"dct:isPartOf":[
		{"rdf:resource":{"value":"http://aims.fao.org/serials/c_ea787e45"}
	},
	{"bibo:Journal":{"dct:title":{"value":"Boletim de Indústria Animal"},
	"bibo:ISSN":{"value":"0067-9615"}
	}
	}
	],
	"dct:issued":"2008-",
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://www.iz.sp.gov.br/pdfsbia/1216050624.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"MORAES,  G. J."
	}
	},
	{"foaf:Person":{"foaf:name":"COSTA, C."
	}
	},
	{"foaf:Person":{"foaf:name":"MEIRELLES,  P. R. L."
	}
	},
	{"foaf:Person":{"foaf:name":"OLIVEIRA, K."
	}
	},
	{"foaf:Person":{"foaf:name":"FAKTORI,  M. A."
	}
	},
	{"foaf:Person":{"foaf:name":"ROSALES,  L. A."
	}
	},
	{"foaf:Person":{"foaf:name":"SANTOS,  T. A. B."
	}
	}
	],
	"bibo:abstract":[
		{"value":"O presente experimento teve como objetivo avaliar a produtividade e o valor nutritivo de plantas de milho para silagem. Os dados foram analisados no delineamento inteiramente casualizado em um esquema fatorial 2 x 3 (dois híbridos de milho de textura dura AG 4051 e dentada DAS 2B710 e três estádios de colheita (½ leitoso, ¼ leitoso e camada preta). Após a colheita, as plantas foram separadas em folha, colmo mais bainha e espiga, para subseqüente determinação da matéria seca (MS), proteína bruta (PB) fibra em detergente neutro (FDN), fibra em detergente ácido (FDA), celulose, lignina e digestibilidadein vitro. O híbrido de textura dentada apresentou maior produtividade de massa seca que o híbrido de textura dura. Com o avanço da maturidade houve redução na proporção de folha e aumento na de espiga, sem alteração na proporção de colmo. A folha e fração volumosa apresentaram os maiores teores de MS para o híbrido de textura dentada. O menor valor do dry down foi observado no híbrido de textura dentada na maturação fisiológica. As médias do FDN das frações colmo e espiga foram diferentes, e os maiores teores de FDN observados no híbrido de textura dura. Para a FDA as maiores médias foram na fração colmo para o híbrido de textura dura. Observou que os maiores teores de celulose e PB foram do híbrido de textura dentada na maturidade fisiológica na planta inteira e, em todas as frações, os teores de lignina aumentaram com avanço da maturidade. Verificou-se que os maiores valores de digestibilidade foram da fração espiga, e não houve diferença entre híbridos nesta fração.",
	"xml:lang":"por"
	},
	{"value":"The present experiment had the objective of evaluate the yield production and nutritive value of corn plants for ensilage by means of productivity per hectare and chemical analysis of the nutrients in three maturity stages, as well as the dry matter in vitro digestibility . The experimental design used was complete randomized block in a factorial project of 2 x 3: two corn hybrids, one of hard texture (AG 4051) and one of soft texture (DAS 2B710) in three maturity stages of harvest. After the harvest, the plants had been separated in leaf, stem plus sheath and spike, for subsequent determination of the bromatology analysis (dry matter, crude protein, neutral detergent fiber, acid detergent fiber, cellulose and lignin) and in vitro digestibility. The soft texture hybrid presented better productivity of dry matter (DM) than the hard texture hybrid. With the advance of the maturity, there was a reduction in the rate of leaves and an increase of in the spikes, with no changes in the rate of stems. The leaves and the volumous fraction showed the highest DM rates in the soft texture hybrid. The lowest dry value was observed in the soft texture hydrid in the physiologic maturation. The average values of neutral detergent fiber (NDF) of the stem and the spike were significant, and the highest NDF values were observed in the hard texture hybrid. For the acid detergent fiber (ADF), the highest averages were in the stem fraction for the hard texture hybrid. It was observed that the highest celluloses and crude protein (CP) rates were in the soft texture hybrid during the physiologic maturity in the whole plant and in all fractions the lignin rates increased with the advance of the maturity. It was reported that the highest digestibility values were in the spike and there was no difference between the hybrids in this fraction.",
	"xml:lang":"eng"
	}
	]
	}}
