{"resource": {
	"dct:language":[
		"por",
	"eng"
	],
	"dct:title":[
		{"value":"   Indução de tolerância ao estresse hídrico na germinação de sementes de feijão-caupi ",
	"xml:lang":"por"
	},
	{"value":"Induction of tolerance to water stress in the cowpea seed germination",
	"xml:lang":"eng"
	}
	],
	"dc:subject":[
		{"value":"vigna unguiculata",
	"xml:lang":"eng"
	},
	{"value":"manitol",
	"xml:lang":"eng"
	}
	],
	"bibo:volume":"5/n.4",
	"rdf:about":"http://agris.fao.org/aos/records/BR2015206466",
	"dct:identifier":"BR2015206466",
	"dct:type":"Journal Article",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/11131"
	},
	"dct:isPartOf":[
		{"rdf:resource":{"value":"http://aims.fao.org/serials/j_1294754373047"}
	},
	{"bibo:Journal":{"dct:title":{"value":"Comunicata Scientiae"},
	"bibo:ISSN":{"value":"2176-9079"}
	}
	}
	],
	"dct:issued":"2014-",
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://comunicata.ufpi.br/index.php/comunicata/article/download/276/285",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Colman Bruno Agostini"
	}
	},
	{"foaf:Person":{"foaf:name":"Nunes Cássio Miranda"
	}
	},
	{"foaf:Person":{"foaf:name":"Masson Gabrielle de Lima"
	}
	},
	{"foaf:Person":{"foaf:name":"Barbosa Rogério Hidalgo"
	}
	},
	{"foaf:Person":{"foaf:name":"Nunes Anísio da Silva"
	}
	},
	{"foaf:Organization":{"foaf:name":"Universidade Estadual de Mato Grosso do Sul, Aquidauana, MS, Brasil"
	}
	},
	{"foaf:Organization":{"foaf:name":"Master Tecnologia, Dourados, MS Brasil"
	}
	},
	{"foaf:Organization":{"foaf:name":"Faculdade Anhanguera de Dourados, Dourados, MS, Brasil"
	}
	},
	{"foaf:Organization":{"foaf:name":"Universidade Federal da Grande Dourados, Dourados, MS, Brasi"
	}
	},
	{"foaf:Organization":{"foaf:name":"Faculdade Anhanguera de Dourados, Dourados, MS, Brasil"
	}
	}
	],
	"bibo:abstract":[
		{"value":"-0,9 e -1,2 Mpa em B.O.D. à 25ºC. Foram avaliados: germinação, índice de velocidade de germinação, plântulas anormais, comprimento da parte aérea, comprimento de raiz primária, comprimento total de plântula e relação raiz/parte aérea. O melhor desempenho na germinaçãofoi obtido pelas sementes que passaram pelo choque térmico à 7ºC por 24 horas, o que permite afirmar que ocorreu uma indução de tolerância cruzada e que esta pode ser ativada no início do processo de embebição em sementes de feijão-caupi."},
	{"value":"Estudos com diversas espécies têm sido realizados sob condições de deficiência hídrica. Entretanto, no processo germinativo e em plântulas jovens, há poucos trabalhos visando o desenvolvimento de técnicas que buscam uma futura tolerância e aclimatação das plantas ao estresse hídrico. Diante do exposto, o objetivo deste trabalho foi simular a deficiência hídrica na germinação de sementesde feijão-caupi e avaliar se o choque térmico aplicado durante a embebição pode levar a cultura à adquirir tolerância ao estresse. As sementes foram submetidas ao processo de embebição e permaneceram em B.O.D. à 25ºC por 24 horas. Posteriormente, parte foi mantida nessa temperaturae parte transferida para o choque térmico à 7ºC por mais 24 horas. Tanto as parcelas que passaram pelo choque, quanto as demais, foram transferidas para substrato umedecido com soluções de manitol, nas concentrações: 0",
	"xml:lang":"por"
	},
	{"value":"-0,6"},
	{"value":"-0,3"},
	{"value":"Studies in several species have been conducted under conditions of water stress. However, the germination and young seedlings, there are few studies aimed at developing techniques that seek a future tolerance and acclimation of plants to water stress. Given the above, the objective of thisstudy was to simulate drought stress on seed germination of cowpea and evaluate the thermal shock applied during hydration can lead to culture to acquire stress tolerance. Seeds were subjected to the process of soaking and remained in BOD at 25ºC for 24 hours. After this part has been kept at this temperature part and transferred to the thermal shock to 7°C for 24 hours. Both plots that have gone through shock, as the others were transferred to the substrate moistened with mannitol at concentrations of 0, 22.29, 44.58, 66.87 and 89.17 g L-1, simulating the osmotic potential of 0, -0.3, -0.6, -0.9 and -1.2 MPa in BOD at 25ºC. Were evaluated: germination, speed of germination,abnormal seedlings, shoot length, primary root length, total length and relative seedling root/shoot.The best performance in germination was obtained by the seeds that passed hrough the thermal shock to 7ºC for 24 hours, which allows us to affirm that there was an induction of cross-toleranceand that this can be activated at the beginning of the imbibition in seeds of cowpea.",
	"xml:lang":"eng"
	},
	{"value":"44,58"},
	{"value":"22,29"},
	{"value":"66,87 e 89,17g L-1, simulando os potenciais osmóticos de0"}
	]
	}}
