{"resource": {
	"dct:language":"eng",
	"dct:title":[
		{"value":"Ownership of fishing areas and use of fishing resources by artisanal fishermen in a pond in southern Brazil",
	"xml:lang":"eng"
	},
	{"value":"   Apropriação de áreas de pesca e utilização dos recursos pesqueiros por pescadores artesanais em uma lagoa no sul do Brasil ",
	"xml:lang":"por"
	}
	],
	"dc:subject":[
		{"value":"fishing effort",
	"xml:lang":"eng"
	},
	{"value":"economic viability",
	"xml:lang":"eng"
	},
	{"value":"reproduction",
	"xml:lang":"eng"
	},
	{"value":"artisanal fisheries",
	"xml:lang":"eng"
	}
	],
	"bibo:volume":"71/n.1",
	"rdf:about":"http://agris.fao.org/aos/records/BR2015F01515",
	"dct:identifier":"BR2015F01515",
	"dct:type":"Journal Article",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19420"
	},
	"dct:isPartOf":[
		{"rdf:resource":{"value":"http://aims.fao.org/serials/c_ea787e45"}
	},
	{"bibo:Journal":{"dct:title":{"value":"Boletim de Indústria Animal"},
	"bibo:ISSN":{"value":"0067-9615"}
	}
	}
	],
	"dct:issued":"2014-",
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://www.iz.sp.gov.br/pdfsbia/1396558428.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"SANTOS, J. M."
	}
	},
	{"foaf:Person":{"foaf:name":"TAVARES, R. A."
	}
	},
	{"foaf:Person":{"foaf:name":"FERNANDES, J. M."
	}
	},
	{"foaf:Person":{"foaf:name":"SOUZA,  D. M."
	}
	},
	{"foaf:Person":{"foaf:name":"POUEY,  J. L. O. F."
	}
	},
	{"foaf:Person":{"foaf:name":"PIEDRAS, S. R. N."
	}
	}
	],
	"bibo:abstract":[
		{"value":"A Lagoa Mangueira localizada no sul do Brasil tem sua porção norte incluída na Estação Ecológica do Taim, unidade de conservação federal. Entre os usos dados a esta região, destaca-se a pesca artesanal, que apresenta características próprias devido as condições ambientais e fisiográficas da região. Com objetivo de caracterizar o processo de ocupação e uso dos recursos pesqueiros, foi usado um protocolo de campo e de informação geográfica. Dados de pesca foram coletados e entrevistas foram aplicadas para obter informações sócio-econômicas, que foram tabulados e submetidos à análise estatística descritiva. A captura média por pescador na região é de 4.766,5 kg/ano, sendo a viola Loricariichthys anus a espécie com maior volume de captura, garantindo a viabilidade econômica da pesca local. O aumento contínuo do esforço de pesca pode estar comprometendo o ciclo reprodutivo da fauna ictiológica local, comprometendo a sustentabilidade da pesca.",
	"xml:lang":"por"
	},
	{"value":"The Mangueira Lagoon located in southern Brazil, has its northern portion included in the Taim Ecological Station, a federal conservation unit. The fishing practice is among the activities at this region. It has its own characteristics due to environmental conditions and specific physiography of the area. A field protocol based on geographic information was used to characterize the occupation process and the use of fishing resources. Socio-economic information was collected through interviews of the fishermen and also based on fishing data. After compiling the data a statistical descriptive analyses was completed. The average catch per fisherman in the region is 4,766.5 kg per year. The Loricariichthys anus showed the highest catch volume, ensuring the economic viability of the local activity. The constant increase of the activity may be compromising the reproductive cycle of the local ichthyological fauna, thus compromising the fishery sustainability.",
	"xml:lang":"eng"
	}
	]
	}}
