{"resource": {
	"dct:language":[
		"por",
	"eng"
	],
	"dct:title":[
		{"value":"   Lodo de esgoto como componente de substrato para produção de mudas de Acacia mangium Wild ",
	"xml:lang":"por"
	},
	{"value":"Based substrates of sewage sludge for the production of seedlings of Acacia mangium Wild",
	"xml:lang":"eng"
	}
	],
	"dc:subject":[
		{"value":"forest nurseries",
	"xml:lang":"eng"
	},
	{"value":"organic compounds",
	"xml:lang":"eng"
	}
	],
	"bibo:volume":"5/n.1",
	"rdf:about":"http://agris.fao.org/aos/records/BR2015202107",
	"dct:identifier":"BR2015202107",
	"dct:type":"Journal Article",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/11131"
	},
	"dct:isPartOf":[
		{"rdf:resource":{"value":"http://aims.fao.org/serials/j_1294754373047"}
	},
	{"bibo:Journal":{"dct:title":{"value":"Comunicata Scientiae"},
	"bibo:ISSN":{"value":"2176-9079"}
	}
	}
	],
	"dct:issued":"2014-",
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://comunicata.ufpi.br/index.php/comunicata/article/download/309/231",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Caldeira Marcos"
	}
	},
	{"foaf:Person":{"foaf:name":"Favalessa Marcilene"
	}
	},
	{"foaf:Person":{"foaf:name":"Gonçalves Elzimar"
	}
	},
	{"foaf:Person":{"foaf:name":"Delarmelina William"
	}
	},
	{"foaf:Person":{"foaf:name":"Santos Fernando"
	}
	},
	{"foaf:Person":{"foaf:name":"Viera Márcio"
	}
	},
	{"foaf:Organization":{"foaf:name":"Universidade Federal do Espírito Santo"
	}
	},
	{"foaf:Organization":{"foaf:name":"Universidade Federal do Espírito Santo"
	}
	},
	{"foaf:Organization":{"foaf:name":"Universidade Federal do Espírito Santo"
	}
	},
	{"foaf:Organization":{"foaf:name":"Universidade Federal do Espírito Santo"
	}
	},
	{"foaf:Organization":{"foaf:name":"Universidade Federal do Espírito Santo"
	}
	},
	{"foaf:Organization":{"foaf:name":"Universidade Federal de Santa Maria"
	}
	}
	],
	"bibo:abstract":[
		{"value":"O objetivo do presente trabalho foi testar a utilização de lodo de esgoto com diferentes componentes como substrato na produção de mudas de Acacia mangium. O estudo foidesenvolvido no Viveiro Florestal do Departamento de Ciências Florestais e da Madeira do Centro de Ciências Agrárias da Universidade Federal do Espírito Santo-UFES, Alegre. Os tratamentos foram compostos por diferentes composições de substrato contendo lodo de esgoto (LE) associado à casca de arroz in natura (CA), vermiculita (VERM)e ao composto orgânico (CO), além dos tratamentos com 100% de lodo de esgoto (LE) e com substrato comercial (SC). A utilização de casca de arroz in natura proporcionou baixa média para as características avaliadas e o substratocomercial proporcionou as menores médias para todas as características avaliadas. A utilização de vermiculita proporcionou médias intermediarias para as características avaliadas. Constatou-se que os tratamentos com lodo de esgoto associado ao composto orgânico, foram os que mais se destacaram diante das características morfológicas avaliadas, sendo a utilização de 40% de LE + 60% de CO o mais indicado para a produção de mudas da espécie.",
	"xml:lang":"por"
	},
	{"value":"The aim of this study was to test the use of sewage sludge as substrate with different components in the production of seedlings of Acacia mangium. The study was conducted in the Nursery Department of Forest Science and Wood Center for Agricultural Sciences, Federal University of Espírito Santo-UFES, Alegre. The treatments consisted of sewage sludge (LE) associated with rice husk in natura (CA), vermiculite (RED) and the organic compound (CO), and treatment with 100% sewage sludge (LE) and substrate commercial (SC).The use of rice husk in natura provides low average for the traits evaluated and commercial substrate yielded the lowest average for all traits. The use of vermiculite provided intermediate averages for the traits evaluated. It was found that treatments with sewage sludge associated with the organic compound, were those who stood out in front ofthe morphological characteristics evaluated, and the use of 40% CO + 60% CO best suited for the production of seedlings of the species.",
	"xml:lang":"eng"
	}
	]
	}}
