{"resource": {
	"dct:language":"por",
	"dct:title":[
		{"value":"Genetic parameters for gestation length and pre- and postweaning growth traits in Nellore cattle",
	"xml:lang":"eng"
	},
	{"value":"   Parâmetros genéticos para período de gestação e características de crescimento pré e pós desmame em bovinos Nelore ",
	"xml:lang":"por"
	}
	],
	"dc:subject":[
		{"value":"genetic correlation",
	"xml:lang":"eng"
	},
	{"value":"beef cattle",
	"xml:lang":"eng"
	},
	{"value":"reproduction",
	"xml:lang":"eng"
	},
	{"value":"production",
	"xml:lang":"eng"
	}
	],
	"bibo:volume":"72/n.2",
	"rdf:about":"http://agris.fao.org/aos/records/BR2015F07621",
	"dct:identifier":"BR2015F07621",
	"dct:type":"Journal Article",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19420"
	},
	"dct:isPartOf":[
		{"rdf:resource":{"value":"http://aims.fao.org/serials/c_ea787e45"}
	},
	{"bibo:Journal":{"dct:title":{"value":"Boletim de Indústria Animal"},
	"bibo:ISSN":{"value":"0067-9615"}
	}
	}
	],
	"dct:issued":"2015-",
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://www.iz.sp.gov.br/pdfsbia/1435671369.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"MOREIRA,  H. L."
	}
	},
	{"foaf:Person":{"foaf:name":"CANOVA,  E. B."
	}
	},
	{"foaf:Person":{"foaf:name":"MUNARI,  D. P."
	}
	},
	{"foaf:Person":{"foaf:name":"BEZERRA, L. A. F."
	}
	},
	{"foaf:Person":{"foaf:name":"LÔBO, R. B."
	}
	},
	{"foaf:Person":{"foaf:name":"PAZ, C. C. P."
	}
	}
	],
	"bibo:abstract":[
		{"value":"O objetivo deste estudo foi estimar as herdabilidades e as correlações genéticas e fenotípicas para o período de gestação como característica do bezerro (PGbez) e características de desempenho pré desmame: peso ao nascimento (PN), peso ao 120 dias (P120) e peso ao 210 dias (P210), e características de desempenho pós-desmame: peso aos 365 dias e peso aos 450 dias (P450) em animais da raça Nelore participantes do Programa Nelore Brasil coordenado pela Associação Nacional de Criadores e Pesquisadores (ANCP). Os parâmetros foram estimados utilizando o método de máxima verossimilhança restrita por modelo animal, usando o software WOMBAT. A correlação genética entre PGbez e PN foi 0,15, indicando associação favorável entre as duas características, porém de pequena magnitude. O PGbez apresentou correlações genéticas positivas e de baixa magnitude (0,06 a 0,10) com os demais pesos, indicando que a seleção para a diminuição do período de gestação não acarretaria em perdas significativas nos pesos em idades mais avançadas. Além disso, é possível inferir que a seleção para maior P365 não aumentará expressivamente o período de gestação.",
	"xml:lang":"por"
	},
	{"value":"The objective of this study was to estimate heritabilities and genetic and phenotypic correlations for gestation length as calf trait (GLcalf) and preweaning [birth weight (BW) and weights at 120 (W120) and 210 (W210) days] and postweaning performance traits [weights at 365 (W365) and 450 (W450) days] in Nellore cattle participating in the Nellore Brazil Program coordinated by the National Association of Breeders and Researchers (Associação Nacional de Criadores e Pesquisadores - ANCP). The parameters were estimated by the restricted maximum likelihood method under an animal model using the WOMBAT software. The genetic correlation between GLcalf and BW was 0.15, indicating a favorable association between the two traits which, however, was of small magnitude. GLcalf showed low positive genetic correlations (0.06 to 0.10) with the other weights, indicating that selection to reduce gestation length would not result in significant losses in weights at older ages. Furthermore, it is possible to infer that selection for higher W365 will not expressively increase gestation length.",
	"xml:lang":"eng"
	}
	]
	}}
