{"resource": {
	"dct:language":"eng",
	"dct:title":[
		{"value":"   Nascimento de bezzerros clonados produzidos com fibroblastos adultos e fetais ",
	"xml:lang":"por"
	},
	{"value":"Birth of cloned calves produced with adult and fetal fibroblast",
	"xml:lang":"eng"
	}
	],
	"dc:subject":[
		{"value":"nucleases",
	"xml:lang":"eng"
	},
	{"value":"cloning",
	"xml:lang":"eng"
	},
	{"value":"transferases",
	"xml:lang":"eng"
	},
	{"value":"bovinae",
	"xml:lang":"eng"
	},
	{"value":"fibroblasts",
	"xml:lang":"eng"
	}
	],
	"bibo:volume":"65/n.3",
	"rdf:about":"http://agris.fao.org/aos/records/BR2015F02210",
	"dct:identifier":"BR2015F02210",
	"dct:type":"Journal Article",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19420"
	},
	"dct:isPartOf":[
		{"rdf:resource":{"value":"http://aims.fao.org/serials/c_ea787e45"}
	},
	{"bibo:Journal":{"dct:title":{"value":"Boletim de Indústria Animal"},
	"bibo:ISSN":{"value":"0067-9615"}
	}
	}
	],
	"dct:issued":"2008-",
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://www.iz.sp.gov.br/pdfsbia/1227632240.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"MELLO,  M. R. B."
	}
	},
	{"foaf:Person":{"foaf:name":"CAETANO,  H. V. A."
	}
	},
	{"foaf:Person":{"foaf:name":"MARQUES,  M. G."
	}
	},
	{"foaf:Person":{"foaf:name":"MILAZZOTTO,   M. P."
	}
	},
	{"foaf:Person":{"foaf:name":"NICÁCIO,  A. C."
	}
	},
	{"foaf:Person":{"foaf:name":"MENDES,  C. M."
	}
	},
	{"foaf:Person":{"foaf:name":"OLIVEIRA,   V. P."
	}
	},
	{"foaf:Person":{"foaf:name":"ASSUMPÇÃO,  M. E. O. D."
	}
	},
	{"foaf:Person":{"foaf:name":"VISINTIN,  J. A."
	}
	}
	],
	"bibo:abstract":[
		{"value":"The present study examined the viability of bovine nuclear transferred embryos. Oocytes were matured in vitro for 17 hours and enucleated after aspiration of the first polar body and the metaphase plate. Fibroblasts from a 10-year-old Nellore cow and 45-day-old male fetus collected from slaughterhouse were used as nuclei donor. Enucleated oocytes were fused with adult and fetal fibroblasts with an electric stimulus. After electrical fusion, the couplets were incubated in TCM199 plus 10% FCS supplemented with cycloheximide and cytochalasin D for 1 hour and then cycloheximide alone for an additional 4 hours. The activated reconstructed embryos were co-cultured with granulosa cells in TCM 199 for 7–9 days. A total of 569 couplets were reconstructed from adult and 668 from fetal fibroblasts. After electrofusion, 181 (adult cells) and 212 (fetal cells) embryos became fused and 30 (16.6%) and 32 (15.1%) reached the blastocyst stage, respectively. After transferring 21 (adult cells) and 18 (fetal cells) blastocysts, pregnancy rates at day 90 were 19% (4) and 16.7% (3), respectively. There was no significant difference (P",
	"xml:lang":"eng"
	},
	{"value":"Este trabalho examinou a viabilidade de embriões bovinos obtidos por transferência nuclear. Oócitos foram maturados in vitro por 17 horas e enucleados após a aspiração do primeiro corpúsculo polar e da placa metafásica. Fibroblastos de uma vaca Nelore de 10 anos de idade e de um feto macho de 45 dias coletado em abatedouro foram utilizados como doadores de núcleos. Os oócitos enucleados foram fusionados com fibroblastos de origem adulta e fetal após estímulo elétrico. Após fusão elétrica, as estruturas reconstruídas foram incubadas em TCM199 acrescido de 10%de SFB e suplementado com cicloheximida e citocalasina D por 1 hora e depois mais 4 horas apenas em cicloheximida. Os embriões reconstruídos e ativados foram co-cultivados em TCM199 com células da granulosa por 7-9 dias. Um total de 569 embriões foram reconstruídos com fibroblasto adulto e 668 com fibroblasto fetal. Após a eletrofusão, 181 e 212 embriões oriundos de células adultas e fetais, respectivamente, fundiram e desses 16,6% e 15,1% chegaram ao estágio de blastocisto. Após transferir 21 e 18 blastocistos oriundos de células adultas e fetais, respectivamenet, as taxas de prenhez aos 90 dias foram 19% e 16, 7%. Não houve diferença estatística (p",
	"xml:lang":"por"
	}
	]
	}}
