{"resource": {
	"dct:issued":2011,
	"dct:dateSubmitted":2016,
	"dct:language":"por",
	"dct:title":{"value":"Atendimento pediátrico humanizado, reação da criança e satisfação dos pais no serviço público e privado de fisioterapia respiratória",
	"xml:lang":"por"
	},
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Elinaldo da Conceição dos Santos "
	}
	},
	{"foaf:Person":{"foaf:name":"Aline da Silva Ramos "
	}
	},
	{"foaf:Person":{"foaf:name":"Elziliam Aranha de Sousa "
	}
	}
	],
	"rdf:about":"http://agris.fao.org/aos/records/BR2015M00051",
	"dct:identifier":"BR2015M00051",
	"dct:type":"Journal Article",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19747"
	},
	"bibo:abstract":{"value":"Este trabalho objetivou avaliar se os fisioterapeutas usam ludicidade, afetividade e participação dos pais como recursos humanizadores que facilitem a condução do tratamento, participação da criança, diminuam as reações negativas durante a terapia, levantando possível paralelo entre reações de desconforto e o cuidado e afetividade do fisioterapeuta com as crianças e seus acompanhantes e comparar o serviço oferecido nos âmbitos público e particular de fisioterapia. Foram aplicados questionários aos responsáveis de 40 crianças que realizavam fisioterapia. Os resultados demonstraram que, em uma clínica particular, assim como na instituição pública, os três recursos eram utilizados de forma insatisfatória e, nesses locais, as crianças choravam muito durante a terapia, o nível médio de satisfação dos pais ficou entre 60% e 80%, e os pais acreditavam menos nos recursos propostos. Na outra clínica particular, a prática da afetividade e a interação foram consideradas satisfatórias, as crianças choravam pouco, os pais acreditavam na utilização dos recursos e o nível médio de satisfação ficou entre 90% e 100%. A maioria dos pais não achava que a fisioterapia causasse dor, logo, concluí-se que a ludicidade, afetividade e participação dos pais ajudam reduzir reações negativas da criança e numa melhor visão dos responsáveis acerca do atendimento humanizado. ",
	"xml:lang":"por"
	},
	"dct:isPartOf":{"bibo:Journal":{"dct:title":{"value":"Estação Científica (UNIFAP)"}
	}
	}
	}}
