{"resource": {
	"dct:language":"eng",
	"dct:title":[
		{"value":"   Comparação de metodologias para determinação da área de olho de lombo em suínos ",
	"xml:lang":"por"
	},
	{"value":"Comparison of methodologies for assessment of pork loin eye area",
	"xml:lang":"eng"
	}
	],
	"dc:subject":[
		{"value":"weighing",
	"xml:lang":"eng"
	},
	{"value":"slaughter value",
	"xml:lang":"eng"
	},
	{"value":"analysis of variance",
	"xml:lang":"eng"
	},
	{"value":"eyes",
	"xml:lang":"eng"
	}
	],
	"bibo:volume":"71/n.3",
	"rdf:about":"http://agris.fao.org/aos/records/BR2015F02925",
	"dct:identifier":"BR2015F02925",
	"dct:type":"Journal Article",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19420"
	},
	"dct:isPartOf":[
		{"rdf:resource":{"value":"http://aims.fao.org/serials/c_ea787e45"}
	},
	{"bibo:Journal":{"dct:title":{"value":"Boletim de Indústria Animal"},
	"bibo:ISSN":{"value":"0067-9615"}
	}
	}
	],
	"dct:issued":"2014-",
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://www.iz.sp.gov.br/pdfsbia/1412019125.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"SANTOS, L.S."
	}
	},
	{"foaf:Person":{"foaf:name":"CALDARA, F.R."
	}
	},
	{"foaf:Person":{"foaf:name":"SANTOS, R.K.S."
	}
	},
	{"foaf:Person":{"foaf:name":"NÃÃS, I.A."
	}
	},
	{"foaf:Person":{"foaf:name":"FOPPA, L."
	}
	},
	{"foaf:Person":{"foaf:name":"GARCIA, R.G."
	}
	},
	{"foaf:Person":{"foaf:name":"PAZ, I.C.L.A."
	}
	}
	],
	"bibo:abstract":[
		{"value":"A determinação da área de olho de lombo (LEA) é o método mais comum para análises de qualidade de carcaça, sendo possível ajustar cálculos para predizer o grau de musculosidade na mesma, sendo um recurso importante nos processos de classificação. Objetivou-se com este trabalho comparar diferentes metodologias utilizadas na determinação da LEA em suínos. Quinze suínos mestiços Landrace x Large White, machos e fêmeas, foram abatidos aos 140 dias de idade. Após 24 horas de refrigeração a 4°C o músculo Longissimus dorsi foi retirado da meia carcaça esquerda para avaliação da LEA entre a 12ª e 13ª costela. Os métodos utilizados para avaliação foram: contagem de pontos em gabarito plástico de 1 cm² e de 0,25 cm2 (CPGP 1 cm2 e CPGC 0,25 cm2), método de circunferência por meio do programa Echo Image Viewer (ECHO), método de circunferência por meio do programa AutoCad® (CAD) e método de pesagem do papel (WP). O delineamento foi inteiramente casualizado, com 15 repetições por tratamento e os dados foram submetidos a teste de correlação e análise de variância. As médias foram comparadas pelo teste de Tukey, ao nível de 5% de significância. Os valores médios de LEA observados foram de 35,84, 35,69, 33,86, 34,22 e 36,71 cm2, para os métodos CPGP 1 cm2, CPGP 0,25 cm2, ECHO, CAD e WP, respectivamente. Os valores de LEA determinados pelos métodos CPGP 1 cm2, CPGP 0,25 cm2 e WPforam semelhantes entre si, entretanto superiores aos obtidos pelas metodologias ECHO e CAD (P"},
	{"value":"however they were higher than those obtained by the ECHO and CAD methodologies (P",
	"xml:lang":"por"
	},
	{"value":"The determination of loin eye area (LEA) is one of the most common methods to assess carcass quality and it is possible to adjust calculations to predict meat amount in the carcass which is one of the important features in the classification process. The aim of this study was to compare different methodologies used to determine LEA in swine. Fifteen crossbred pigs, Landrace x Large White, males and females, were slaughtered at 140 days of age. After 24 hours of cooling at 4°C, the Longissimus dorsi muscle was removed from the left half part of carcasses for evaluation of LEA between the 12th and 13th rib. The methods were: point counting on plastic grid of 1 cm2 and 0.25 cm2 (PCGP 1 cm2 and PCGC 0.25 cm2), circumference method by Echo Image Viewer (ECHO), circumference method using AutoCad ® program (CAD) and method of weighing paper (WP). The design was completely randomized with 15 replications per treatment and the data were subjected to Pearson correlation and variance analysis. Averages were compared by Tukey test at a significance level of 5%. LEA values were: 35.84, 35.69, 33.86, 34.22 and 36.71 cm2, for the PCGP 1 cm2, PCGP 0.25 cm2, ECHO, CAD and WP methods, respectively. The LEA values determined by methods PCGP 1 cm2, PCGP 0.25 cm2 and WP were similar",
	"xml:lang":"eng"
	}
	]
	}}
