{"resource": {
	"dct:language":[
		"por",
	"eng"
	],
	"dct:title":[
		{"value":"The use of different sampling grids in determining the variability of soil physical attributes of Oxisol",
	"xml:lang":"eng"
	},
	{"value":"   O uso de diferentes grids de amostragem para determinar a variabilidade dos atributos físicos do solo de Latossolo ",
	"xml:lang":"por"
	}
	],
	"dc:subject":{"value":"soil",
	"xml:lang":"eng"
	},
	"bibo:volume":"5/n.2",
	"rdf:about":"http://agris.fao.org/aos/records/BR2015202438",
	"dct:identifier":"BR2015202438",
	"dct:type":"Journal Article",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/11131"
	},
	"dct:isPartOf":[
		{"rdf:resource":{"value":"http://aims.fao.org/serials/j_1294754373047"}
	},
	{"bibo:Journal":{"dct:title":{"value":"Comunicata Scientiae"},
	"bibo:ISSN":{"value":"2176-9079"}
	}
	}
	],
	"dct:issued":"2014-",
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://comunicata.ufpi.br/index.php/comunicata/article/download/330/236",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Bottega Eduardo Leonel"
	}
	},
	{"foaf:Person":{"foaf:name":"Queiroz Daniel Marçal de"
	}
	},
	{"foaf:Person":{"foaf:name":"Pinto Francisco de Assis de Carvalho"
	}
	},
	{"foaf:Person":{"foaf:name":"Santos Nerilson Terra"
	}
	},
	{"foaf:Organization":{"foaf:name":"Universidade Federal de Viçosa, Viçosa, MG, Brasil"
	}
	},
	{"foaf:Organization":{"foaf:name":"Universidade Federal de Viçosa, Viçosa, MG, Brasil"
	}
	},
	{"foaf:Organization":{"foaf:name":"Universidade Federal de Viçosa, Viçosa, MG, Brasil"
	}
	},
	{"foaf:Organization":{"foaf:name":"Universidade Federal de Viçosa, Viçosa, MG, Brasil"
	}
	}
	],
	"bibo:abstract":[
		{"value":"This study aimed to analyze the influence of different sampling grids in determining the spatial variability of physical attributes of Oxisol. It was used to study an area of approximately 90 hectares, where soil was sampled at depth from 0 to 0.20 meters, using a grid of 2 points per hectare (G1). Each soil sample was composed of four subsamples and obtained using a soil sampler Dutch type. The samples were sent to the laboratory to granulometric analysis. From the initial grid, the area was divided into sampling cells of 2.9 (G2) and 4.7 hectares (G3), and assigned a coordinate valuerepresentative of the center of each cell. Classical statistical and geostatistical methods were used to characterize the data and to model the spatial dependence. Spatial dependence was detected for all physical variables of the soil, regardless of the sampling grid used. The utilization of sampling grid of 1 point for each 2.9 hectares, and the sampling cell characterized by 12 subsamples, showeditself capable of detecting the spatial variability of the physical attributes of the soil, guaranteeing reliability in the estimates, even reducing the quantity of points when compared to the densest grid.",
	"xml:lang":"eng"
	},
	{"value":"O presente estudo teve por objetivo analisar a influência de diferentes grades amostrais na determinação da variabilidade espacial dos atributos físicos de um Latossolo Vermelho distroférrico. Utilizou-se para o estudo uma área de aproximadamente 90 hectares, onde se amostrou solo naprofundidade de 0 – 0,20 metros, utilizando grade de 2 pontos por hectare (G1). Cada amostra de solo foi composta de quatro subamostras e obtida utilizando um trado tipo holandês. As amostras foram encaminhadas ao laboratório para realização da análise granulométrica. A partir da gradeinicial, a área foi dividida em células amostrais de 2,9 (G2) e 4,7 hectares (G3), sendo atribuído um valor de coordenada representativo do centro de cada célula. Métodos estatísticos clássicos e geoestatísticos foram empregados para caracterizar os dados e modelar a dependência espacial.Foi detectada dependência espacial para todas as variáveis físicas do solo, independente da grade amostral utilizada. A modelagem da dependência espacial dos atributos físicos do solo utilizando a grade amostral de 2 pontos por hectare foi a que apresentou, de forma geral, os melhores parâmetros de ajuste para validação cruzada. A utilização de grade amostral de 1 ponto para cada 2,9 hectares, sendo a célula amostral caracterizada por 12 subamostras, mostrou-se capaz de detectar a variabilidade espacial dos atributos físicos do solo, garantindo confiabilidade nas estimativas mesmo reduzindo a quantidade de pontos quando comparada a grade mais densa.",
	"xml:lang":"por"
	}
	]
	}}
