{"resource": {
	"dct:language":"por",
	"dct:title":[
		{"value":"   Perfil sanitário e eficiência da inseminação artificial em tempo fixo de rebanhos bovinos de pequenos produtores da região de Piracicaba. ",
	"xml:lang":"por"
	},
	{"value":"Health profile and efficiency of fixed-time artificial insemination of cattle herds owned by small-scale producers in the region of Piracicaba.",
	"xml:lang":"eng"
	}
	],
	"dc:subject":[
		{"value":"immunological techniques",
	"xml:lang":"eng"
	},
	{"value":"disease prevention",
	"xml:lang":"eng"
	},
	{"value":"reproductive performance",
	"xml:lang":"eng"
	}
	],
	"bibo:volume":"72/n.3",
	"bibo:doi":"10.17523/bia.v72n3p221",
	"rdf:about":"http://agris.fao.org/aos/records/BR2015F11613",
	"dct:identifier":"BR2015F11613",
	"dct:type":"Journal Article",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19420"
	},
	"dct:isPartOf":[
		{"rdf:resource":{"value":"http://aims.fao.org/serials/c_ea787e45"}
	},
	{"bibo:Journal":{"dct:title":{"value":"Boletim de Indústria Animal"},
	"bibo:ISSN":{"value":"0067-9615"}
	}
	}
	],
	"dct:issued":"2015-",
	"bibo:uri":"http://dx.doi.org/10.17523/bia.v72n3p221",
	"dct:dateSubmitted":2016,
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"MELO, A.J.F."
	}
	},
	{"foaf:Person":{"foaf:name":"PONCIO, V.A.P."
	}
	},
	{"foaf:Person":{"foaf:name":"DEL FAVA, C."
	}
	},
	{"foaf:Person":{"foaf:name":"PITUCO, E. M."
	}
	},
	{"foaf:Person":{"foaf:name":"SORDI NETO, J."
	}
	},
	{"foaf:Person":{"foaf:name":"ALVAREZ, R. H."
	}
	}
	],
	"bibo:abstract":[
		{"value":"O objetivo do estudo foi avaliar os índices reprodutivos de rebanhos bovinos submetidos a um programa de inseminação artificial em tempo fixo (IATF) na região de Piracicaba, SP. Vinte rebanhos, formados de 10 a 80 vacas leiteiras mestiças, foram selecionados para participar de um programa de melhoramento genético, através de IATF. Inicialmente, foi realizado um levantamento da incidência de doenças reprodutivas presentes nos rebanhos. Para tanto, amostras de sangue foram coletadas aleatoriamente de cada rebanho para o diagnóstico sorológico de Brucelose, Leptospirose, Rinotraqueíte infecciosa bovina (IBR), Diarreia viral bovina (BVD), Leucose enzoótica bovina (LEB) e Neosporose. Os exames laboratoriais foram realizados conforme metodologia recomendada pela Organização Mundial de Saúde Animal. Todos os rebanhos apresentaram pelo menos um animal positivo para uma ou mais doenças reprodutivas. Brucelose foi detectada em 3/20 (15%), IBR e BVD em 19/20 (95,0%), LEB em 20/20 (100%), Neosporose em 13/20 (65,0%) e Tuberculose em 8/8 (100%) rebanhos. Seis meses após, vacas (n=203) dos diferentes rebanhos foram submetidas a um tratamento hormonal a base de estradiol-progesterona e PGF2α para sincronizar o cio e a ovulação, visando a IATF. Os dados foram analisados por regressão logística e pelo teste exato de Fisher. As taxas de prenhez aos 30 e 60 dias após IATF foram de 55,7% e 48,3%, respectivamente, sendo que essas taxas não foram influenciadas pelo rebanho, inseminador, escore corporal, dias pós-parto ou número de lactação. A taxa de parição (42,4%) diferiu da taxa de prenhez aos 30 (P=0,01), mas não aos 60 (P=0,27) dias pós IA. A perda gestacional até o parto foi de 23,2% (26/112), porém, não foi identificada a causa precisa desse evento. Apesar da presença (sororeatividade) de doenças reprodutivas, rebanhos bovinos de pequenos produtores apresentam aceitáveis taxas de prenhez após IATF. Todavia, sugere-se a adoção de medidas profiláticas adicionais, tais como vacinação e melhorias no manejo zootécnico.",
	"xml:lang":"por"
	},
	{"value":"The objective of this study was to evaluate the reproductive indices of different cattle herds submitted to a fixed-time artificial insemination program (FTAI) in the region of Piracicaba, SP. Twenty herds composed of 10 to 80 crossbred dairy cows were selected to participate in a breeding program through FTAI. First, a survey was conducted to determine the incidence of reproductive system diseases in the herds. For this purpose, blood samples were collected randomly from each herd for the serological diagnosis of brucellosis, leptospirosis, infectious bovine rhinotracheitis (IBR), bovine viral diarrhea (BVD), enzootic bovine leukosis (EBL), and neosporosis. The laboratory tests were conducted according to the methods of the World Organisation for Animal Health. All herds had at least one animal that tested positive for one or more reproductive system diseases. Brucellosis was detected in 3/20 (15%) herds, IBR and BVD in 19/20 (95%), EBL in 20/20 (100%), neosporosis in 13/20 (65%), and tuberculosis in 8/8 (100%). Six months later, cows (n=203) of the different herds were submitted to hormone treatment consisting of estradiol-progesterone and PGF2α for heat synchronization and ovulation and subsequent FTAI. The data were analyzed by logistic regression and Fisher’s exact test. The pregnancy rates at 30 and 60 days after FTAI were 55.7% and 48.3%, respectively. These rates were not influenced by herd, inseminator, body score, post-calving days, or number of lactations. The calving rate (42.4%) differed from the pregnancy rate at 30 (P=0.01), but not at 60 (P=0.27) days after FTAI. The gestation loss until calving was 23.2% (26/112), but no exact cause of this event was identified. Despite the presence (seroreactivity) of reproductive diseases, cattle herds owned by small-scale producers exhibit acceptable pregnancy rates after FTAI. However, additional prophylactic measures such as vaccination and improvement of livestock management should be adopted.",
	"xml:lang":"eng"
	}
	]
	}}
