{"resource": {
	"dct:language":"por",
	"dct:title":[
		{"value":"Mechanically processed corn silage digestibility and intake",
	"xml:lang":"eng"
	},
	{"value":"   Consumo e digestibilidade total da silagem de milho processada mecanicamente ",
	"xml:lang":"por"
	}
	],
	"dc:subject":[
		{"value":"harvesting date",
	"xml:lang":"eng"
	},
	{"value":"zea mays",
	"xml:lang":"eng"
	},
	{"value":"lambs",
	"xml:lang":"eng"
	}
	],
	"bibo:volume":"70/n.1",
	"rdf:about":"http://agris.fao.org/aos/records/BR2015F00782",
	"dct:identifier":"BR2015F00782",
	"dct:type":"Journal Article",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19420"
	},
	"dct:isPartOf":[
		{"rdf:resource":{"value":"http://aims.fao.org/serials/c_ea787e45"}
	},
	{"bibo:Journal":{"dct:title":{"value":"Boletim de Indústria Animal"},
	"bibo:ISSN":{"value":"0067-9615"}
	}
	}
	],
	"dct:issued":"2013-",
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://www.iz.sp.gov.br/pdfsbia/1371730966.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"SILVEIRA, J. P. F."
	}
	},
	{"foaf:Person":{"foaf:name":"TOSETI,  L. B."
	}
	},
	{"foaf:Person":{"foaf:name":"LO TIERZO, V"
	}
	},
	{"foaf:Person":{"foaf:name":"MELO, V. F. P."
	}
	},
	{"foaf:Person":{"foaf:name":"PERSICHETTI JR, P."
	}
	},
	{"foaf:Person":{"foaf:name":"SILVEIRA, T. F."
	}
	},
	{"foaf:Person":{"foaf:name":"BERGAMASCHINE, A. F."
	}
	},
	{"foaf:Person":{"foaf:name":"COSTA, C."
	}
	},
	{"foaf:Person":{"foaf:name":"MEIRELLES, P. R. L."
	}
	}
	],
	"bibo:abstract":[
		{"value":"The dry matter content increase due to the extension of the harversted period beginningand the kind of hybrid used can affect the starch digestibility and voluntary intake of ruminants.Therefore, this study aimed to determine the best corn hybrid and processing type of silage corn,and evaluate the possible effects on starch digestibility and voluntary intake of lambs. It was used24 Santa Inês lambs with average age of three months and average initial weight of 25.0 kg. Theexperimental design was completely randomized in a 2x2 factorial design (dent and flint hybrids",
	"xml:lang":"eng"
	},
	{"value":"processamento esmagado e não esmagado). O processamento do híbrido dentado proporcionou menor consumo de massa seca (0,583 kg/dia) associado a maior digestibilidade total da massa seca e do amido, 68,21 e 95,33% respectivamente. Desta forma, o processamento das plantas de milho destinadas a ensilagem, deve ser realizado em híbridos com textura dentada por proporcionar melhor digestibilidade total da silagem aos ovinos."},
	{"value":"crushed and not crushed). The processing of the dent hybrid resulted in less dry matter intake(0.583 kg/day) associated to higher total digestibility of dry matter and starch, 68.21 and 95.33%respectively. Thus, the processing of corn plants used for silage should be performed on hybridswith the dent grain texture to provide the best digestibility of silage to lambs.",
	"xml:lang":"por"
	},
	{"value":"O aumento no teor de matéria seca devido ao avanço do ponto de colheita e o híbrido utilizado podem afetar a digestibilidade total do amido e o consumo voluntário dos ruminantes. Portanto, o objetivo do presente estudo foi determinar o melhor híbrido e processamento para ensilagem de milho, além avaliar os possíveis efeitos sobre a digestibilidade do amido e o consumo voluntário de ovinos. Foram utilizadas 24 borregas da raça Santa Inês com idade média de três meses e peso médio inicial de 25,0 kg. O delineamento experimental utilizado foi inteiramente casualizado em esquema fatorial 2x2 (híbridos dentados e duros"}
	]
	}}
