{"resource": {
	"dct:language":"por",
	"dct:title":[
		{"value":"   Efeito da idade de aquisição de fêmeas de reposição na rentabilidade da atividade leiteira ",
	"xml:lang":"por"
	},
	{"value":"Effect of age at acquisition of replacement females on the profitability of dairy activities",
	"xml:lang":"eng"
	}
	],
	"dc:subject":[
		{"value":"genetic improvement",
	"xml:lang":"eng"
	},
	{"value":"simulation",
	"xml:lang":"eng"
	},
	{"value":"milk production",
	"xml:lang":"eng"
	},
	{"value":"profitability",
	"xml:lang":"eng"
	}
	],
	"bibo:volume":"72/n.1",
	"rdf:about":"http://agris.fao.org/aos/records/BR2015F05957",
	"dct:identifier":"BR2015F05957",
	"dct:type":"Journal Article",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19420"
	},
	"dct:isPartOf":[
		{"rdf:resource":{"value":"http://aims.fao.org/serials/c_ea787e45"}
	},
	{"bibo:Journal":{"dct:title":{"value":"Boletim de Indústria Animal"},
	"bibo:ISSN":{"value":"0067-9615"}
	}
	}
	],
	"dct:issued":"2015-",
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://www.iz.sp.gov.br/pdfsbia/1427136772.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"TEIXEIRA JÚNIOR, F.E.P."
	}
	},
	{"foaf:Person":{"foaf:name":"LOPES, M.A."
	}
	},
	{"foaf:Person":{"foaf:name":"RUAS, J.R.M."
	}
	}
	],
	"bibo:abstract":[
		{"value":"The effect of age at acquisition of replacement females on the profitability of a milk production system was evaluated by simulation analysis using F1 Holstein x Gyr cows, from May 1, 2011 to April 30, 2012. The cows were kept on pasture during the rainy season (summer) and in feedlots during the dry season using fresh sugar cane enriched with urea and ammonium sulfate. The zootechnical reference was the herd of the Felixlândia Experimental Farm (FEFX) of the Agricultural Research Company of Minas Gerais (EPAMIG), municipality of Felixlândia, Minas Gerais. For analysis of profitability, the inventory as well as costs, revenues and other data were registered using the Custo Bovino Leite 1.0 software. This software includes methods for total production cost (classical), which comprises fixed, variable and operational costs. The acquisition of the replacement female at 10 or 30 months of age is profitable for the milk production system analyzed. As a market alternative, the acquisition of the replacement female at 10 months of age was the worst option due to the high cost of acquisition and the need to acquire a larger number of females because of the high mortality rate.",
	"xml:lang":"eng"
	},
	{"value":"Analisou-se, por meio de simulação, o efeito da idade de aquisição de fêmeas para reposição na rentabilidade de um sistema de produção de leite com vacas F1 Holandês x Gir, no período de 01 de maio de 2011 a 30 de abril de 2012. Durante o período chuvoso, na época do verão, as vacas foram mantidas em pastos e, durante o período da seca, foram confinadas com o uso da cana-de-açúcar in natura enriquecida com ureia e sulfato de amônio. A referência zootécnica foi do rebanho da Fazenda Experimental de Felixlândia (FEFX) da Empresa de Pesquisa Agropecuária de Minas Gerais (EPAMIG), localizada no município de Felixlândia, MG. O inventário, bem como as despesas, as receitas e os demais dados, foram cadastrados no software CUSTO BOVINO LEITE 1.0, visando obter a análise de rentabilidade. Tal software contempla as metodologias de custo total de produção (clásssica), que envolve o custo fixo e variável, e custo operacional. A aquisição da fêmea de reposição, aos 10 ou aos 30 meses de idade, é rentável para o sistema de produção de leite analisado. Como alternativa mercadológica, a aquisição da fêmea de reposição com 10 meses de idade foi a pior opção, devido ao alto valor de aquisição e devido a necessidade da aquisição de maior quantidade de fêmeas, em função da taxa de mortalidade.",
	"xml:lang":"por"
	}
	]
	}}
