{"resource": {
	"dct:language":"por",
	"dct:title":[
		{"value":"Productive efficiency in Nelore cows",
	"xml:lang":"eng"
	},
	{"value":"   Eficiência produtiva em vacas da raça Nelore ",
	"xml:lang":"por"
	}
	],
	"dc:subject":[
		{"value":"weaning weight",
	"xml:lang":"eng"
	},
	{"value":"birth weight",
	"xml:lang":"eng"
	},
	{"value":"cows",
	"xml:lang":"eng"
	}
	],
	"bibo:volume":"66/n.2",
	"rdf:about":"http://agris.fao.org/aos/records/BR2015F01831",
	"dct:identifier":"BR2015F01831",
	"dct:type":"Journal Article",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19420"
	},
	"dct:isPartOf":[
		{"rdf:resource":{"value":"http://aims.fao.org/serials/c_ea787e45"}
	},
	{"bibo:Journal":{"dct:title":{"value":"Boletim de Indústria Animal"},
	"bibo:ISSN":{"value":"0067-9615"}
	}
	}
	],
	"dct:issued":"2009-",
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://www.iz.sp.gov.br/pdfsbia/1277307627.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"SALA, Victor E."
	}
	},
	{"foaf:Person":{"foaf:name":"ALBURQUERQUE, Lúcia G."
	}
	},
	{"foaf:Person":{"foaf:name":"MERCADANTE,  Maria Eugênia Z."
	}
	},
	{"foaf:Person":{"foaf:name":"BOLIGON, Arione A."
	}
	},
	{"foaf:Person":{"foaf:name":"BONILHA, Sarah F. M."
	}
	}
	],
	"bibo:abstract":[
		{"value":"Para analisar os fatores que influenciam as medidas de eficiência produtiva das vacas e verificar se essas medidas foram modificadas pela seleção para peso ao sobreano, foram utilizados dados de animais da raça Nelore pertencentes ao Projeto de Seleção das Raças Zebuínas e Caracu do Centro APTA Bovinos de Corte, Sertãozinho-Instituto de Zootecnia. Os animais são selecionados para maior peso ao sobreano (rebanhos NeS - Nelore Seleção e NeT - Nelore Tradicional, agrupados e analisados como um único rebanho - NeST) ou para peso ao sobreano ao redor da média (NeC - Nelore Controle) do grupo de contemporâneos, desde 1980. Foram estudadas a relação de peso ao nascer (RPN), calculada pela fórmula: (peso do bezerro ao nascer/peso da vaca ao parto)*100, expressa em % de peso do bezerro/peso da vaca ao parto, e a relação de peso à desmama (RPD), calculada pela fórmula: (peso do bezerro à desmama/peso da vaca à desmama)*100, expressa em % de peso do bezerro/peso da vaca à desmama. O modelo incluiu os efeitos de rebanho (NeC e NeST), ano de nascimento e classe de idade da vaca, sexo do bezerro e a interação rebanho x ano de nascimento da vaca. As análises estatísticas foram realizadas pelo método dos quadrados mínimos, mediante o procedimento GLM contido no SAS. Rebanhos NeST apresentaram maior (p",
	"xml:lang":"por"
	},
	{"value":"To analyze the effects of the measurements of cow productive efficiency and verify if selection for yearling weight (YW) modified the measures of herd productive efficiency, data of Nelore herd, belonging to the Selection Project of Zebu and Caracu Breeds from the Beef Cattle Center APTA (Animal Science Institute - Sertãozinho - São Paulo - Brazil), were analyzed. The animals are selected for higher YW (NeS and NeT herds being considered as single herd in this paper) and for average YW (NeC) within contemporary group, since 1980. The ratio of birth weight (RPN), calculated by formula: (calf weight birth/cow weight at calving)*100 as the percentage of calf/cow weight at calving, and the ratio of weaning weight (RPD), calculated using the formula: (weaning weight of the calf/cow weight at weaning)*100 as the percentage of calf/cow weight at weaning. Model included effects of herd (NeC and NeST), cow birth year and age class, calf gender and herd interaction x year of birth. Statistical analyses by minimum square method (GLM procedure of the SAS software) were used. The selection herds (NeST) showed higher (p",
	"xml:lang":"eng"
	}
	]
	}}
