{"resource": {
	"dct:language":"por",
	"dct:title":[
		{"value":"   Inclusão do substrato de shimeji-preto na cinética de fermentação in vitro do feno de Brachiaria brizantha ",
	"xml:lang":"por"
	},
	{"value":"Effect of inclusion of oyster mushroom substrate on the in vitro fermentation kinetics of Brachiaria brizantha hay",
	"xml:lang":"eng"
	}
	],
	"dc:subject":[
		{"value":"edible fungi",
	"xml:lang":"eng"
	},
	{"value":"feed consumption",
	"xml:lang":"eng"
	},
	{"value":"pleurotus ostreatus",
	"xml:lang":"eng"
	},
	{"value":"fungi",
	"xml:lang":"eng"
	},
	{"value":"ruminants",
	"xml:lang":"eng"
	},
	{"value":"mycelium",
	"xml:lang":"eng"
	}
	],
	"bibo:volume":"72/n.2",
	"rdf:about":"http://agris.fao.org/aos/records/BR2015F07764",
	"dct:identifier":"BR2015F07764",
	"dct:type":"Journal Article",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19420"
	},
	"dct:isPartOf":[
		{"rdf:resource":{"value":"http://aims.fao.org/serials/c_ea787e45"}
	},
	{"bibo:Journal":{"dct:title":{"value":"Boletim de Indústria Animal"},
	"bibo:ISSN":{"value":"0067-9615"}
	}
	}
	],
	"dct:issued":"2015-",
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://www.iz.sp.gov.br/pdfsbia/1435672748.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"OLIVEIRA, R. S."
	}
	},
	{"foaf:Person":{"foaf:name":"CABRAL FILHO, S. L. S."
	}
	},
	{"foaf:Person":{"foaf:name":"OLIVEIRA, J. F. A."
	}
	},
	{"foaf:Person":{"foaf:name":"GUIMARÃES FILHO, R."
	}
	}
	],
	"bibo:abstract":[
		{"value":"P"},
	{"value":"O objetivo desse trabalho foi estudar a inclusão do substrato exaurido de Pleurotus ostreatus na fermentação in vitro de dietas a base de feno de Brachiaria brizantha. O experimento foi realizado utilizando a técnica de produção de gases semi-automática, e o inóculo ruminal foi colhido de três bovinos fistulados mantidos em pasto de Brachiaria brizantha. Foi utilizado feno de Brachiaria brizantha e substrato exaurido da produção de Pleurotus para composição das dietas: SE (100% substrato exaurido), FB (100% feno de Brachiaria brizantha), SE5 (5% SE + 95% FB), SE20 (20% SE + 80%FB) e SE30 (30% SE + 70% FB). O experimento foi conduzido em fatorial 5x3 com cinco tratamentos e três inóculos ruminal. A cinética de degradação da matéria seca foi determinada após 96 horas de fermentação [D (96h)]. Não houve diferenças significativas para o volume acumulado de gases (A) para as dietas FB (262,6 mL/g MS), SE5 (284,3 mL/g MS), SE20 (256,6 mL/g MS) e SE30 (261,7 mL/g MS), indicando que a inclusão do substrato não afetou a fermentação do feno. A dieta SE apresentou menor volume de gás e menor degradabilidade com valores de 165,9 mL e 52%, respectivamente, indicando menor valor nutricional desse substrato em relação ao feno de Brachiaria brizantha, provavelmente pela ação de enzimas que degradam carboidratos estruturais presentes nos micélios do Pleurotus. A dieta SE apresentou menor tempo de colonização (L=2,6 h"},
	{"value":"The objective of this study was to evaluate the effect of inclusion of exhausted substrate of Pleurotus ostreatus on the in vitro fermentation of Brachiaria brizantha hay-based diets. The experiment was conducted using the semi-automated gas production technique. The ruminal inoculum was collected from three fistulated cattle kept on Brachiaria brizantha pasture. Brachiaria brizantha hay and exhausted substrate of Pleurotus production were used for composition of the diets: ES (100% exhausted substrate), BH (100% Brachiaria brizantha hay), ES5 (5% ES + 95% BH), ES20 (20% ES + 80% BH), and ES30 (30% ES + 70% BH). The experimental design was a 5x3 factorial scheme consisting of five treatments and three ruminal inocula. The degradation kinetics of dry matter (DM) was determined after 96 hours of fermentation [D (96h)]. No significant differences in the cumulative volume of gas (A) were observed between BH (262.6 mL/g DM), ES5 (284.3 mL/g MS), ES20 (256.6 mL/g MS) and ES30 (261.7 mL/g MS), indicating that inclusion of the substrate did not affect hay fermentation. A lower gas volume (165.9 mL) and lower degradability (52%) were observed for the ES diet, showing a lower nutritional value of this substrate compared to Brachiaria brizantha hay, probably due to the action of enzymes that degrade structural carbohydrates found in the mycelia of Pleurotus. The ES diet exhibited a shorter colonization time (L=2.6 h",
	"xml:lang":"eng"
	}
	]
	}}
