{"resource": {
	"dct:language":"por",
	"dct:title":{"value":"ASPECTOS REPRODUTIVOS DE Pimelodella gracilis (VALENCIENNES, 1835) (OSTEICHTHYES: PIMELODIDAE) DO AÇUDE DA ECOREGIÃO CAATINGA",
	"xml:lang":"por"
	},
	"bibo:pageStart":53,
	"bibo:volume":1,
	"bibo:pageEnd":59,
	"dct:type":"Journal Article",
	"rdf:about":"http://agris.fao.org/aos/records/BR2015N00011",
	"dct:identifier":"BR2015N00011",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19750"
	},
	"dct:isPartOf":{"bibo:Journal":{"dct:title":{"value":"Biota Amazônia (Biote Amazonie, Biota Amazonia, Amazonian Biota)"}
	}
	},
	"dct:issued":2015,
	"bibo:uri":"http://periodicos.unifap.br/index.php/biota/article/view/318",
	"dct:dateSubmitted":2016,
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Nirley Hirachy Costa Barros"
	}
	},
	{"foaf:Person":{"foaf:name":"Wallace Silva Nascimento"
	}
	},
	{"foaf:Person":{"foaf:name":"Andréa Soares Araujo"
	}
	},
	{"foaf:Person":{"foaf:name":"Liliane Lima Gurgel"
	}
	},
	{"foaf:Person":{"foaf:name":"Sathyabama Chellappa1"
	}
	},
	{"foaf:Organization":{"foaf:name":"Universidade Federal do Rio Grande do Norte"
	}
	},
	{"foaf:Organization":{"foaf:name":"3Instituto Federal de Educação, Ciência e Tecnologia do Rio Grande do Norte (IFRN)"
	}
	}
	],
	"bibo:issue":2,
	"bibo:abstract":{"value":"O presente trabalho verificou o fator de condição, índice hepatossomático e índice gonadossomático de Pimelodella gracilis (Valenciennes, 1835) (Osteichthyes: Pimelodidae), capturados no açude Marechal Dutra, RN. Para cada exemplar foram registradas medidas do comprimento total, peso corporal, peso das gônadas e do fígado. A relação peso-comprimento foi determinada para sexo agrupado. A proporção entre os sexos apresentou uma leve predominância das fêmeas. O coeficiente angular sugere que a espécie apresenta um crescimento do tipo alométrico negativo. As fêmeas e os machos de P. gracilis apresentaram três estádios de desenvolvimento das gônadas. O fator de condição e IHS diminuíram durante o período reprodutivo. A variação mensal do IGS para sexos agrupados mostrou que a espécie apresenta um período de reprodução curto, revelando maior atividade reprodutiva no período de março a abril. O período de desova ocorreu no mês de junho. IGS mostra uma correlação positiva com a pluviosidade da região. Siluriformes, semiárido, niquim, reprodução.",
	"xml:lang":"por"
	}
	}}
