{"resource": {
	"dct:language":"por",
	"dct:title":{"value":"INOVAÇÃO DE ARTEFATOS E CARACTERIZAÇÃO DA PESCA DO CAMARÃO Macrobrachium amazonicum (HELLER, 1862) NA COMUNIDADE SÃO SEBASTIÃO DA BRASÍLIA - PARINTINS/AM",
	"xml:lang":"por"
	},
	"bibo:pageStart":83,
	"bibo:volume":4,
	"bibo:pageEnd":87,
	"dct:type":"Journal Article",
	"rdf:about":"http://agris.fao.org/aos/records/BR2015N00153",
	"dct:identifier":"BR2015N00153",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19750"
	},
	"dct:isPartOf":{"bibo:Journal":{"dct:title":{"value":"Biota Amazônia (Biote Amazonie, Biota Amazonia, Amazonian Biota)"}
	}
	},
	"dct:issued":2015,
	"bibo:uri":"http://periodicos.unifap.br/index.php/biota/article/view/992",
	"dct:dateSubmitted":2016,
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Raniere Garcez Costa Sousa"
	}
	},
	{"foaf:Person":{"foaf:name":"Alexandro Cezar Florentino"
	}
	},
	{"foaf:Person":{"foaf:name":"Jairo Ildefonso Guimarães Piñeyro"
	}
	},
	{"foaf:Organization":{"foaf:name":"Universidade Federal de Rondônia"
	}
	},
	{"foaf:Organization":{"foaf:name":"Empresa Brasileira de Pesquisa Agropecuária, Embrapa-Amapá"
	}
	},
	{"foaf:Organization":{"foaf:name":"Universidade Federal do Amazonas"
	}
	}
	],
	"bibo:issue":3,
	"bibo:abstract":{"value":"<span style=\"font-size: 12pt;\"><span style=\"color: black; font-size: 12pt;\"><span style=\"font-family: Times New Roman;\">Na Amazônia muitas comunidades ribeirinhas atuam na pesca do camarão de água doce para complementar a renda familiar. Com o objetivo de entender esse tipo de pescaria no município de Parintins (Amazonas), foram realizadas visitas aos setores da pesca do camarão Macrobrachium amazonicum no período de julho a outubro de 2011. A área do estudo localiza-se aos arredores da comunidade São Sebastião da Brasília, que atua principalmente na captura dessa espécie de camarão.<span style=\"mso-spacerun: yes;\">  Ainda, informações sobre os tipos de embarcações e apetrechos utilizados nessa atividade foram coletados. Os dados mostraram que 100% dessas embarcações são canoas construídas de madeira, movidas a remo ou a motor, localmente conhecidas como \"rabeta\". O apetrecho utilizado na captura do camarão é a “camaroeira”, ferramenta inovadora desenvolvida pelos próprios comunitários. Os pescadores utilizam peixes cozidos para atraírem os camarões às armadilhas. A produção média das pescarias é de 20 litros/camarão por pescador ao dia. Na época de safra, toda produção é comercializada pelas mulheres pescadoras, no mercado central em Parintins. O lucro da pescaria gera em média RS 1.500,00/mês para cada pescador. Esta atividade tem aumentado a renda e melhorado a qualidade de vida dos comunitários na comunidade Brasília. Por outro lado, tem despertado também o interesse de pescadores de outras regiões, que anseiam atuar na pesca do camarão em Parintins.</span></span><p class=\"MsoNormal\" style=\"text-align: justify;\"><span style=\"font-family: Times New Roman;\"> </span></span>",
	"xml:lang":"por"
	}
	}}
