{"resource": {
	"dct:language":"por",
	"dct:title":[
		{"value":"   características das carcaças e da carne de cordeiros alimentados com dietas contendo gordura protegida "},
	{"value":"   Desempenho ",
	"xml:lang":"por"
	},
	{"value":"Performance and carcass and meat traits of lambs fed diets containing protected fat",
	"xml:lang":"eng"
	}
	],
	"dc:subject":[
		{"value":"energy levels",
	"xml:lang":"eng"
	},
	{"value":"tenderness",
	"xml:lang":"eng"
	},
	{"value":"sheep",
	"xml:lang":"eng"
	},
	{"value":"meat quality",
	"xml:lang":"eng"
	},
	{"value":"color",
	"xml:lang":"eng"
	}
	],
	"bibo:volume":"72/n.1",
	"rdf:about":"http://agris.fao.org/aos/records/BR2015F05938",
	"dct:identifier":"BR2015F05938",
	"dct:type":"Journal Article",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19420"
	},
	"dct:isPartOf":[
		{"rdf:resource":{"value":"http://aims.fao.org/serials/c_ea787e45"}
	},
	{"bibo:Journal":{"dct:title":{"value":"Boletim de Indústria Animal"},
	"bibo:ISSN":{"value":"0067-9615"}
	}
	}
	],
	"dct:issued":"2015-",
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://www.iz.sp.gov.br/pdfsbia/1427134077.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"FARIAS, R.M."
	}
	},
	{"foaf:Person":{"foaf:name":"FERNANDES, A.R.M."
	}
	},
	{"foaf:Person":{"foaf:name":"SENO, L.O."
	}
	},
	{"foaf:Person":{"foaf:name":"VARGAS JÚNIOR, F.M."
	}
	},
	{"foaf:Person":{"foaf:name":"RICARDO, H.A."
	}
	},
	{"foaf:Person":{"foaf:name":"ALVES, L.G.C."
	}
	},
	{"foaf:Person":{"foaf:name":"NUBIATO, K.E.Z."
	}
	},
	{"foaf:Person":{"foaf:name":"ORTIZ, L.F.P."
	}
	}
	],
	"bibo:abstract":[
		{"value":"Objetivou-se avaliar desempenho, características das carcaças e qualidade da carne de cordeiros mestiços Suffolk, alimentados com dietas contendo gordura protegida. Foram utilizados 18 cordeiros machos, não castrados, com 18,8 ± 2,1 kg e média de idade de 70 dias. Os animais permaneceram confinados por 63 dias recebendo dietas contendo 0%, 4,2% e 5,8% de gordura protegida e foram abatidos com 34,8 ± 5,2 kg. O delineamento experimental foi inteiramente casualisado e os resultados foram analisados por regressão. Observou-se efeito quadrático do teor de gordura protegida na dieta para ganho de peso médio diário e ingestão de proteína bruta, com o ponto de máximo para o teor de 4,2%. Houve efeito linear crescente para ingestão de extrato etéreo. Não houve efeito do teor de gordura protegida nas dietas sobre as características de carcaça. Houve efeito quadrático para força de cisalhamento, com maior valor (3,75 kg) para a carne dos animais que receberam teor de 5,8 % de gordura protegida na dieta. O teor de extrato etéreo da carne também aumentou conforme a adição de gordura na dieta. Com base nos resultados, não se recomenda a utilização de gordura protegida em dietas com elevada proporção de concentrado para terminação de cordeiros em confinamento.",
	"xml:lang":"por"
	},
	{"value":"The objective of this study was to evaluate the performance and carcass and meat quality traits of crossbred Suffolk lambs fed diets containing protected fat. Eighteen uncastrated male lambs with a mean age of 70 days and weighing 18.8 ± 2.1 kg were used. The animals were kept in feedlots for 63 diets where they received diets containing 0%, 4.2% and 5.8% protected fat, and were slaughtered at 34.8 ± 5.2 kg. A completely randomized experimental design was used and the results were analyzed by regression. There was a quadratic effect of dietary protected fat content on average daily weight gain and crude protein intake, with a peak at a fat content of 4.2%. A linear increase was observed for ether extract intake. Dietary protected fat content had no effect on carcass traits. There was a quadratic effect on shear strength, with the highest value (3.75 kg) being observed for meat of animals fed the diet with 5.8% protected fat. The ether extract content of meat also increased with the addition of fat to the diet. On the basis of the results, we do not recommend the use of protected fat in diets containing a high proportion of concentrate for feedlot finishing of lambs.",
	"xml:lang":"eng"
	}
	]
	}}
