{"resource": {
	"dct:language":"eng",
	"dct:title":[
		{"value":"   Análise da cadeia produtiva da cultura de camarão marinho no sul do Brasil ",
	"xml:lang":"por"
	},
	{"value":"Analysis of the marineshrimp farm production chain in Rio Grande do Sul State",
	"xml:lang":"eng"
	}
	],
	"dc:subject":[
		{"value":"aquatic animals",
	"xml:lang":"eng"
	},
	{"value":"aquaculture",
	"xml:lang":"eng"
	},
	{"value":"production",
	"xml:lang":"eng"
	},
	{"value":"stakeholders",
	"xml:lang":"eng"
	}
	],
	"bibo:volume":"71/n.3",
	"rdf:about":"http://agris.fao.org/aos/records/BR2015F02905",
	"dct:identifier":"BR2015F02905",
	"dct:type":"Journal Article",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19420"
	},
	"dct:isPartOf":[
		{"rdf:resource":{"value":"http://aims.fao.org/serials/c_ea787e45"}
	},
	{"bibo:Journal":{"dct:title":{"value":"Boletim de Indústria Animal"},
	"bibo:ISSN":{"value":"0067-9615"}
	}
	}
	],
	"dct:issued":"2014-",
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://www.iz.sp.gov.br/pdfsbia/1412077786.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"FREITAS, R.R."
	}
	},
	{"foaf:Person":{"foaf:name":"MARTINS, N.G."
	}
	},
	{"foaf:Person":{"foaf:name":"POERSCH, L.H.S."
	}
	}
	],
	"bibo:abstract":[
		{"value":"Este estudo tem como objetivo identificar, descrever e analisar os principais elos da cadeia produtiva do camarão marinho no extremo sul do Brasil, especificamente nas cidades de Rio Grande e São José do Norte, estado do Rio Grande do Sul. A pesquisa foi realizada por meio de uma revisão bibliográfica prévia, pesquisa in loco e aplicação de entrevistas e questionários para identificar todo o processo produtivo local a partir dos insumos necessários para a produção até a chegada ao consumidor final. Os resultados indicam que a cadeia produtiva requer ações desde o processo até a comercialização final do produto. Mesmo com um mercado em crescimento no Brasil, mais investimentos, mais apoio do Governo para a instalação de novos agricultores, a redução da burocracia em órgãos públicos, o treinamento de atores envolvidos na produção, e alguns outros pontos identificados neste estudo podem ajudar os tomadores de decisão, inerente à atividade, a estabelecerem estratégias de produção sustentáveis que visam um desenvolvimento da produção local de camarão duradouro e completo.",
	"xml:lang":"por"
	},
	{"value":"This study aims to identify, describe, and analyze the main links of the marine shrimp culture production chain in the extreme south of Brazil, specifically in the Rio Grande and São José do Norte municipalities, Rio Grande do Sul state. The research was carried out through prior bibliographic, in loco research and the application of interviews and questionnaires to identify the entire local productive process from the inputs needed for production to the arrival at the final consumer. The results indicate that the production chain requires actions in the process until the product’s final commercialization. Even as a growing market in Brazil, more investments, better support from the Government for the installation of new farmers, a reduction of bureaucracy in public agencies, training of actors involved in production, and some other points identified in this study can help decision makers, inherent to the activity, to establish sustainable production strategies aimed at lasting and full development of local shrimp production.",
	"xml:lang":"eng"
	}
	]
	}}
