{"resource": {
	"dct:title":[
		{"value":"   Padrão hematológico de cordeiros da raça Santa Inês criados sob manejo semi-extensivo na região oeste do Estado de São Paulo ",
	"xml:lang":"por"
	},
	{"value":"Hematological standard of lambs in Santa Inês breed",
	"xml:lang":"eng"
	}
	],
	"dc:subject":[
		{"value":"erythrocytes",
	"xml:lang":"eng"
	},
	{"value":"neutrophils",
	"xml:lang":"eng"
	},
	{"value":"lambs",
	"xml:lang":"eng"
	},
	{"value":"monocytes",
	"xml:lang":"eng"
	},
	{"value":"white blood cells",
	"xml:lang":"eng"
	}
	],
	"bibo:volume":"69/n.1",
	"rdf:about":"http://agris.fao.org/aos/records/BR2015F01262",
	"dct:identifier":"BR2015F01262",
	"dct:type":"Journal Article",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19420"
	},
	"dct:isPartOf":[
		{"rdf:resource":{"value":"http://aims.fao.org/serials/c_ea787e45"}
	},
	{"bibo:Journal":{"dct:title":{"value":"Boletim de Indústria Animal"},
	"bibo:ISSN":{"value":"0067-9615"}
	}
	}
	],
	"dct:issued":"2013-",
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://www.iz.sp.gov.br/pdfsbia/1356714880.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"DAVID,  C. M. G"
	}
	},
	{"foaf:Person":{"foaf:name":"LUQUETTI,  B. C."
	}
	},
	{"foaf:Person":{"foaf:name":"COSTA,  R. L. D."
	}
	},
	{"foaf:Person":{"foaf:name":"BONELLO,  F. L."
	}
	}
	],
	"bibo:abstract":[
		{"value":"The scarce literature about complete hemogram and determination of total plasmatic protein in some species of farm animals, especially regarding to race and age, difficults the interpretation of laboratory tests, due to the absence of pre-established values, which could help diagnosis, prognosis and treatment of several diseases. The aim of this study was to determine the values of hemogram and PPT in lambs of Santa Inês breed, on different age. 91 observation were made of animals stratified on three different age , 0 to 15 (FE1), 16 to 30 (FE2) and 31 to 60 (FE3), days old, at the municipality of Itapura/SP. The averageof hemogram and PPT in comparision to SNK test by statistical program SAS. The average of Hb were different among FE1 and FE3 but did not differ from FE2, with values increasing with the age. The packed cell volume and PPT averages were not different statistically (23,92% e 5,67±0,64g/dL, respectively). Lambs of FE3 had higher average of erythrocytes and total leukocyte in relation to the FE1, but those FE2 not differ from other. The average of corpuscular medium volume were influenced by FE, being higher than the lambs of FE1 in relation to the FE3 (37,11±10,66, 33,06±9,53 and 29,20±6,95fL for FE1, FE2 and FE3,respectively). FE1 and FE2 did not differ from average segmented neutrophil and lymphocytes, but were lower than those of FE3. The average of eosinophils to FE2 (1840±1540/µL) were higher (850±820/µL and 860±640/µL, respectively for FE1 e FE3) while the averageof monocytes did not differ between age groups. It was concluded that there was influence of age on blood cell count in Santa Inês lambs.",
	"xml:lang":"eng"
	},
	{"value":"A escassa literatura sobre hemograma completo e determinação de proteínas plasmáticas totais, em algumas espécies de animais de produção, principalmente no que diz respeito a raças e faixas etárias, dificulta a interpretação dos exames laboratoriais devido à ausência de valores pré-estabelecidos, o que poderia auxiliar no diagnóstico, prognóstico e tratamento de diversas enfermidades. O objetivo deste trabalho foi determinar os valores de hemograma e proteínas plasmáticas totais (PPT) em cordeiros Santa Inês, em diferentes faixas etárias. Foram realizadas 91 observações de animais estratificados em três faixas etárias, 0 a 15 (FE1), 16 a 30 (FE2) e 31 a 60 (FE3) dias de idade, no município de Itapura/SP. As médias dos hemogramas e PPT foram comparadas pelo teste SNK pelo programa estatístico SAS. As médias de hemoglobina diferiram entre as FE1 e FE3 mas não diferiram da FE2, com valores crescentes conforme a idade. As médias de volume globular e PPT não foram diferentes estatisticamente, nas diferentes idades, com médias de 23,92% e 5,67±0,64g/dL, respectivamente. Os cordeiros da FE3 tiveram médias superiores de eritrócitos e leucócitos totais em relação aos da FE1, porém as da FE2 não diferiram das demais. As médias de volume corpuscular médio foram influenciadas pela FE, sendo superiores dos cordeiros da FE1 em relação aos da FE3 (37,11±10,66, 33,06±9,53 e 29,20±6,95fL para FE1, FE2 e FE3, respectivamente). FE1 e FE2 não diferiram entre si para médias de neutrófilos segmentados e linfócitos, porém foram inferiores às de FE3. As médias de eosinófilos para FE2 (1840±1540/µL) foram superiores (850±820/µL e 860±640/µL, respectivamente para FE1 e FE3), enquanto que, as médias de monócitos não foram diferentes entre as faixas etárias. Conclui-se que existe influência da faixa etária no hemograma de cordeiros.",
	"xml:lang":"por"
	}
	]
	}}
