{"resource": {
	"dct:language":"eng",
	"dct:title":[
		{"value":"Reproductive outcomes using different distances for preconditioning for the male effect in Anglo Nubian goats during two distinct climate seasons",
	"xml:lang":"eng"
	},
	{"value":"   Desempenho reprodutivo usando distâncias diferentes para o pré-condicionamento do efeito macho em caprinos durante dois períodos climáticos distintos ",
	"xml:lang":"por"
	}
	],
	"dc:subject":[
		{"value":"reproductive performance",
	"xml:lang":"eng"
	},
	{"value":"goats",
	"xml:lang":"eng"
	},
	{"value":"climatic change",
	"xml:lang":"eng"
	},
	{"value":"small ruminants",
	"xml:lang":"eng"
	}
	],
	"bibo:volume":"72/n.1",
	"rdf:about":"http://agris.fao.org/aos/records/BR2015F05953",
	"dct:identifier":"BR2015F05953",
	"dct:type":"Journal Article",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19420"
	},
	"dct:isPartOf":[
		{"rdf:resource":{"value":"http://aims.fao.org/serials/c_ea787e45"}
	},
	{"bibo:Journal":{"dct:title":{"value":"Boletim de Indústria Animal"},
	"bibo:ISSN":{"value":"0067-9615"}
	}
	}
	],
	"dct:issued":"2015-",
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://www.iz.sp.gov.br/pdfsbia/1427740935.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"ALVES, C.G.T."
	}
	},
	{"foaf:Person":{"foaf:name":"FERREIRA-SILVA, J.C."
	}
	},
	{"foaf:Person":{"foaf:name":"ALMEIDA-IRMÃO, J.M."
	}
	},
	{"foaf:Person":{"foaf:name":"MOURA, M.T."
	}
	},
	{"foaf:Person":{"foaf:name":"BARTOLOMEU, C.C."
	}
	},
	{"foaf:Person":{"foaf:name":"LIMA, P.F."
	}
	},
	{"foaf:Person":{"foaf:name":"OLIVEIRA, M.A.L."
	}
	}
	],
	"bibo:abstract":[
		{"value":"80,00% (T1), 70,00% (T2) e 75,00% (T3)] foram menores do que em EC [P>0,05"},
	{"value":"90.00% (T1), 90.00% (T2) and 95.00%(T3)]. In summary, the separation distance between bucks and does did not affect the reproductive outcome of Anglo Nubian goats over a 45-day MS under tropical conditions. Greater reproductive outcome was observed during the RS than the DS regardless of the separation distance between bucks and does."},
	{"value":"50.00% (T1), 60.00% (T2) and 60.00% (T3)]. Pregnancy rates during the DS [P>0.05"},
	{"value":"O objetivo do presente estudo foi determinar se a distância de isolamento entre machos e fêmeas avaliado durante dois períodos climáticos distintos afeta o desempenho reprodutivo de caprinos submetidos a uma estação de monta (EM) de 45 dias. Fêmeas Anglo Nubianas (n = 120) foram afastadas dos machos por distâncias de 2 m (T1), 300 m (T2) e 2000 m (T3) por 60 dias antes da EM de 45 dias sob diferentes condições climáticas [estação seca (ES, Fevereiro a Março) e estação chuvosa (EC, Setembro a Outubro)] em Sertânia, estado de Pernambuco, Brasil. Não houve efeito da distância de pré-condicionamento entre machos e fêmeas em nenhuma variável avaliada. No entanto, durante a ES, a média da primeira manifestação de estro variou (P>0,05) entre os grupos [7,13±4,49 (T1), 8,84±5,64 (T2) e 6,37±4,21 (T3) dias] e durante a EC [7,33±5,74 (T1), 6,60±4,88 (T2) e 8,10±4,87 (T3)]. A taxa de indução de estro foi semelhante (P>0,05) entre ES [100,00% (T1), 100,00% (T2) e 95,50% (T3)] e EC [100,00% (T1), 100,00% (T2) e 100,00% (T3)]. A sincronização do estro foi inferior durante a ES [36,60%, 30,00% (T1), 35,00% (T2) e 45,00% (T3)] que durante a EC [56,60%, 50,00% (T1), 60,00% (T2) e 60,00% (T3)]. As taxas de prenhez na ES [P>0,05"},
	{"value":"80.00% (T1), 70.00% (T2) and 75.00% (T3)] were lower than during the RS [P>0.05"},
	{"value":"90,00% (T1), 90,00% (T2) e 95,00% (T3)]. Em conclusão, a distância de pré-condicionamento entre machos e fêmeas não afetou o desempenho reprodutivo durante a EM de 45 dias de caprinos Anglo Nubianos sob condições tropicais. Um desempenho reprodutivo maior foi observado durante a estação chuvosa comparado a estação seca, independente da distância de pré-condicionamento."},
	{"value":"30.00% (T1), 35.00% (T2) and 45.00% (T3)] than during the RS [56.60%",
	"xml:lang":"por"
	},
	{"value":"The objective of the present study was to determine if separation distance between bucks and does during two distinct climate seasons could affect the reproductive performance of goats subjected to a 45-day mating season (MS). Anglo Nubian does (n = 120) were kept apart from bucks at distances of 2 m (T1), 300 m (T2), and 2000 m (T3) for 60 days prior to the 45-day MS during two distinct climate seasons [dry season (DS, February to March) and rainy season (RS, September to October)] in Sertânia, Pernambuco state, Brazil. There were no effects of distance of separation between bucks and does in any response variable evaluated. However, during the DS, the mean of the first estrous manifestation varied significantly (P>0.05) between groups [7.13±4.49 (T1), 8.84±5.64 (T2), and 6.37±4.21 (T3) days] and during the RS [7.33±5.74 (T1), 6.60±4.88 (T2) and 8.10±4.87 (T3) days]. Similar (P>0.05) estrous induction rates were found during both the DS [100.00% (T1), 100.00% (T2) and 95.50% (T3)] and the RS [100.00% (T1), 100.00% (T2) and 100.00% (T3)]. The estrous synchronization rate was found to be lower during the DS [36.60%",
	"xml:lang":"eng"
	}
	]
	}}
