{"resource": {
	"dct:language":"por",
	"dct:title":[
		{"value":"Heat tolerance of unshorn and shorn Suffolk and Ile de France ewes",
	"xml:lang":"eng"
	},
	{"value":"   Tolerância ao calor em ovelhas Suffolk e Ile de France antes e após tosquia ",
	"xml:lang":"por"
	}
	],
	"dc:subject":[
		{"value":"wool",
	"xml:lang":"eng"
	},
	{"value":"heat resistance",
	"xml:lang":"eng"
	},
	{"value":"sheep",
	"xml:lang":"eng"
	},
	{"value":"thermoregulation",
	"xml:lang":"eng"
	},
	{"value":"rectal temperature",
	"xml:lang":"eng"
	}
	],
	"bibo:volume":"66/n.1",
	"rdf:about":"http://agris.fao.org/aos/records/BR2015F01679",
	"dct:identifier":"BR2015F01679",
	"dct:type":"Journal Article",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19420"
	},
	"dct:isPartOf":[
		{"rdf:resource":{"value":"http://aims.fao.org/serials/c_ea787e45"}
	},
	{"bibo:Journal":{"dct:title":{"value":"Boletim de Indústria Animal"},
	"bibo:ISSN":{"value":"0067-9615"}
	}
	}
	],
	"dct:issued":"2009-",
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://www.iz.sp.gov.br/pdfsbia/1276704449.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"VERÍSSIMO, Cécilia J."
	}
	},
	{"foaf:Person":{"foaf:name":"KATIKI, Luciana M."
	}
	},
	{"foaf:Person":{"foaf:name":"BUENO, Mauro S."
	}
	},
	{"foaf:Person":{"foaf:name":"CUNHA,  Eduardo A."
	}
	},
	{"foaf:Person":{"foaf:name":"MOURÃO, Gerson B."
	}
	},
	{"foaf:Person":{"foaf:name":"TITTO, Cristiane G."
	}
	},
	{"foaf:Person":{"foaf:name":"PEREIRA, Alfredo M. F."
	}
	},
	{"foaf:Person":{"foaf:name":"TITTO, Evaldo A. L."
	}
	}
	],
	"bibo:abstract":[
		{"value":"O objetivo do trabalho foi avaliar o índice de tolerância ao calor (ITC) em 11 ovelhas da raça Suffolk e 12 Ile de France, no verão, em Nova Odessa, Estado de São Paulo. Para o cálculo do índice, foram registradas as temperaturas retais às 13 horas (TR1), após duas horas em descanso na sombra",
	"xml:lang":"por"
	},
	{"value":"em seguida, os animais ficaram uma hora expostos ao sol, e voltaram para a sombra, onde, então, registrou-se a TR2, às 15 horas. Durante todo esse período, ficaram sem água e comida. O índice foi calculado segundo a fórmula: 10 - (TR2 - TR1). As ovelhas foram avaliadas em 10, 11, 12, 13/01/2006, antes da tosquia, e 3, 8, 15/02/2006, após a tosquia, em dias quentes, sem nebulosidade, e com baixa velocidade do ar. A TR foi analisada com o procedimento GLIMMIX do programa SAS, e teve como efeitos fixos: raça, horário, lã (com e sem) e as interações entre esses, e como efeitos aleatórios: animal e dia dentro da interação (raça x lã). Na análise do ITC, foi utilizado o mesmo procedimento, com um modelo matemático que incluiu o efeito fixo de raça e lã, e os efeitos aleatórios de animal e dia dentro da interação (raça x lã), com a metodologia dos modelos lineares generalizados. Variáveis ambientais foram registradas nos horários de coleta da TR, e o índice de temperatura do globo negro ao sol e umidade foi, em média, superior a 90 nos dois horários observados. A TR média das ovelhas Suffolk (39,31ºC) foi semelhante a das ovelhas Ile de France (39,51ºC). Após a tosquia, a TR das ovelhas diminuiu (39,60ºC a 39,23ºC, P"},
	{"value":"The objective of this study was to evaluate the heat tolerance index (HTI) in 11 Suffolk and 12 Ile de France, in the summer, in Nova Odessa (22º42'S and 47º18'W), São Paulo State, Brazil. To calculate this index the rectal temperature was registered at 1 p.m. (RT1), before they spent two hours resting in the shade. Then, they were exposed to direct sun light for an hour. After one more hour in the shade, it was registered the RT2, at 3 p.m. They stayed all this time without food and water. The HTI was calculated: 10 - (RT2 - RT1). The ewes were evaluated in sunny days, without clouds and wind, before (10, 11, 12, 13/Jan/2006) and after shearing (3, 8, 15/Feb/2006). The RT data were analyzed using the GLIMMIX procedure of the SAS software package, whereby breed, time of data sampling, shearing and interaction were modeled as fixed effects, and individual animal and date of data sampling as random effects. The same procedure as above was used to analyze the ITC, using a mathematical model that included the fixed effects of breed, and shearing in addition to the random effects of individual animal and date of data sampling, modeled with a generalized linear model. Climatic variables were taken in the moment of registering the RT and the black globe and humidity index was greater than 90 for the two times. The RT of Suffolk ewes (39.31ºC) was similar to the RT of Ile de France (39.51ºC). After shearing the RT decreased (39.60ºC to 39.23ºC, P",
	"xml:lang":"eng"
	}
	]
	}}
