{"resource": {
	"dct:issued":2012,
	"dct:dateSubmitted":2016,
	"dct:language":"por",
	"dct:title":{"value":"Educação ambiental à luz da análise dialógica do discurso: saber científico e quadrinização no gênero textual cartilha quadrinizada",
	"xml:lang":"por"
	},
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Rosivaldo Gomes "
	}
	},
	{"foaf:Person":{"foaf:name":"Adelma Barros-Mendes "
	}
	}
	],
	"rdf:about":"http://agris.fao.org/aos/records/BR2015M00035",
	"dct:identifier":"BR2015M00035",
	"dct:type":"Journal Article",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19747"
	},
	"bibo:abstract":{"value":"A escola, como um espaço privilegiado, no qual os saberes científicos/de referência tornam-se saberes a serem ensinados a partir do processo de transposição didática e didatização, tem desenpenhado cada vez mais um papel de catalisador desse conhecimento. Entretanto, apesar de a escola ter seu o papel institucional nessa condução, sua estruturação peculiar não permite que se contemplem todas as novidades que a sociedade vive a cada instante/dia, e isso é devido à rapidez com que avança a ciência.  O objetivo deste artigo é apresentar uma análise de possíveis relações dialógicas existentes entre o discurso sobre EA presente em Cartilhas Quadrinizadas (CQs) e o discurso de documentos oficiais nacionais e  internacionais que tratam dessa temática. O corpus é constituído por 02 (duas) cartilhas de EA. O referencial teórico principal baseia-se nas discussões do Círculo de Bakhtin/Voloshinov/Medvedev e Brait; Brait e Melo sobre a Análise/Teoria Dialogia do Discurso. A perspectiva metodológica vincula-se à vertente de pesquisas em Linguística Aplicada Interdisciplinar. O método de análise utilizado é a Análise Dialógica do Discurso (ADD), a qual tem fundamentado a investigação sobre as estabilidades e instabilidades existentes nos discursos e entre relações dialógicas.",
	"xml:lang":"por"
	},
	"dct:isPartOf":{"bibo:Journal":{"dct:title":{"value":"Estação Científica (UNIFAP)"}
	}
	}
	}}
