{"resource": {
	"dct:language":"por",
	"dct:title":{"value":"SUBSTITUIÇÃO PARCIAL DA RAÇÃO COMERCIAL POR SOJA E MILHO COZIDOS E SUA INFLUÊNCIA SOBRE O CULTIVO DE HÍBRIDOS TAMBATINGAS",
	"xml:lang":"por"
	},
	"bibo:pageStart":61,
	"bibo:volume":5,
	"bibo:pageEnd":67,
	"dct:type":"Journal Article",
	"rdf:about":"http://agris.fao.org/aos/records/BR2015N00196",
	"dct:identifier":"BR2015N00196",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19750"
	},
	"dct:isPartOf":{"bibo:Journal":{"dct:title":{"value":"Biota Amazônia (Biote Amazonie, Biota Amazonia, Amazonian Biota)"}
	}
	},
	"dct:issued":2015,
	"bibo:uri":"http://periodicos.unifap.br/index.php/biota/article/view/1110",
	"dct:dateSubmitted":2016,
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Eliane Tie Oba-Yoshioka"
	}
	},
	{"foaf:Person":{"foaf:name":"Rodrigo Santos de Almeida"
	}
	},
	{"foaf:Person":{"foaf:name":"Saulo Ramid Figueiredo Gemaque"
	}
	},
	{"foaf:Person":{"foaf:name":"Alexandre Renato Pinto Brasiliense"
	}
	},
	{"foaf:Person":{"foaf:name":"Roberto de Souza Silva"
	}
	},
	{"foaf:Person":{"foaf:name":"Renata das Graças Barbosa Marinho"
	}
	},
	{"foaf:Organization":{"foaf:name":"Embrapa Amapá"
	}
	},
	{"foaf:Organization":{"foaf:name":"Universidade do Estado do Amapá"
	}
	},
	{"foaf:Organization":{"foaf:name":"Universidade Federal do Amapá"
	}
	}
	],
	"bibo:issue":1,
	"bibo:abstract":{"value":"<p class=\"MsoNormal\" style=\"text-align: justify; mso-layout-grid-align: none; text-autospace: none;\">A substituição parcial da ração comercial para peixes por um preparado de soja e milho cozidos na alimentação de híbridos tambatingas, realizado em uma piscicultura no Município de Macapá, Estado do Amapá, pode promover redução dos custos de produção para o piscicultor. Esta prática é muito utilizada pelos produtores no estado, entretanto, o crescimento e a condição de saúde desses peixes devem ser monitorados durante o cultivo, o qual foi o objetivo do presente estudo. Avaliações biométricas e fisiológicas (hematológica e bioquímica) foram realizadas nos peixes, além do monitoramento da qualidade da água sendo a primeira análise, dois meses após o início da alimentação (RC I e RSM I), e a segunda, após quatro meses (RCM II e RSM II). A substituição da ração comercial não causou alterações no pH, temperatura e concentração de oxigênio dissolvido da água dos viveiros da piscicultura; entretanto, alterações fisiológicas ocorreram nos peixes. Os híbridos tambatingas apresentaram crescimento e ganho de peso (P < 0,05) quando alimentados com o preparado de soja e milho (RSM), além disso, ocorreram alterações nos níveis de hemoglobina nas células sanguíneas e nos níveis plasmáticos de proteína e ureia. O leucograma dos híbridos indicou redução no número de células brancas no sangue periférico, podendo indicar presença de processo infeccioso nos peixes. Conclui-se que o produtor obteve redução no uso de ração comercial para apenas 20% do total, diminuindo os custos de produção de tambatingas. Entretanto, estudos a longo prazo (no mínimo dez meses) são necessários, possibilitando monitoramento da saúde desses animais.<p class=\"MsoNormal\" style=\"text-align: justify; mso-layout-grid-align: none; text-autospace: none;\"><strong>Palavras-chave: </strong>nutrição, piscicultura, hematologia, análises bioquímicas.",
	"xml:lang":"por"
	}
	}}
