{"resource": {
	"dct:language":"por",
	"dct:title":[
		{"value":"Economic consequences of quantitative losses in beef cattle carcasses caused by vaccine abscesses in state of Bahia, Brazil",
	"xml:lang":"eng"
	},
	{"value":"   Brasil "},
	{"value":"   Reflexos econômicos de perdas quantitativas por abcessos vacinais em carcaças de bovinos abatidos no estado da Bahia ",
	"xml:lang":"por"
	}
	],
	"dc:subject":[
		{"value":"economic injury levels",
	"xml:lang":"eng"
	},
	{"value":"vaccines",
	"xml:lang":"eng"
	},
	{"value":"meat production",
	"xml:lang":"eng"
	},
	{"value":"beef cattle",
	"xml:lang":"eng"
	},
	{"value":"health",
	"xml:lang":"eng"
	}
	],
	"bibo:volume":"73/n.2",
	"bibo:doi":"10.17523/bia.v73n2p165",
	"rdf:about":"http://agris.fao.org/aos/records/BR2016F00030",
	"dct:identifier":"BR2016F00030",
	"dct:type":"Journal Article",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19420"
	},
	"dct:isPartOf":{"bibo:Journal":{"dct:title":{"value":"Boletim de Indústria Animal"},
	"bibo:ISSN":{"value":"0067-9615"}
	}
	},
	"dct:issued":"2016-",
	"bibo:uri":"http://dx.doi.org/10.17523/bia.v73n2p165",
	"dct:dateSubmitted":2016,
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"LUSA, A. C. G."
	}
	},
	{"foaf:Person":{"foaf:name":"REZENDE, M. P. G."
	}
	},
	{"foaf:Person":{"foaf:name":"SOUZA, J. C."
	}
	},
	{"foaf:Person":{"foaf:name":"MALHADO, C. H. M."
	}
	}
	],
	"bibo:abstract":[
		{"value":"Abcessos vacinais são fatores primordiais para condenar carcaças bovinas. Muitas vezes, a perda econômica pode comprometer a lucratividade tanto do frigorifico como do produtor rural. Objetivou-se com o presente estudo quantificar as perdas na produção de carne bovina por condenação de partes da carcaça devido à reação a aplicação de vacinas. O estudo foi realizado em parceria com o frigorífico localizado no município de Itapetinga (BA, Brasil). Foram avaliadas 5.225 carcaças de um montante de 7.033 animais abatidos (74,3% do total). As partes das carcaças excisadas devido à reação vacinal foram separadas, pesadas e posteriormente descartadas para a graxaria. O percentual de carcaças com alguma perda foi superior a 98%. O descarte médio por reação vacinal superou 0,500 kg/carcaça. A perda média do total dos animais abatidos alcançou 0,24% da carcaça. Somente no frigorifico estudado, houve prejuízo econômico da ordem de R$ 29.978,75 em apenas 13 dias de operação, ou, o equivalente em dólar de US$ 7.457,40 (câmbio de 14/01/2016). Conclui-se que os tecidos retirados das carcaças devido à formação de abcessos por reação vacinal, causam prejuízos significativos aos frigoríficos e produtores rurais.",
	"xml:lang":"por"
	},
	{"value":"Vaccine abscesses are key factors to condemn beef cattle carcasses. Often, economic losses can compromise the profitability of both slaughter house and rural producer. This study aimed to quantify the losses in beef production by carcass parts damnation due to vaccine reactions. The study was conducted in partnership with the slaughter house located in Itapetinga (BA, Brazil). From a total of 7,033 slaughtered animals, 5,225 carcasses were evaluated (74.3% of total). Excised parts of carcasses due to vaccine reaction were separated, weighed and later discarded to rendering plant. The percentage of carcasses with some loss was greater than 98%. Disposal by vaccine reaction exceeded 0.500 kg/carcass. The average loss of total slaughtered animals reached 0.24% of the carcass. Considering only the studied slaughter house, there was an economic loss of R$ 29,978.75 in just 13 days of operation, or, the equivalent in american dollars of US$ 7,457.40 (exchange of 01/14/2016). Tissues removed from carcasses due to abscess formation cause significant loss for both slaughter houses and rural producers.",
	"xml:lang":"eng"
	}
	]
	}}
