{"resource": {
	"dct:language":[
		"por",
	"eng"
	],
	"dct:title":[
		{"value":"   Durabilidade natural da madeira de jequitibá em ensaios de deterioração em campo aberto e floresta durante as estações de seca e chuva ",
	"xml:lang":"por"
	},
	{"value":"Natural durability of the jequitibá wood in deterioration tests in open field and forest during the dry and rainy seasons",
	"xml:lang":"eng"
	}
	],
	"dc:subject":[
		{"value":"seasons",
	"xml:lang":"eng"
	},
	{"value":"wood",
	"xml:lang":"eng"
	}
	],
	"bibo:volume":"5/n.4",
	"rdf:about":"http://agris.fao.org/aos/records/BR2015206416",
	"dct:identifier":"BR2015206416",
	"dct:type":"Journal Article",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/11131"
	},
	"dct:isPartOf":[
		{"rdf:resource":{"value":"http://aims.fao.org/serials/j_1294754373047"}
	},
	{"bibo:Journal":{"dct:title":{"value":"Comunicata Scientiae"},
	"bibo:ISSN":{"value":"2176-9079"}
	}
	}
	],
	"dct:issued":"2014-",
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://comunicata.ufpi.br/index.php/comunicata/article/download/262/279",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Ribeiro Mariely Aparecida"
	}
	},
	{"foaf:Person":{"foaf:name":"Stangerlin Diego Martins"
	}
	},
	{"foaf:Person":{"foaf:name":"Souza Adilson Pacheco de"
	}
	},
	{"foaf:Person":{"foaf:name":"Cardoso Gabriel Valim"
	}
	},
	{"foaf:Person":{"foaf:name":"Calegari Leandro"
	}
	},
	{"foaf:Person":{"foaf:name":"Gatto Darci Alberto"
	}
	},
	{"foaf:Organization":{"foaf:name":"Universidade Federal de Mato Grosso – Sinop, MT, Brasil"
	}
	},
	{"foaf:Organization":{"foaf:name":"Universidade Federal de Mato Grosso – Sinop, MT, Brasil"
	}
	},
	{"foaf:Organization":{"foaf:name":"Universidade Federal de Mato Grosso – Sinop, MT, Brasil"
	}
	},
	{"foaf:Organization":{"foaf:name":"Universidade Federal de Santa Maria, Frederico Westphalen, RS, Brasil"
	}
	},
	{"foaf:Organization":{"foaf:name":"Universidade Federal de Campina Grande, Patos, PB, Brasil"
	}
	},
	{"foaf:Organization":{"foaf:name":"Universidade Federal de Pelotas, Pelotas, RS, Brasil"
	}
	}
	],
	"bibo:abstract":[
		{"value":"O presente trabalho teve como objetivo avaliar a durabilidade natural da madeira de jequitibá em ensaios de deterioração em campo aberto e floresta durante as estações de seca e chuva. Para tanto, amostras de jequitibá, com dimensões de 1 x 2,5 x 20 cm (espessura, largura e comprimento,respectivamente), foram soterradas parcialmente no solo. Periodicamente, as amostras de jequitibá foram pesadas e avaliadas por um critério de notas, para determinar o percentual de massa seca residual e o índice de deterioração, respectivamente. Adicionalmente, foram determinados opotencial de ataque fúngico e as características edáficas (umidade volumétrica, matéria orgânica e pH). A madeira de jequitibá apresentou menor massa seca residual e índice de deterioração quando submetidas aos ensaios de deterioração em campo aberto no período de chuva e em floresta no período de seca. O ambiente de floresta apresentou características edáficas mais propícias à deterioração da madeira de jequitibá, exceto no período de chuva em que ocorreu saturação de água. O potencial de ataque fúngico apresentou comportamento semelhante à massa seca residual e ao índice de deterioração. Apesar da subjetividade na atribuição do índice de deterioração, verificou-se boa correlação com a massa seca residual das amostras de jequitibá.",
	"xml:lang":"por"
	},
	{"value":"This study aimed to evaluate the natural durability of the jequitibá wood in deterioration tests in open field and forest during the dry and rainy seasons. For this, samples jequitibá wood with dimensions of 1 x 2.5 x 20 cm (thickness, width and length, respectively) were partially buried in soil. Periodically, samples jequitibá wood were weighed and evaluated by a standard note to determine the residualpercentage of dry mass and deterioration index, respectively. Additionally, were determined the potential of fungal attack and soil characteristics (soil moisture, organic matter and pH). The jequitibá wood showed lower residual dry mass and decay index when subjected to the deterioration testsin open field during the rainy season and in the forest during the dry season. The forest environment showed soil characteristics more favorable to wood deterioration, except during the rainy season when water saturation occurred. The potential of fungal attack showed similar behavior residual drymass and the decay index. Despite the subjectivity in assigning the decay index, there was a good correlation with the residual dry mass of samples jequitibá wood.",
	"xml:lang":"eng"
	}
	]
	}}
