{"resource": {
	"dct:title":[
		{"value":"Milk production and composition of crossbred cows supplemented with different levels of concentratein irrigated grazing Tanzania grass pasture",
	"xml:lang":"eng"
	},
	{"value":"   Produção e composição de leite de vacas mestiças suplementadas com diferentes níveis de concentrado mantidas em pastagem de capim Tanzânia irrigada ",
	"xml:lang":"por"
	}
	],
	"dc:subject":[
		{"value":"condition scoring",
	"xml:lang":"eng"
	},
	{"value":"irrigation",
	"xml:lang":"eng"
	},
	{"value":"supplements",
	"xml:lang":"eng"
	}
	],
	"bibo:volume":"70/n.1",
	"rdf:about":"http://agris.fao.org/aos/records/BR2015F00949",
	"dct:identifier":"BR2015F00949",
	"dct:type":"Journal Article",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19420"
	},
	"dct:isPartOf":[
		{"rdf:resource":{"value":"http://aims.fao.org/serials/c_ea787e45"}
	},
	{"bibo:Journal":{"dct:title":{"value":"Boletim de Indústria Animal"},
	"bibo:ISSN":{"value":"0067-9615"}
	}
	}
	],
	"dct:issued":"2013-",
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://www.iz.sp.gov.br/pdfsbia/1371730181.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"SIGNORETTI, R. D."
	}
	},
	{"foaf:Person":{"foaf:name":"RESENDE, D. R."
	}
	},
	{"foaf:Person":{"foaf:name":"PESSIM, B."
	}
	},
	{"foaf:Person":{"foaf:name":"SOUZA, F. H. M."
	}
	},
	{"foaf:Person":{"foaf:name":"SOUZA, L. A."
	}
	}
	],
	"bibo:abstract":[
		{"value":"A suplementação de vacas leiteiras em pastagens tem sido estudada com a finalidade de estabelecer a melhor relação entre a quantidade de suplemento e a produção e composição do leite. No presente estudo, foram utilizadas 24 vacas mestiças Gir x Holandês, mantidas em pastagem dePanicum maximum Jacq. cv. Tanzânia fertilizada, irrigada e manejada em sistema de pastejo intermitente, com sete UA/ha. As vacas foram distribuídas em delineamento de blocos ao acaso, de acordo com os dias em lactação, produção de leite e paridade de lactação, com doze repetições. O experimento ocorreu no período de março a outubro de 2010, os tratamentos experimentais consistiram no fornecimento de concentrado na quantidade de 2,5 e 5,0 kg/animal/dia. Na época da seca todos os animais receberam ainda 20 kg/animal/dia de silagem de milho. Ao final de cada ciclo de pastejo (24 dias) os animais foram pesados e avaliados quanto à condição corporal. Foram determinadas a produção de leite, a produção de leite corrigida para 3,5 % de gordura, os teores de proteína (PB), gordura (G), lactose (L), sólidos totais (ST), extrato seco desengordurado (ESD), nitrogênio uréico do leite (NUL) e a contagem de células somáticas. As produções de leite (PL), em kg/dia e corrigida para 3,5% de G, os teores de G, PB, L, ST e ESD, expressos em kg e, o NUL (mg/dL) diferiram entre os tratamentos e foram maiores para as vacas suplementadas com 5,0 kg em comparação com aquelas que receberam 2,5 kg de concentrado/animal/dia. A produção e a composição de leite foram maiores quando as vacas suplementadas em pasto fertilizado e irrigado receberam 5,0 kg de concentrado/dia.",
	"xml:lang":"por"
	},
	{"value":"Levels of supplementation for grazing dairy cows have been studied with the objective to determine the best relationship between amount of supplements and milk production. In this study twenty-four Gir x Holstein crossbred cows were evaluated in irrigated and fertilized Panicum maximum Jacq. cv. Tanzânia pasture, in a rotational grazing system with seven UA/ha. Cows were distributed in randomized blocks, according to the days of lactation, milk production and parity of lactation, with twelve replicates. The experiment occurred from March to October 2010, the experimental treatments were 2.5 and 5.0 kg/animal/day of concentrate supply. All animals also received 20 kg/animal/day of corn silage during season. At the end of each grazing cycle (24 days) animals were weighed and had their body condition evaluated. Milk production (MP), milk yield corrected for 3.5% of fat, protein (CP), fat (F), lactose (L), total solids (TS), nonfat dry extract, milk urea nitrogen (MUN) and somatic cell count were determined. MP in kg/day and milk adjusted to 3.5% of fat, F, CP, L, TS levels and solids, in kg and MUN (mg/dL) differed between the treatments and were higher for cows fed 5.0 kg in comparison to those received 2.5 kg of concentrate/animal/day. Production and composition of milk was greater when supplemented cows on fertilized and irrigated pasture received 5.0 kg of concentrate/day.",
	"xml:lang":"eng"
	}
	]
	}}
