{"resource": {
	"dct:language":"por",
	"dct:title":{"value":"MORFOLOGIA COMPARATIVA DO TRATO DIGESTÓRIO DOS PEIXES Hoplias malabaricus E Hypostomus pusarum DO AÇUDE MARECHAL DUTRA, RIO GRANDE DO NORTE, BRASIL.",
	"xml:lang":"por"
	},
	"bibo:pageStart":48,
	"bibo:volume":3,
	"bibo:pageEnd":57,
	"dct:type":"Journal Article",
	"rdf:about":"http://agris.fao.org/aos/records/BR2015N00048",
	"dct:identifier":"BR2015N00048",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19750"
	},
	"dct:isPartOf":{"bibo:Journal":{"dct:title":{"value":"Biota Amazônia (Biote Amazonie, Biota Amazonia, Amazonian Biota)"}
	}
	},
	"dct:issued":2015,
	"bibo:uri":"http://periodicos.unifap.br/index.php/biota/article/view/609",
	"dct:dateSubmitted":2016,
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Emilly Kataline Rodrigues Pessoa"
	}
	},
	{"foaf:Person":{"foaf:name":"Naisandra Bezerra da Silva"
	}
	},
	{"foaf:Person":{"foaf:name":"Naithirithi T. Chellappa"
	}
	},
	{"foaf:Person":{"foaf:name":"Arrilton Araújo de Souza"
	}
	},
	{"foaf:Person":{"foaf:name":"Sathyabama Chellappa"
	}
	},
	{"foaf:Organization":{"foaf:name":"UFRN"
	}
	}
	],
	"bibo:issue":1,
	"bibo:abstract":{"value":"<p class=\"MsoNormal\" style=\"text-align: justify;\">A traíra, Hoplias malabaricus e o cascudo, Hypostomus pusarum são espécies de peixes que apresentam importância ecológica e econômica nos ecossistemas aquáticos neotropicais. O presente trabalho comparou os aspectos morfológicos do trato digestório de H. malabaricus e H. pusarum</em>, relacionando-os com seu hábito alimentar. No período de julho de 2011 a junho de 2012, foram capturados 45 espécimes de H. malabaricus e 33 de H. pusarum</em>, utilizando-se rede de espera e tarrafa no açude Marechal Dutra, Acari, RN. Foram obtidos de cada exemplar o comprimento total e peso do corpo. A <span lang=\"PT\">posição da boca, presença e tipo dos dentes, número de rastros branquiais, esôfago, forma do estômago e presença de cecos pilóricos f<span lang=\"PT\">oram observados para a descrição morfológica<span lang=\"PT\">. </span><span style=\"background-position: initial initial; background-repeat: initial initial;\">O comprimento intestinal foi verificado e o conteúdo estomacal foi identificado até o nível taxonômico mais inferior possível. A boca e os dentes de H. malabaricus são adaptados para agarrar e ingerir grandes presas inteiras, enquanto de H. pusarum são adaptados para raspagem. O primeiro o arco branquial de H. malabaricus possui em média sete rastros branquiais afastados entre si, curtos e pontiagudos, mas H. pusarum não apresenta rastros brânquias. A disposição dos órgãos digestórios em ambas as espécies está diretamente relacionada com a forma da cavidade peritoneal e o formato do corpo. H. malabaricus apresenta um intestino curto, porém H. pusarum mostra um intestino muito longo. H. malabaricus alimentou-se de material animal, preferencialmente de peixes (72,8%) e camarões (27,2%), enquanto a dieta de H. pusarum foi baseada em material orgânico em decomposição (88,7%) e microalgas (11,3%).<span style=\"mso-fareast-font-family: Batang; color: red; mso-fareast-language: KO;\"> A morfologia do trato digestório e o conteúdo estomacal de H. malabaricus indica hábito alimentar carnívoro, e de H. pusarum confirma seu hábito alimentar detritívoro / herbívoro.",
	"xml:lang":"por"
	}
	}}
