{"resource": {
	"dct:language":"por",
	"dct:title":[
		{"value":"   Medidas repetidas no estudo de características de crescimento e carcaça avaliadas por ultrassom em novilhas de corte cruzadas ",
	"xml:lang":"por"
	},
	{"value":"Repeated measures in the study of growth and ultrasound carcass traits in cross heifers",
	"xml:lang":"eng"
	}
	],
	"dc:subject":[
		{"value":"weight",
	"xml:lang":"eng"
	},
	{"value":"genetic variation",
	"xml:lang":"eng"
	},
	{"value":"ultrasonics",
	"xml:lang":"eng"
	},
	{"value":"development indicators",
	"xml:lang":"eng"
	},
	{"value":"carcasses",
	"xml:lang":"eng"
	},
	{"value":"bayesian theory",
	"xml:lang":"eng"
	}
	],
	"bibo:volume":"71/n.3",
	"rdf:about":"http://agris.fao.org/aos/records/BR2015F02917",
	"dct:identifier":"BR2015F02917",
	"dct:type":"Journal Article",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19420"
	},
	"dct:isPartOf":[
		{"rdf:resource":{"value":"http://aims.fao.org/serials/c_ea787e45"}
	},
	{"bibo:Journal":{"dct:title":{"value":"Boletim de Indústria Animal"},
	"bibo:ISSN":{"value":"0067-9615"}
	}
	}
	],
	"dct:issued":"2014-",
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://www.iz.sp.gov.br/pdfsbia/1412018301.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"YOKKO,  M.J.I."
	}
	},
	{"foaf:Person":{"foaf:name":"ORTELAN, A.A."
	}
	},
	{"foaf:Person":{"foaf:name":"SARMENTO, J.L.R."
	}
	},
	{"foaf:Person":{"foaf:name":"ROSA, G.J.M."
	}
	},
	{"foaf:Person":{"foaf:name":"CARDOSO, F.F."
	}
	},
	{"foaf:Person":{"foaf:name":"ALBUQUERQUE, L.G."
	}
	}
	],
	"bibo:abstract":[
		{"value":"Com o objetivo de estudar o desenvolvimento de características de carcaça obtidas por ultrassom, peso vivo, perímetro torácico e altura do posterior, dados longitudinais foram analisados por diferentes estruturas de (co)variâncias residuais que consideram homogeneidade ou heterogeneidade de (co)variâncias, para melhor representar a variabilidade entre observações e dentro de indivíduo, ao longo do tempo. As medidas foram obtidas em 120 novilhas, sendo 60 ½ Braunvieh x ¼ Santa Gertrudes ¼ x Nelore e 60 ½ Santa Gertrudes x ½ Nelore. As características foram avaliadas em intervalos de 28 dias, totalizando até cinco medidas em cada grupo. Foram comparados diversos modelos com o intuito de identificar estruturas de (co)variâncias residuais adequadas para melhor representar a variação das medidas dentro de indivíduos, com base no critério Schwarz’s Bayesian Criterion. Posteriormente, avaliou-se o modelo mais adequado para regredir as características em função da idade, usando polinômios ordinários e verificando a necessidade de diferentes curvas para cada grupo genético. Diferentes estruturas de (co)variância residual devem ser consideradas em análise de dados longitunais, visando melhor representar a variabilidade entre observações e dentro de indivíduo. Os grupos genéticos estudados diferem entre si, ao longo do tempo, para as características peso, altura do posterior, perímetro torácico e área de olho de lombo.",
	"xml:lang":"por"
	},
	{"value":"The aim of this paper was to study the development of carcass traits obtained by ultrasound, weight, chest circumference and hip height by longitudinal data of two genetic groups of heifers. These data were analyzed by different structures of residual (co)variance consider homogeneity or heterogeneity of (co)variances to better represent the variability between and within individual observations over the time. The traits were obtained in 60 animals ½ Braunvieh x ¼ Santa Gertrudes x ¼ Nelore and 60 animals ½ Santa Gertrudes x ½ Nelore. The traits were evaluated at intervals of 28 days. The comparison was done with several models, based on the criterion SBC (Schwarz’s Bayesian Criterion) with the goal of identifying structures of residual (co)variance more appropriate to best represent the variation of the measures within individuals. Later, as the animals were measured at different ages, it was evaluated the most appropriate model to regress these traits as a function of age, using ordinary polynomials and verifying the need for different curves for each genetic group. The results indicated that it should consider different structures of residual (co)variance to better represent the variability between and within individualobservations. For weight, hip height, chest circumference and longissimus muscle area traits there are differences in the genetic group over the time.",
	"xml:lang":"eng"
	}
	]
	}}
