{"resource": {
	"dct:issued":2005,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2005-issue_3_4/e9.pdf",
	"dct:language":"eng",
	"dct:title":{"value":"Proprietary elicitor affects seed germination and delays fruit senescence"},
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Linden, James C. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Stoner, Richard R. (author)"
	}
	}
	],
	"rdf:about":"http://agris.fao.org/aos/records/FI2016100279",
	"dct:identifier":"FI2016100279",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19722"
	},
	"bibo:abstract":{"value":"The proprietary elicitor, BEYOND All Natural Plant Amendment, improves seed germination rates with tomato, bean, corn and many other vegetable and flower seeds. Compared to controls, treated plants emerge sooner and are more vigorous, which results in statistically increased crop performance and higher yields. This elicitor does not appear to be a systemic agent in plants, but to impact receptors on the cell surface and initiate molecular level signal transduction processes. For example, induction of β-1,3-glucanase in treated seeds is associated with improvement in germination rates. This elicitor does not utilize ethylene as a secondary messenger, but appears to reduce ethylene biosynthesis. Application of this elicitor either by foliar spray or root feeding prior to harvest delays fruit senescence by inhibiting ethylene biogenesis. Presently, ripening of harvested citrus is initiated with ethylene at the start of storage. Since fruit from BEYOND treated trees exhibit better storage characteristics, it may be concluded that ethylene biosynthesis is reduced by application of the elicitor to citrus. This phenomenon is also studied using triple response assays on etiolated Arabidopsis thaliana seedlings. BEYOND treated seeds show no stimulation of ethylene biosynthesis, as do some elicitors. Since this elicitor reduces ethylene formation, physiological factors controlling plant development are no longer negatively impacted by ethylene, resulting in improved growth at all stages. BEYOND All Natural Plant Amendment is manufactured by AgriHouse Inc., Berthoud, Colorado USA (US Patent No. 6,193,988)."}
	}}
