{"resource": {
	"dct:issued":2003,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2003-issue_3&4/environment-4.pdf",
	"dct:language":"eng",
	"dct:title":{"value":"Cultivation and conservation status of Irvingia wombolu in humid lowland forest of Cameroon"},
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Asaah, E. K. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Tchoundjeu, Z. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Atangana, A. R. (author)"
	}
	}
	],
	"rdf:about":"http://agris.fao.org/aos/records/FI2016100346",
	"dct:identifier":"FI2016100346",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19722"
	},
	"bibo:abstract":{"value":"Irvingia wombolu Vermoesen is a local fruit tree with a wide distribution across west and central Africa. Fruits of this tree are gathered for kernels extraction. The kernels have both culinary and economic value locally, regional and internationally. Large quantities are exported from Cameroon to neighbouring countries (Gabon, Equatorial Guinea, Central African Republic and Nigeria) with a market value of up to US$ 260,000 per annum. Majority of fruits gathered for kernel extraction are mainly from wild stands in East, Central and from cultivated stands in South West of Cameroon. This alternative source of fruit supply in South West of Cameroon is best described as ‘conservation through cultivation’. To better understand on farm cultivation and conservation methods used by farmers to maintain ‘superior’ varieties of Irvingia wombolu in Cameroon, 140 households in 7 villages and 8 key informants spanning the humid lowland forest zone of Cameroon were interviewed using questionnaire. The results of the study indicate that I. wombolu cultivation varied across the humid lowland forest zone of Cameroon. While it is exploited mainly from the wild (forest) in East Cameroon, farmers in Centre and South West of Cameroon exploit the species from trees on farm (cocoa/coffee and food crops land). In Central Cameroon, I. wombolu trees are retained during farm clearing while in the South West Cameroon, most of the trees are planted. Large fruit size, easy kernel extraction, large sand bright coloured kernels and mother tree morphology (crown density, resistance to wind damage and weight from fruits during fruiting season) were found to be the main selection characteristics of farmers cultivating I. wombolu. The cultivation and conservation status of I. wombolu are presented. From these results and field observations, it is clear that I. wombolu is amendable to intensive cultivation in either monospecific plantations or as a component in Agroforestry systems."}
	}}
