{"resource": {
	"dct:issued":2007,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2007-issue_2/e11.pdf",
	"dct:language":"eng",
	"dct:title":{"value":"Suppression of early blight on tomato and purple blight on onion by foliar sprays of aerated and non-aerated compost teas"},
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Haggag, Wafaa M. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Saber, M. S. M. (author)"
	}
	}
	],
	"rdf:about":"http://agris.fao.org/aos/records/FI2016100522",
	"dct:identifier":"FI2016100522",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19722"
	},
	"bibo:abstract":{"value":"The likely exploit of the aqueous extracts of aerated (ACT) and non-aerated (NCT) compost teas made from plant residues (rice ash, bean straw and vegetative food waste) as well as from chicken manure on suppressing early blight (Alternaria solani) in tomato and purple blight (Alternaria porri) in onion was assessed. Results showed that NCT compost tea extracts contained denser biodiversity of actinomycetes, bacteria, filamentous fungi and yeasts compared to ACT. Fortification of tea compost with some nutrient additives strengthened microbial population. Compost teas inhibited, in vitro, conidial germination and fungal growth. Ten-day-old extracts reduced activity on filter sterilization. In a greenhouse trial, spraying tomato and onion plants with all compost teas significantly reduced disease incidence and population counts of Alternaria blight. Moreover, treated plants exerted significant increases on the activities of both peroxidase, ß-1,3-glucanase and chitinase. Field trials were conducted over 2 years to assess the effects of spraying compost teas on diseases development. The incidence of Alternaria blight was obviously reduced in tomato and onion plants sprayed with NCT compared to those sprayed either with ACT or non-sprayed ones. Foliar spraying with mixed NCT compost tea intensified microbial biomass more than ACT did. Higher marketable yields of tomato and onion were gained from tea compost-sprayed plants. Worth mentioning, in all trials, preparing compost teas with chicken manure consistently increased disease suppression and increased fruit yield."}
	}}
