{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"Bioremediation measure to minimize heavy metals accumulation in soils and crops irrigated with city effluent"},
	"rdf:about":"http://agris.fao.org/aos/records/FI2006038644",
	"dct:identifier":"FI2006038644",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/10814"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2004,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2004-issue_1/a18.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Adhikari, Tapan (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Manna, M. C. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Singh, M. V. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Wanjari, R. H. (author)"
	}
	}
	],
	"bibo:abstract":{"value":"A survey was conducted to monitor the influence of city sewage irrigation on the heavy metal build up in soils around Bhopal. Concentration of the heavy metals in effluent was within safe limits. Diethylene triamine penta acetic acid extractable Pb, Cd, Ni, Co, Cr, Fe, Mn, Zn and Cu in the sewage irrigated surface soil ranged 3.5-6.8, 0.15-0.40, 2.56-5.58, 1.59-3.89, 0.45-0.55, 3.5-15.8, 3.6-8.5, 1.2-3.6, 1.53-6.59 mg/kg respectively. Continuous sewage irrigation resulted in accumulation of Pb, Cd, Ni, Co, Cr, Fe, Mn, Zn and Cu in surface 0-15 cm layer by 5, 6, 0.4, 8, 0.6, 3.16, 5, 2, 3 times more compared to adjoining tube well irrigated soils. Studies revealed that accumulation of heavy metals such as Pb, Cd, Ni, Co, Cr, Fe, Mn, Zn and Cu was higher mostly in the roots of various crops irrigated with city sewage effluent compared to that of tube well water irrigated crops. Amongst the crops, carrot and spinach showed the tendency of higher metal accumulation. Bioremediation measure is now a day adopted to reduce the heavy metal load in agricultural field. Keeping in view, a laboratory experiment was also conducted to know the bio- sorption capacity of heavy metals (cadmium and chromium) by different fungi viz. Pleurotus florida, Fusarium oxysporum, Penicillium sp and Aspergillus awamorii to mitigate the problem of heavy metals accumulation in soils and crops irrigated with sewage water. Growth of those fungi was studied with the graded doses of Cd (2.5, 5, 10, 15 and 20 mg/L) and Cr (2.5, 5, 10, 15 and 20 mg/L). Pleurotus florida which sorbed highest amount of heavy metals and can survive at higher levels of heavy metals, can be used as a bio-filter to remove the heavy metals from sewage water."}
	}}
