{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"Food security in Nigeria: Institutional support through micro-credit for soyabean production"},
	"rdf:about":"http://agris.fao.org/aos/records/FI2007029158",
	"dct:identifier":"FI2007029158",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/10814"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2004,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2004-issue_2/f5.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Ayoola, G. B. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Ayoola, J. B. (author)"
	}
	}
	],
	"bibo:abstract":{"value":"The profile of soyabean production and processing enterprises in Nigeria was analyzed against the backdrop of the significance of the so-called miracle crop in the interface between food sufficiency and food security policies of the country. The institutional framework for micro-credit provision in the country was examined against the need for improved financing of the enterprises. Then the credit worthiness of the enterprises was empirically assessed in relation to similar crops by way of an investment profile that provides estimates of their gross margin, net revenue, rates of return and, payback period. It was found that the performance of soyabean enterprises lagged behind other crops in the legume/oilseed category. Further, results indicate that soyabean production in the country is not a high profit earner, so it is not creditworthy or attractive to investors at the present time; also that it is not a high return yielder, so it does not use the nation’s capital efficiently; and, that it is unable to repay the loan finance after one season as stipulated by prevailing concessional credit programme. Also the soyabean processing enterprises are presently loss makers, so they cannot bring about positive returns to labour and capital let alone to repay the loans granted. Thus the interface from food self-sufficiency to food security requires that policy intervention be focused on soyabean production and processing in a way that generates greater profitability and increase the creditworthiness of the enterprises."}
	}}
