{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"Effect of sowing date and cultivar on yield and quality of turnip-rooted parsley (Petroselinum crispum ssp. tuberosum)"},
	"rdf:about":"http://agris.fao.org/aos/records/FI2007188212",
	"dct:identifier":"FI2007188212",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19722"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2005,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2005-issue_2/a14.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Petropoulos, Spiridon A. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Akoumianakis, Constantinos A. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Passam, Harold C. (author)"
	}
	}
	],
	"bibo:abstract":{"value":"Turnip-rooted parsley (Petroselinum crispum [Mill.] Nyman ssp. tuberosum [Bernh.] Crov.), a temperate crop of northern Europe, was tested for its suitability for cultivation under warm, Mediterranean conditions. Seven cultivars of turnip-rooted parsley were sown on four dates between late autumn and early spring. Sowing date significantly affected root weight, root length, firmness and marketable yield; in addition cultivar differences in root diameter, firmness and shape were also recorded. Sowing in the autumn (October and November) resulted in the highest root yield, irrespective of cultivar. Root consistency (firmness) was highest for the crops sown in November and January, but decreased significantly in the spring sowing (February). Forked roots were recorded during the autumn and winter sowings, but the frequency of forking varied with cultivar. The lack of forking, but low firmness and small root size, of the spring-sown crop indicated that roots of this sowing were unable to mature before the foliage had dried back. It is concluded that turnip-rooted parsley may be satisfactorily grown under a Mediterranean climate, preferablyadopting an autumn sowing. This species may be exploited as a new, alternative crop for Mediterranean horticulture."}
	}}
