{"resource": {
	"dct:issued":2004,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2004-issue_1/f15.pdf",
	"dct:language":"eng",
	"dct:title":{"value":"Growth, development and quality attributes of miniature golden apple fruit (Spondias cytherea Sonn). Part I: Fruit growth and development to maturity"},
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Graham, Owen S. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Wickham, Lynda D. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Mohammed, Majeed (author)"
	}
	}
	],
	"rdf:about":"http://agris.fao.org/aos/records/FI2016100214",
	"dct:identifier":"FI2016100214",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19722"
	},
	"bibo:abstract":{"value":"Growth and developmental changes were documented for fruit of the miniature golden apple (Spondias cytherea Sonn). It was found that harvest maturity or the mature-green stage was attained at 19 to 21 weeks after fruit-set. Fruit exhibited single sigmoid growth curves for values of length, diameter and fresh mass, with the exponential growth phase extending up to 13 weeks after fruit-set. This was followed by a phase of arrested growth which lasted for 10 weeks at which time fruit were judged to be mature. Respiration and ethylene production rates as well as physicochemical and organoleptic attributes were also measured. The respiratory pattern during growth and development was typical of a climacteric fruit with the initiation of a climacteric rise in respiration at 21-23 weeks after fruit-set, when colour break occurred and ripening was initiated. Some 85-100% of fruit fell from the plants between maturation and ripening. No ethylene was detected in fruit up to colour-break, while still attached to the plant. However, once detached, fruit ripened rapidly with the production of ethylene and much increased respiration rates within 1 week (2-5 days). Between harvest maturity and colour-break, there were major declines in fruit firmness and starch, TTA and vitamin C contents. These changes were accompanied by considerable increases in total and reducing sugar contents, soluble solids concentration, pH, and sugar-acid-ratios. Organoleptic tests indicated that fruit received acceptable ratings for flavour and texture when harvested 19-23 weeks after fruit-set."}
	}}
