{"resource": {
	"dct:issued":2006,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2006-issue_2/a6.pdf",
	"dct:language":"eng",
	"dct:title":{"value":"Mineral nutrient and protein contents in tissues, and yield of navy bean, in response to nitrogen fertilization and row spacing"},
	"dct:creator":{"foaf:Person":{"foaf:name":"Russo, V. M. (author)"
	}
	},
	"rdf:about":"http://agris.fao.org/aos/records/FI2016100237",
	"dct:identifier":"FI2016100237",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19722"
	},
	"bibo:abstract":{"value":"Most interest in nutrient content in dry bean is concerned with levels found in mature seed. Nutrient levels in seed may be affected by cultural activities and the developmental stage of the plant. Effects of rates of ammonium nitrate and row spacings on tissue nutrients associated with reproductive structures, and how they changed during development over two growing seasons, were determined. Yields were also determined. The same numbers of seed were planted in rows at spacings of 36 or 91 cm, and plants were treated with 85 or 170 kg ha-1 of nitrogen fertilizer. Levels of total nitrogen, NO2, NO3, total phosphorus, PO4, K, Ca, Cl, Fe, Mg, Mn, Na, SO4 and protein were determined in immature pods, filled pods, and pods at harvest. Hulls and seed at the filled pod and harvest stages were analyzed separately. Fertilizer did not affect yield, but wider row spacing improved yield by 20%. Year, row spacing, nitrogen fertilizer rate, sampling stage or tissue sampled did not consistently affect mineral ion concentrations. Spacing and nitrogen fertilizer rate did not affect protein levels in immature pods, and were similar to those in separated hulls from filled pods, and greater than those from separated hulls at harvest. Seed from filled pods had about 18% of the protein than did seed at harvest. Wider row spacing did not consistently affect nutrient content in dry bean. Hulls of pods appear to act either as a “pass-through” tissue, or a sink, for proteins in seed as pods mature. Cultural activities can modify plant responses, but appeared to have less effect than did the year of production, presumably due to differences in environmental conditions and development of dry bean."}
	}}
