{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"Effects of inoculation of Azospirillum sp. in maize seeds under field conditions"},
	"rdf:about":"http://agris.fao.org/aos/records/FI2006038632",
	"dct:identifier":"FI2006038632",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/10814"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2004,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2004-issue_1/a13.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Santa, Osmar R. Dalla (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Soccol, Carlos R. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Ronzelli Junior, Pedro (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Hernández, Ramona Fernández (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Alvarez, Georgina L. Michelena (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Santa, Herta S. Dalla (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Pandey, Ashok (author)"
	}
	}
	],
	"bibo:abstract":{"value":"In a four-year trial (1998-2001) the effect of the harvest time on production of two different sugar beet variety types (the Z-type variety Elan and the NE-type variety Epos) grown in five variants of nitrogen fertilisation (N 0, 50, 100, 150 and 200 kg ha1) was evaluated. Two variants (N 50 and 150 kg ha-1) were also treated with the fungicide Alert S. Sugar beet was harvested at two different times: at the beginning of the beet processing season and four weeks later. The postponement of the time of harvest (by 27 days) increased root yields in average by 11.35 t ha-1 (19.4%; statistically significant at α=0.01). There were no significant differences in tops yields between the harvest times. The effect of harvest time on sugar content and the content of melassigenic substances in sugar beet roots depended on the particular year. White sugar yields increased with the postponement of the time of harvest by 1.69 t ha1 (or 18.5%; statistically significant at α=0.01). This meant an average increase of 62.6 kg ha-1 of sugar (or 0.69%) for each day of the postponement of the time of harvest. The positive effect of nitrogen fertilisation and fungicide treatment on root yield became apparent only at the later harvest time. The sugar content in both varieties diminished with the increasing dose of nitrogen fertiliser. The highest white sugar yield in our conditions was achieved at the later harvest of the sugar beet fertilised with 50 kg N ha-1 and treated with the fungicide. The fungicide spray allowed for a healthy photosynthetic system and the nitrogen dose of 50 kg ha1 was sufficient for high root yields as well as for high sugar content."}
	}}
