{"resource": {
	"dct:issued":2007,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2007-issue_2/e4.pdf",
	"dct:language":"eng",
	"dct:title":{"value":"Influence of soil erosion on water, soil, humus and nutrient losses in different crop systems in the Moldavian Plateau, Romania"},
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Bucur, Daniel (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Jitareanu, Gerard (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Ailincai, Costica (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Tsadilas, Christos (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Ailincăi, Despina (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Mercus, Adrian (author)"
	}
	}
	],
	"rdf:about":"http://agris.fao.org/aos/records/FI2016100139",
	"dct:identifier":"FI2016100139",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19722"
	},
	"bibo:abstract":{"value":"The natural characteristics of the Moldavian Plateau land and the human intervention lead to soil degradation on the slopes damaging seriously the environmental quality. In order to contribute to maintain soil losses at acceptable levels it was monitored surface runoff and soil erosion under cultivation conditions of the dominant plants in the area. The experiments carried out at the Podu-Iloaiei Agricultural Research and Development Station, during 1965-2006, aimed to study of water runoffs and soil losses by erosion in different crops; the annual rate of soil losses under anti- erosion protection of different crops; the influence of water runoffs and soil erosion on soil organic matter and nutrient losses. For this purpose an appropriate experimentation was established in a side with an average slope of 11%, including plots (25 m x 4 m) for runoff control, isolated from the rest of the area by metallic walls and equipped downstream with installations for collecting water and soil samples. The measurements were carried out on the whole area of the catchments, where the experiments were conducted since 1980, arranged by strip cropping and contour buffer strip. The experiments were supported by the appropriate instrumentation of a hydrological station providing rain gauge, triangular waste weir, limnigraph and devices for water and soil samplings. The results showed that mean annual soil losses by erosion during 1980-2006 were 0.14 t/ha in perennial grasses on the second growth year, 2.01 t/ha in beans, 2.57 t/ha in maize and 3.06 t/ha in sunflower. The highest losses were registered in maize continuous culture (335 kg/ha humus, 17.43 kg/ha nitrogen, 1.06 kg/ha mobile phosphorus and 2.36 kg/ha mobile potassium); these amounts decreased very much at the same time with the increase in rotation structure of crops (pea, wheat, alfalfa and perennial grasses) protecting soil against erosion. At three and four year rotations, which included good and very good cover plants for protecting soil against erosion, the amount of eroded soil and nutritive elements lost by erosion were very close to the limit allowable for this area."}
	}}
