{"resource": {
	"dct:issued":2005,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2005-issue_3_4/e6.pdf",
	"dct:language":"eng",
	"dct:title":{"value":"Alternatives for the transformation of drug production areas in the Chapare Region, Bolivia"},
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Torrico, Juan Carlos (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Pohlan, H. Alfred Jürgen (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Janssens, Marc J.J. (author)"
	}
	}
	],
	"rdf:about":"http://agris.fao.org/aos/records/FI2016100351",
	"dct:identifier":"FI2016100351",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19722"
	},
	"bibo:abstract":{"value":"The Chapare region of Bolivia is classified as “humid sub-tropic”. About 92% of the 35,000 families of inhabitants are involved in farming. Until now, 93% of the coca (Erythroxylum coca Lam.) cultivation has been eradicated leading to serious social, economic and ecological problems. The most important agricultural crops grown in the Chapare region are citrus and banana, which occupy 20.8 and 18.8% of the total area under cultivation, respectively. Both crops are intended for the market and therefore play an important role in the economy of the region. Cassava (7.3%) and rice (7.2%) are cultivated for personal consumption. The average area of land possessed by a family amounts to 10.4 ha, but due to lack of capital and high labour costs, only 2.6 ha/family are cultivated. The remaining land (74%) is under forest and fallow. Generally, poor quality seeds are used. The intensive use of agrochemicals is common in the area. Clearing vegetation by burning (chaqueo) is a common activity that causes severe ecological damage. The crops are grown in small plots on small farms and the neighbouring families provide the labour force engaged in crop husbandry and other agricultural activities. The average available family wage is 460 US dollars/year/ha. Sixty five percent of the farms belong to the subsistence economy. They have an average investment capacity of 400- 800 US$/ha (representing 89% of the cases). Alternative cultivation products include banana, pepper, passion fruit, pineapple and palmito, but these provide a limited income (600-2400 US$/ha), which only represents a third to a sixth of the proceeds from coca. The initial investments for alternative crops can ascend to US$1800-5000 provided that proper management and good technical knowledge are made available. The alternative crops available at present do not provide an economically feasible opportunity for the families of this region. Research should be focused on other alternative crops for sustainable production leading to improved agricultural commercialisation which reinforces the national market. In addition, greater attention needs to be paid to the social aspects of the present problem."}
	}}
