{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"Controlling aquatic weeds in a Saudi drainage canal using grass carp (Ctenopharyngodon idella Val.)"},
	"rdf:about":"http://agris.fao.org/aos/records/FI2009323196",
	"dct:identifier":"FI2009323196",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/10814"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2007,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2007-issue_1/e19.pdf",
	"dct:creator":{"foaf:Person":{"foaf:name":"Belal, Ibrahim E. H. (author)"
	}
	},
	"bibo:abstract":{"value":"Aquatic weeds have a negative effect on agriculture by blocking water drainage system. This is especially true in hot climate countries, like Saudi Arabia, where aquatic weeds grew quickly. For this reason, a field experiment was conducted as follows: grass carp (Ctenopharyngodon idella Val.) fingerlings (average weight 3.3±0.3 g) were randomly stocked in 12 sections (50 m L x 5 m W x 1.5 m D) of a drainage canal at a rate of 0, 1, 3 and 5 fish m-2 in triplicate. Starting from upstream, the drainage canal was divided into 12 sections using 13 metal frames covered from both sides with 0.5-inch plastic mesh screens. The canal was infested with 850 km-2 of Phragmites australis Cav. (5.1±0.6 kg m-2), 100 km-2 of Ceratophyllum demersum L. (2.39±0.22 kg m-2) and filamentous algae Cladophora globulina Kützing (0.35 kg section-1). Fish grew on aquatic weeds for a period of one year. The results indicated that the grass carp completely eliminated filamentous algae within 5 months. The number of Phragmites australism-2 was significantly reduced in all treatment groups as compared to the control group. Sections containing 3 and 5 fish m-2 were yielding similar results and significantly higher than those containing 1 fish  m-2. Average daily growth rates were 3.47, 5 and 6.25 g day-1 for treatments with 1, 3 and 5 fish m-2, respectively. Removal of aquatic macrophytes by grass carp affected water quality parameters by increasing levels of dissolved oxygen, carbon dioxide, turbidity, chlorophyll a (phytoplankton), conductivity and total dissolved solids in the down-stream water samples, as compared to that of up-stream."}
	}}
