{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"Effect of salinity level on embryonic development, hatchability and survival potential of reciprocal hybrid larvae of Clariid catfish (Clarias gariepinus x Heterobranchus bidorsalis)"},
	"rdf:about":"http://agris.fao.org/aos/records/FI2005025617",
	"dct:identifier":"FI2005025617",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/10814"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2005,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2005-issue_1/e10.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Borode, A.O. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Oyintoke, Akin–James (author)"
	}
	}
	],
	"bibo:abstract":{"value":"Fertilized eggs of reciprocal crosses of C. gariepinus x H. bidorsalis were incubated in different concentrations of sodium chloride i.e. 0 (control), 2, 4, 6, 8 and 10 ppt respectively in duplicate treatments. Rate of embryonic developments, hatching percentage and time, percentage deformity, survival, rate of yolk absorption and development of hatchlings after yolk sac absorption were monitored in the different salt concentrations. Results show that embryonic development and hatching was faster in the C. gariepinus (f) x H. bidorsalis (m) in all the treatments. Percentage hatch was also higher in the C. gariepinus (f) x H. bidorsalis (m) hybrid cross in all treatments over its reciprocal. Proportion of hatched larvae reduced progressively in both crosses as the salt concentration increased. Percentage of deformed larvae also increased with increasing salinity in both hybrid crosses though the C. gariepinus (m) x H. bidorsalis (f) cross had higher percentage of deformed hatchlings in all treatments. Rate of yolk absorption decreased progressively with increasing salt concentrations for both crosses. Rate of development in length was higher in the C. gariepinus (m) x H. bidorsalis(f) cross and increased as salinity increased while the reverse occurred in its reciprocal cross. Statistical analysis revealed significant differences in all the results (P< 0.05) both within treatments and among both crosses. Results indicate that for incubating the eggs and rearing larvae of Clariid hybrids in aquaculture under brackish water conditions salinities should be less than 8 ppt and the C. gariepinus (f) x H. bidorsalis (m) hybrid cross should be a better species for brackish water aquaculture."}
	}}
