{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"Effect of plant growth regulators on somatic embryogenesis from leaf in vitro cultures of Helianthus tuberosus L."},
	"rdf:about":"http://agris.fao.org/aos/records/FI2012447783",
	"dct:identifier":"FI2012447783",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/10814"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2008,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2008-issue_2/a15.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Mostafa, Nadir El (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Fakiri, Malika (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Benchekroun, Mounsif (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Amzil, Jamila (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Arbaoui, Akram El (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Hilali, Said (author)"
	}
	}
	],
	"bibo:abstract":{"value":"Jerusalem artichoke (Helianthus tuberosus L.) belongs to sunflower Compositae family, generally considered as one of the oldest among modern agricultural plants. The effects of plant growth regulators on somatic embryogenesis were studied in leaf cultures of Helianthus tuberosus L. Leaf tissues of genotypes derived from allohexaploid species Helianthus tuberosus L. (2n = 6x = 102) responded to growth regulators (BAP/kinetin, NAA/IAA), while adventitious organogenesis or somatic embryogenesis were occasionally induced. A remarkable regeneration frequency (about 39 to 41.6%) was only achieved from leaves from plants treated with BAP 0.5 or NAA 0.1 mg l-1. White globular structures were initiated on the adaxial surface of these leaves without intermediate callus phase. Somatic embryogenesis was asynchronous and embryoids of different developmental stage were simultaneously detected on each explant. Although many embryos developed single or malformed cotyledons or germinated precociously without differentiation of complete root system, phenotypically normal plants were regenerated after rooting on half strength MS free regulators medium."}
	}}
