{"resource": {
	"dct:issued":2006,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2006-issue_2/f15.pdf",
	"dct:language":"eng",
	"dct:title":{"value":"Chemical composition, antibacterial and antimutagenic activities of four populations of Rosmarinus officinalis L. oils from Tunisia"},
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Marzouk, Zohra (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Mansour, Hédi Ben (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Chraief, Imed (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Mosrati, Ridha (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Cheriaa, Jihene (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Neffati, Aicha (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Marzouk, Belsem (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Sfari, Mounira (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Boukef, Kamel (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Barillies, Daniel (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Ghedira, Leila Chekir (author)"
	}
	}
	],
	"rdf:about":"http://agris.fao.org/aos/records/FI2016100464",
	"dct:identifier":"FI2016100464",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19722"
	},
	"bibo:abstract":{"value":"The first aim of this study was to describe in detail the chemical composition of four Tunisian samples of Rosmarinus officinalis L. essential oils (EOs) from Matmata (S1), Mahdia (S2), Monastir (S3) and Elkram (S4). The second aim was to test their antibacterial and their antimutagenic activities. The isolation of leaves EOs was done by hydrodistillation using a Clevenger-type apparatus. The chemical analysis was carried by using gas chromatography and mass spectrometry (GC-MS). The antimicrobial activity was evaluated against five pathogenic bacteria: Gram-negative strains Escherichia coli and Pseudomonas aeruginosa and Gram-positive strains Staphylococcus aureus, Staphylococcus epidermidis and Micrococcus luteus. All the EOs were dissolved in Tween 80. The minimum inhibitory concentrations (MIC) and the minimum bactericidal concentrations (MBC) were determinated by sub-culture at TSA agar plates which were incubated at 37°C during 18-24 h. Forty compounds were identified. The S1 oils were characterised by a higher content of α-pinene and camphene (11.3 and 10.7% respectively). The compound 1,8-cineole was most represented in S2 (46.1%) and in S3 (46.6%) while rosemary oils of S1and S4 had approximately the same content (25.1% and 24.1% respectively). S4 sample had the highest level of camphor (36.9%). S4 and S3 samples had the highest antimicrobial activity against all bacteria tested; E. coli was the most sensitive to S3 EOs. They can be suggested as the best antimutagenic agents. The quantitative composition of EOs differs between geographical sources. The antibacterial and antimutagenic activities are not related only to the major compounds but also to the minor components of rosemary EOs. These oils can be used as an antimicrobial agent in hospitals by pulverisation or in soaps and in foods such as fish, meat, milk and its derives. Why not use regularly honey of bees which visit always rosemary, to treat chronic bacterial infections or cancer?"}
	}}
