{"resource": {
	"dct:issued":2005,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2005-issue_3_4/e1.pdf",
	"dct:language":"eng",
	"dct:title":{"value":"Contributions of selected non-timber forest products to household food security in Nigeria"},
	"dct:creator":{"foaf:Person":{"foaf:name":"Odebode, Stella O. (author)"
	}
	},
	"rdf:about":"http://agris.fao.org/aos/records/FI2016100179",
	"dct:identifier":"FI2016100179",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19722"
	},
	"bibo:abstract":{"value":"Despite numerous policies and programmes geared towards improving the living standard of rural households in Nigeria, it has been difficult to stem the growth of food in security. Forest and trees are becoming scarce, thus resulting in a state of inbalance between what rural households need and what they can obtain. This is a threat to their survival. To ensure continuity, rural households involve themselves in the management of forest areas for continual availability of non-timber forest products (NTFPs). This study examines the contributions of selected non-timber forest products in ensuring household food security in Osun State of Nigeria. Data were generated through the use of structured questionnaires administered to 120 randomly selected rural household heads. The chi-square result showed that a significant relationship exists between household food security and the degree of contribution of NTEPs on rural households (X2 = 11.64, p = 0.05). A major conclusion is that the efforts geared at accelerating sustainable forest development, management and environmental conservation have not achieved the desired result. Moreover, the forest reserve areas should be made more accessible to rural households and laws governing forest reserved areas be reviewed and made flexible so that rural populace in such environment can benefit from such. A recommendation in this paper is the need to allow existing legislation restricting forest access to local people and discriminating against small forest enterprises should be modified to allow local people to use the forest for gathering forest products and for growing food and cash crops."}
	}}
