{"resource": {
	"dct:issued":2006,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2006-issue_3_4/a7.pdf",
	"dct:language":"eng",
	"dct:title":{"value":"Farmers’ perceptions of the speargrass (Imperata cylindrica) problem and its control in the lowland sub-humid savannah of Nigeria"},
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Chikoye, David (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Ellis-Jones, Jim (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Tarawali, Gbassey (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Kormawa, Patrick (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Nielsen, Ole (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Ibana, Simon (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Avav, Ter-Rumun (author)"
	}
	}
	],
	"rdf:about":"http://agris.fao.org/aos/records/FI2016100410",
	"dct:identifier":"FI2016100410",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19722"
	},
	"bibo:abstract":{"value":"Speargrassseverely constraints crop production in the sub-humid lowlands of West Africa. Researchers have identified and demonstrated effective management techniques but the adoption rate among farmers is still low. Data were collected from 41 communities in Cross River, Kogi and Benue States in Nigeria using rural rapid appraisal techniques. The objectives were to assess the importance of agriculture in the livelihoods of each community, identify priority crops, assess perceptions of the speargrass problem, identify existing speargrass control strategies and local institutions/farmers with the capacity to implement speargrass control trials. Crop production was the main source of livelihood for all households. The most important crops from the perspectives of both food security and cash sale were cassava and yam, and these were most affected by the weed. Speargrass was the major constraint to crop production because of lack of capital for hiring labour and purchasing inputs, declining soil fertility, bush burning, deforestation, continuous cropping and lack of required skills. Slashing, hand-pulling, burning, deep digging and fallowing were the most common control methods used by farmers, but these were very labour intensive and ultimately not effective. Farmers assessed speargrass control measures through labour and cash requirements, material availability, effectiveness, time span to achieve control and crop yields. They rated chemical control most highly. Longer fallow periods and re-afforestation were effective but impractical as pressure on land intensifies from population growth. From the results of this study, we conclude that the use of community-based participatory approaches is essential to identify various technologies for combating speargrass."}
	}}
