{"resource": {
	"dct:issued":2006,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2006-issue_3_4/f17.pdf",
	"dct:language":"eng",
	"dct:title":{"value":"The influence of cigarette smoking on vitamin C, trace elements and lipid profile of healthy, Saudi adult males"},
	"dct:creator":{"foaf:Person":{"foaf:name":"Al-Numair, Khalid S. (author)"
	}
	},
	"rdf:about":"http://agris.fao.org/aos/records/FI2016100196",
	"dct:identifier":"FI2016100196",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19722"
	},
	"bibo:abstract":{"value":"Smoking has been accepted as a risk factor for many chronic diseases, including cardiovascular diseases, respiratory diseases, cancer, ulcers and osteoporosis. Tobacco smoke contains many oxidants and free radicals that can cause damage to lipids, proteins, DNA, carbohydrates and other biomolecules. In vivo, antioxidant nutrients which include vitamin C, selenium (Se), zinc (Zn) and copper (Cu) play a crucial role in defending against oxidant damage. The present study was designed to investigate the influence of cigarette smoking on serum vitamin C, Se, Zn, Cu and lipid profile. One hundred and forty healthy men (70 Smokers and 70 non-smokers) from Riyadh, the capital of Saudi Arabia, volunteered to participate in this study. Blood pressure and anthropometric measurements were done by well-trained staff. Two overnight fasting blood samples were collected from all volunteers. Serum concentrations of total cholesterol (TC), high-density lipoprotein cholesterol (HDL-cholesterol) and triglyceride  (TG) determinations were performed by a Cobas Integra analyzer. Low-density lipoprotein cholesterol (LDL-cholesterol) was calculated using the Friedewalde formula. Serum vitamin C analysis was determined by a high-performance liquid chromatograph and serum concentrations of trace elements were measured by atomic absorption spectrophotometry. The statistical method of t-test was used to identify differences between the cigarette smoker and non-smoker groups. Mean body weight and body mass index (BMI) were similar for both the smoker and non-smoker groups. Mean systolic and diastolic blood pressure values were significantly (P<0.05) higher for smokers than those of non-smokers. The serum vitamin C, zinc and selenium levels of smokers were significantly (P<0.05) lower than those of non-smokers. Smokers had significantly (P<0.05) higher serum copper concentration than non-smokers. The serum total cholesterol, low-density lipoprotein cholesterol (LDL-cholesterol) and triglyceride levels of smokers were significantly (P<0.05) higher than those of non-smokers. On the contrary, the serum HDL-cholesterol of smokers was significantly (P<0.05) lower than that of non-smokers. These findings suggest that cigarette smoking may cause an imbalance between antioxidant nutrient status and free-radical load incurred by smoking which may initiate the deterioration process associated with cardiovascular disease; thereby, increasing the risk of atherosclerosis and other diseases."}
	}}
