{"resource": {
	"dct:issued":2006,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2006-issue_2/f18.pdf",
	"dct:language":"eng",
	"dct:title":{"value":"Effect of harvest dates and forced-air cooling on postharvest quality of apricot cv. Precoce de Tyrinthe"},
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Ağar, Tayfun (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Paydaş, Sevgi (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Büyükalaca, Orhan (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Özkaya, Okan (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Ekinci, Fırat (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Sabır, Ferhan Küçükbasmacı (author)"
	}
	}
	],
	"rdf:about":"http://agris.fao.org/aos/records/FI2016100204",
	"dct:identifier":"FI2016100204",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19722"
	},
	"bibo:abstract":{"value":"Effect of harvest dates and forced-air cooling on postharvest quality and physiology of apricot cv Precoce de Tyrinthe were investigated. Apricots were harvested at 2 maturity stages: minimum maturity (MI: 9% SSC, orange color except suture), ideal harvest maturity (MII: 10% SSC, completely orange color). Within a few hours after harvest, half of the fruits of each maturity stage were placed at a cold room at 0-1°C and 90% RH a) for room cooling, b) the other half was forced-air cooled at 600 cfm. All apricots were stored at 0°C for 7 d and than transferred to 20°C (shelf-life) for up to 8 d. Another group of apricots were placed at 20°C right after harvest to observe the shelf-life. Apricots were analyzed for fruit firmness, SSC, titratable acidity, color (hue angle), respiration and weight loss and evaluated for taste. Apricots from the two maturity stages benefited from forced-air cooling (FAC) at 0°C. FAC increased the shelf-life and appearance of apricots from MI and MII when compared to room cooling at 0°C. 7/8 cooling time of forced-air cooled apricots ranged between 86 min. (fastest) to 225 min. (slowest) compared to 431 min. measured in room cooling. Apricots could be forced-air cooled to 0°C and then they could be transported for a period of 7d in a refrigerated truck and still maintains their quality even after additional 6-8 d shelf-life at 20°C."}
	}}
