{"resource": {
	"dct:issued":2003,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2003-issue_2/j2-environment-23.pdf",
	"dct:language":"eng",
	"dct:title":{"value":"Sensitivity of upland arthropod diversity to livestock grazing, vegetation structure and landform"},
	"dct:creator":{"foaf:Person":{"foaf:name":"Dennis, Peter (author)"
	}
	},
	"rdf:about":"http://agris.fao.org/aos/records/FI2016100106",
	"dct:identifier":"FI2016100106",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19722"
	},
	"bibo:abstract":{"value":"Livestock production extends to most non-forested, marginal, upland habitats of Britain. Of these, indigenous grasslands are stocked predominantly by sheep, stocking densities having increased in Scotland by 25% between 1975 and 1990. Conversely, the national herd of cattle in Scotland declined by 22% over the same period. The effects of grazing management on arthropod distribution and abundance is reviewed, with particular emphasis on the results of grazing experiments that have investigated the effects on arthropods of varied livestock species and stocking rates. Arthropods contribute the most species of any taxa in the uplands and are critical in upland food chains. The direction and magnitude of the response of different arthropod taxa to grazing management reflects their trophic level, life history, size and mobility, e.g., 30 % of ground and rove beetle species are more sensitive to landform than grazing management. For the arthropod taxa that are sensitive to grazing management, the effects are generally indirect, via changes in the heterogeneity of botanical composition and vegetation structure. A mosaic of contrasting botanical composition and structural heterogeneity is essential to conserve and enhance arthropod and broader wildlife diversity in the uplands. However, the landscape-scale study of mammalian herbivore-vegetation-arthropod interactions is required both to quantify the relative importance of land use (grazing management) and landform (landscape physiognomy) across the uplands and to determine the optimal grain-size of the habitat mosaic to sustain biodiversity."}
	}}
