{"resource": {
	"dct:issued":2006,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2006-issue_3_4/f13.pdf",
	"dct:language":"eng",
	"dct:title":{"value":"Inter-relationship of physical and physicochemical parameters to cooking time of African breadfruit (Treculia africana) seeds"},
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Nwabueze, Titus U. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Nwokenna, Chinwe (author)"
	}
	}
	],
	"rdf:about":"http://agris.fao.org/aos/records/FI2016100462",
	"dct:identifier":"FI2016100462",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19722"
	},
	"bibo:abstract":{"value":"Seeds from two varieties of African breadfruit (Treculia africana) were blanched at 100°C/15 min and manually dehulled to produce wholesome seeds. Physical dimensions (weight, volume and density) were taken on 50 seeds of each variety. Hydration and swelling capacities and indices of the seeds were determined. One kilogram of undehulled seeds were allowed to stand at ambient temperature (28±2°C) for 5 days to simulate holding time practice of African breadfruit seed entrepreneurs in the area. Varietal influences on composition, cooking time and physical and physicochemical parameters were investigated. Effects of holding time and inter-relationship of physical and physicochemical parameters to cooking time were also investigated. Findings were thought to be useful in increasing throughput through seed breeding and selection into cooking time types. Cooking time ranged from 11.5 min in var. africana to 22.0 min in var. inversa. Var. inversa had higher crude protein, carbohydrate and amylose (18.80, 63.90 and 19.28 g/100 g, respectively) than var. africana (15.05, 62.75 and 14.85 g/100 g). Seed size whether measured as weight or volume was more highly correlated with cooking time than with swelling and hydration capacities. Swelling capacity had a low negative correlation with cooking time for var. inversa but low positive correlation for var. africana. Correlation coefficients between 0.83 and 0.99 were found for var. africana while coefficients between 0.80 and 0.91 for var. inversa were obtained in the research. A high amylose value in var. inversa partly accounted for its higher water absorption and lower hydration capacities which influenced its longer cooking time than that of var. africana. Cooking time in both varieties increased in equal proportion by 14%. Thus holding time effect neutralized varietal and compositional differences influencing cooking time in dehulled African breadfruit seeds. The most important factor affecting holding time and hence cooking time was the loss of moisture causing shrinkage of seeds. "}
	}}
