{"resource": {
	"dct:issued":2003,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2003-issue_2/j2-agriculture-1.pdf",
	"dct:language":"eng",
	"dct:title":{"value":"Agriculture in Iraq: Resources, potentials, constraints, and research needs and priorities"},
	"dct:creator":{"foaf:Person":{"foaf:name":"Jaradat, A. A. (author)"
	}
	},
	"rdf:about":"http://agris.fao.org/aos/records/FI2016100194",
	"dct:identifier":"FI2016100194",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19722"
	},
	"bibo:abstract":{"value":"The agrarian sector in Iraq witnessed a number of drastic measures during the last 40 years. Estimates of cultivable land areas vary from 5-8 million ha; however, no more than 3.5 million ha (47% irrigated and 53% dryland farming) have been actually cultivated. Renewable fresh water resources are estimated at about 2,000 m3/person/year; however, Iraq faces huge water problems; these are caused by geographic, topographic and management factors. Prior to 1990, Iraq produced about one-third of its annual basic food needs and spent about US$ 2 billion to import the balance of its requirements. Since then, despite emphasis on increasing food production, the country continues to face deterioration in the agricultural sector. Agricultural production remains constrained due to lack of quality seed, herbicides, insecticides, fertilizers, animal vaccines, machinery, irrigation equipment and spare parts. Moreover, water resources in the drylands are declining due to a severe drought which devastated crops on 70% of the rainfed arable land in the country. Farmers in Iraq are struggling to produce under poor environmental conditions with few tools for coping with drought, salinity, pests, and shortages of inputs and lack of appropriate technologies. Iraqi cereal production dropped sharply in the past decade due to problems with its seed multiplication system, leading to degradation of seed quality and productivity. Land degradation, salinization, and declining crop yields due to mismanagement of land resources and lack of inputs, are serious problem, especially in the irrigated lands. The country’s rangelands and forest resources are deteriorating mainly as a result of overstocking what are essentially fragile ecosystems and because of deforestation for fuelwood and charcoal. The livestock sector experienced serious problems during the last decade because of shortages of feed, veterinary services and vaccines. Number of farm animals declined during the last decade, and in spite of the government’s efforts to boost livestock production, meat and milk production declined by 24% during the late 1980s as compared to the 1970s. Iraq faces serious problems of environmental degradation that must be addressed immediately because failure to act now will greatly compound the cost and complexity of later remedial efforts, and because environmental degradation is beginning to pose a major threat to human well-being, especially among the poor. To deal with the multiple challenges imposed upon it by internal and external factors, the agricultural sector in Iraq has to structurally adjust itself to address socio-economic, land-use, livestock production and feed resources, water resources, agro-ecology, environmental protection, and research and extension components in a holistic, multidisciplinary and long-term manner."}
	}}
