{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"Antioxidant activities of newly developed day-neutral and June-bearing strawberry lines"},
	"rdf:about":"http://agris.fao.org/aos/records/FI2012447807",
	"dct:identifier":"FI2012447807",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/10814"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2008,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2008-issue_2/a35.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Khanizadeh, Shahrokh (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Tao, Shutian (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Zhang, Shaoling (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Tsao, Rong (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Rekika, Djamila (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Yang, Raymon (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Charles, Marie Thérèse (author)"
	}
	}
	],
	"bibo:abstract":{"value":"An experiment was carried out to evaluate the antioxidant capacity, phenolic content and composition of known and selected advanced strawberry lines from a group of June-bearing (JB) and day-neutral (DN) populations using ferric reducing/antioxidant power (FRAP), Folin-Ciocalteu (FC) and high-performance liquid chromatography (HPLC) assays. A significant variation was observed between the genotypes and groups. The highest total phenolic content (2179 µg/g) was found in DN genotype ‘FIN0320-47’, which also had the highest antioxidant activity (2620 µg/g), based on FRAP method. Meanwhile, mean of total phenolic content and mean of antioxidant capacity in DN strawberries were estimated to be 1341 and 2062µg/g respectively, higher than in JB genotypes (1119 and 1917 µg/g). There was a positive correlation between total phenolic content and antioxidant activity among different genotypes (r = 0.77). Total phenolics (sum of five groups) were significantly different among the genotypes, ranging from 394.5 to 871 µg/g, and the level of anthocyanins, hydroxycinnamic acids, flavonols, ellagic acids and benzoic acid was significantly higher in JB than in DN genotypes. These results revealed the importance of genetic background to total phenolic content and the potential use of selected lines as parents in a breeding program to produce new lines with higher levels of antioxidant capacity."}
	}}
