{"resource": {
	"dct:issued":2005,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2005-issue_1/a9.pdf",
	"dct:language":"eng",
	"dct:title":{"value":"Genetic variation in Enantia chlorantha (Oliv.) – a medicinal plant"},
	"dct:creator":{"foaf:Person":{"foaf:name":"Gbadamosi, A. E. (author)"
	}
	},
	"rdf:about":"http://agris.fao.org/aos/records/FI2016100509",
	"dct:identifier":"FI2016100509",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19722"
	},
	"bibo:abstract":{"value":"Genetic variations in Enantia chlorantha from four sources were studied. Mature fruits of the species were collected from Lafe near Ore (lat. 6° 44¹N and longitude 4° 52¹E), Omo Forest Reserve – 1 & 2 (lat. 6° 35¹N – 7° 05¹N and longitude 4° 05¹ – 4° 40¹E) and Okitipupa (latitude 6° N and longitude 5° E). Ten bunches were randomly selected from each source and the number of fruits per bunch were counted. The fruits were depulped and thirty seeds were randomly selected from each seed source and their weights, diameters and lengths were measured. Another one hundred seeds from each source were selected and sown in germination trays filled with washed and sterilized river sand and watered daily. Germination counts were taken daily. At the two-leaf stage, thirty uniformly growing seedlings from each source were transplanted into polythene bags filled with topsoil. Height, collar diameter and number of leaves per seedling were measured fortnightly for five months. Biomass assessment of the seedlings was carried out at the end of the 5 months period. The effect of seed sources was highly significant (P<0.01) on the number of fruits per bunch in E. chlorantha. Bunches from Lafe had the highest mean number of fruit (37.5±1.96) followed by Okitipupa (28.4±2.55) while the lowest value (13.5±0.9) was recorded in Omo-1. Seed sources significantly (P<0.01) affected all the metrical traits considered in this study. Seeds from Omo-1 had the greatest mean length, diameter and weight of 2.0±0.02 cm, 1.1±0.11 cm and 1.0±0.02 g respectively. Seeds from Lafe were the smallest with mean length of 1.1±0.02 cm, diameter of 0.7±0.08 cm and weight of 0.4±0.01 g. Commencement of germination and percentage germination varied among the seed sources. Germination was first observed at 25 days after sowing (DAS) among the seedlots from Omo-1 and Omo-2 while seedlots from Okitipupa and Lafe commenced germination at 26 and 27 DAS respectively. Seeds from Lafe had the highest percentage germination of 69 followed by Omo-1 with 61, Okitipupa (52%) and Omo-2 (38%). There were significant differences (p<0.05) in germination among the sources. Seedlings from Omo-1 had the highest mean value in height (13.2 cm), collar diameter (2.6 cm) and number of leaves (9.4) while seedlings from Omo-2 gave the lowest values (height 8.8 cm, collar diameter 2.1 cm and number of leaves 5.8). Seedlings from Lafe had the highest mean total dry weight of 0.42 g, followed by Omo-1 with 0.4 g while Omo-2 gave the lowest value of 0.16 g."}
	}}
