{"resource": {
	"dct:issued":2006,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2006-issue_2/f4.pdf",
	"dct:language":"eng",
	"dct:title":{"value":"Supplementation of ogi, a maize-based infant weaning food, with African oil bean (Pentaclethra macrophylla Benth) seed"},
	"dct:creator":{"foaf:Person":{"foaf:name":"Enujiugha, Victor N. (author)"
	}
	},
	"rdf:about":"http://agris.fao.org/aos/records/FI2016100387",
	"dct:identifier":"FI2016100387",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19722"
	},
	"bibo:abstract":{"value":"Maize ogi is a popular starchy porridge in the west coasts of Africa. Although consumed by adults as a breakfast cereal, its main use is as a weaning food for infants. In this study the quality of ogi from a composite mixture of maize (Zea mays L.) and oil bean seed (Pentaclethra macrophylla Benth) flours was evaluated. Maize was substituted with oil bean seed at ratios of 90:10, 80:20, 70:30 and 60:40 maize/oil bean, with 100% maize ogi flour as control. The results show that protein content increased with increased oil bean seed substitution, reaching 33.25% dry wt. at 60:40 ratio. The mineral composition also showed marked improvement with increased substitution. On the other hand, tannins and oxalates increased with higher content of oil bean seed. However, the level of phytic acid was lowered with higher oil bean substitution. Pasting characteristics showed that higher oil bean seed substitution meant marked depreciation in ease of cooking, and the peak viscosity was lowered. Results of sensory evaluation show that colour and flavour were significantly (p<0.05) affected by increased substitution of oil bean seed beyond 20% substitution level, while the resultant ogi gels were still acceptable in terms of mouthfeel and overall acceptability at ≤20% substitution level. The present study indicates that at ≤20% oil bean seed substitution of the ogi mass, the quality attributes of ogi can be maintained, with higher nutrient content, and lower content of anti-nutritional factors."}
	}}
