{"resource": {
	"dct:issued":2006,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2006-issue_2/a10.pdf",
	"dct:language":"eng",
	"dct:title":{"value":"Comparison of yield performance and profitability in hybrid yam varieties cultivated under staked and unstaked production systems"},
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Agbaje, G.O. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Adegbite, A.A. (author)"
	}
	}
	],
	"rdf:about":"http://agris.fao.org/aos/records/FI2016100463",
	"dct:identifier":"FI2016100463",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19722"
	},
	"bibo:abstract":{"value":"The use of stakes in yam production poses environmental hazards due to its effect on rapid deforestation of the forest ecology. The practice is cumbersome, labour intensive and it is a major cost input that makes yam production expensive and less profitable. To discourage this practice, fourteen hybrid lines and four local cultivars of white Guinea yam varieties were screened (2002-2004) for yield performance under staked and unstaked production practices. The experiment was carried out in the rain forest research substation of the Institute of Agricultural Research and Training, Obafemi Awolowo University, Nigeria, located in Orin-Ekiti. The results showed that seven of the the eight hybrid varieties evaluated in 2002 except TDr 89/02565 showed no significant yield difference between staked and unstaked practice. In 2003 and 2004, 87–89% of the eighteen lines/cultivars evaluated gave similar yields (P<0.05) under staked and unstaked practice including TDr 89/02565. The highest tuber yields in both staking and non-staking systems were obtained from varieties TDr 89/02665 and TDr 89/02565. For TDr 89/02665, yields were not significantly different between staked and unstaked in all the years of trial. Economic analysis showed that the local cultivars, N010, 93-31 and 93-2, whether staked or unstaked, gave negative returns while hybrid varieties TDr 89/02665 and TDr 89/02565 gave the highest net returns of over $2,000 per hectare. The benefit to cost ratio was >1.0 in 2002 and 2004 in TDr 89/02665 and TDr 89/02565 while other varieties had <1.0 in all the three years of the trial. This indicated that the highest yielding varieties gave highest net returns under staked and unstaked systems. The results suggest that breeding for increased tuber yield potential in yam is essential for profitable yam production under unstaked production system."}
	}}
