{"resource": {
	"dct:issued":2005,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2005-issue_2/f5.pdf",
	"dct:language":"eng",
	"dct:title":{"value":"Effects of dietary safflower oil on growth performance, carcass characteristics and meat chemical and fatty acid composition of Muscovy ducks (Cairina moschata L.)"},
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Laudadio, Vito (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Lestingi, Antonia (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Vicenti, Arcangelo (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Caroli, Anna (author)"
	}
	}
	],
	"rdf:about":"http://agris.fao.org/aos/records/FI2016100007",
	"dct:identifier":"FI2016100007",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19722"
	},
	"bibo:abstract":{"value":"Forty one-day-old male and female ducklings (Cairina moschata L.) were fed on isocaloric and isonitrogenous diets formulated to contain 2 and 4% safflower oil (SO2% and SO4%) in the starter (1 to 15 days), grower (16 to 45 days) and finisher (46 to 60 days) periods. The ducklings were placed in two separate pens with an outdoor watering area and were fed ad libitum. Body weights, feed intakes and feed efficiency were not different throughout the entire 60-day experiment. However, Muscovy ducks fed on SO4% had higher (P<0.05) weight gains during days 31-45, while in the last 15 days of the trial ducks fed on SO2% showed higher (P<0.01) weight gains. At the end of the trial 12 Muscovy ducks per dietary treatment (6 males and 6 females) were randomly selected and slaughtered for the evaluation of carcass traits and breast chemical and fatty acid composition. Ducks fed on SO2% diet had higher (P<0.05) carcass weights than the birds fed on the SO4% diet (1278 vs 1185 g). Thighs plus drumsticks yields, expressed as percentage of carcass weight, were higher (P<0.01) in ducks fed on SO4% diet (18.10 vs 16.81%). Breast meat yield, expressed as percentage of breast weight, was higher (P< 0.01) in ducklings fed on the SO4% diet (72.41 vs 65.86%). Male ducks had heavier (P<0.05) body weights and carcass weights than female birds. The interaction between dietary safflower oil level and sex was significant for body weight gain from the 46th to the 60th day of age (P<0.05), neck (P<0.05), thighs plus drumsticks (P<0.05) and abdominal fat (P<0.05) expressed as percentages of carcass weight, meat (P<0.01) and fat plus skin (P<0.05) expressed as percentages of breast weight. The different level of dietary safflower oil influenced the chemical parameters of meat and in particular dry matter (P<0.05) and protein contents (P<0.01). Safflower oil, containing great amounts of C18:2ω6 (73.12%) and secondly C18:1ω9, resulted in a higher deposition of these acids in breast lipids. In general, the use of the higher percentage of dietary safflower oil resulted in higher percentages of unsaturated fatty acids with possible benefits to human health."}
	}}
