{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"Investigation of acrylamide levels in selected fried and baked foods in Jordan"},
	"rdf:about":"http://agris.fao.org/aos/records/FI2007029215",
	"dct:identifier":"FI2007029215",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/10814"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2004,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2004-issue_2/f28.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Al-Dmoor, Hani M. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Humeid, Mohammad A. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Alawi, Mahmoud A. (author)"
	}
	}
	],
	"bibo:abstract":{"value":"Acrylamide is a potential health hazardous compound, occurring in baked and fried food as a result of excessive dry heating during preparation and/or processing of foods. This study aimed at investigating the acrylamide content in selected fried and baked foodstuffs commonly consumed in Jordan and comparing the effect of different processing factors on its level. Seventeen food items representing four groups of food (breads, fine bakery products, Arabic sweets and fried foodstuffs) were chosen and purchased from the local markets after collecting data on their formulation and preparation or processing conditions. The selected foods are produced under different conditions (ingredients, method of preparing, pH, heating time and temperature). Furthermore, a controlled study was conducted on four types of foods (falafel, fried kobbeh, potato and karabeej Halab). Acrylamide content was extracted with 2–butanone and analyzed via GC/MS/EI. Acrylamide was found in 15 out of 17 of the tested food samples at varying levels as a result of the differences in formulation and preparation or processing conditions. Acrylamide content of yeast fermented Arabic bread that is usually baked at high temperature and short time (35-45 sec. at 450-500°C for thin Lebanese type and 60-90 sec. at 300-350°C for thick kmaaj type), boiled potatoes and unheated dough of falafel, fried kobbeh and karabeej Halab were below the detectable level (180 μg kg-1) of acrylamide. Whereas the Arabic bread leavened by yeast and sodium bicarbonate (mashrooh) or solely by sodium bicarbonate (shrak) and baked under comparable conditions of Arabic bread were found to contain acrylamide at levels of 1200 and 1800μg kg-1 respectively. This demonstrates the effect of increasing pH, due to the addition of sodium bicarbonate as a leavening agent. In comparison to the rapidly baked Arabic bread, hamam bread that is a loaf type, baked at 280°C for 18 min. and having a well developed brown crust showed an acrylamide average of 3300μg  kg-1. Fine (cracker type) bakery products, Arabic sweets and fried foods, their pH values ranging between 6.2 to 8 showed relatively high concentrations of acrylamide (2400-5200 μg kg-1). Kirshaleh baladieh that is leavened by both bacterial flora and sodium bicarbonate was found to have the highest value (5200μg kg-1) among cracker types which contain 4300, 4700 and 4700 μg kg-1 or fermented kirshaleh, sweet kirshaleh and improved ka´ak respectively. Bormah crust which is thoroughly browned showed the highest level (4600 μg kg-1) of acrylamide among the Arabic sweet samples of kunafah crust, awamah, haresah and karabeej Halab, that contained 2900, 4000, 4200 and 4200 μg kg-1, respectively. Fried potato fingers (French fries), that represent simple starchy food contained high level of acrylamide (4100 μg kg-1) compared with falafel (3500μg kg-1) and fried kobbeh (3600 μg kg-1) that represent composed foods rich in protein. Extending the time of frying of falafel, karabeej Halab and fried kobbeh caused a significant increase in the acrylamide content. The excessive use of frying oil caused a significant increase in the acrylamide content (33%) in falafel compared with that fried in fresh oil."}
	}}
