{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"Associative growth of lactic acid bacteria for cheese starters: Acidifying and proteolytic activities and redox potential development"},
	"rdf:about":"http://agris.fao.org/aos/records/FI2007190110",
	"dct:identifier":"FI2007190110",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19722"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2005,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2005-issue_2/f22.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Carrasco, Marta S. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Scarinci, Hugo E. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Simonetta, Arturo C. (author)"
	}
	}
	],
	"bibo:abstract":{"value":"Some of the essential technological properties to characterize lactic acid bacteria strains aimed at the formulation of cheese starters are: acidifying activity, proteolytic activity and redox potential development. The studies carried out in this area are mostly done with pure strains, but the first direction where knowledge has to be improved is the understanding of the global behavior of a culture composed of several strains. So, studies must focus on the relationship between the constitutive strains of a mixture. For these reasons, these activities of three strains of Lactobacillus delbrueckii subsp. bulgaricus and three strains of Streptococcus thermophilus incubated in skim milk as single and mixed cultures were studied. All of them were isolated from commercial and artisanal starters employed by Argentinian dairy industry. The acidifying activity presented important variations among the species. Within the Lactobacillus there are strains with high acidification capacity, specially the strain C (149.1°D after five days of incubation). In mixed cultures, the acidifying activity was greater than the corresponding one in pure culture. Lactobacillus strains were highly proteolytic (60–169 μg tyrosine mL-1 of milk) and Streptococcus strains were less proteolytic (18–31 μg tyrosine mL-1 of milk). Mixed cultures, with the exception of combinations that included strain F, liberated more tyrosine (129–175 μg tyrosine mL-1 of milk) than individual cultures. The Eh evolution showed differences among the strains, but the Lactobacillus strains reached notably inferior values, with a sharper decrease than the Streptococcus strains. This evolution was modified in the mixed cultures. In most cases, intermediate values were obtained but with a clear trend to follow the evolution and being approximated to the final value of the most reducing of the mixture."}
	}}
