{"resource": {
	"dct:issued":2003,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2003-issue_3&4/environment-12.pdf",
	"dct:language":"eng",
	"dct:title":{"value":"Hazard assessment of tractor operators engaged in food production in Botswana"},
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Baryeh, Edward A. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Mazwiduma, Patikani J. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Koloka, Oratile A. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Ampofo, Edward A. (author)"
	}
	}
	],
	"rdf:about":"http://agris.fao.org/aos/records/FI2016100091",
	"dct:identifier":"FI2016100091",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19722"
	},
	"bibo:abstract":{"value":"The farm tractor has become a very important part of the food production chain. The tractor is used by operators in field and off field operations. During these operations the operator is subjected to jerks and jolts, heat, dust, smoke, vibrations, unfavourable weather conditions and noise. These make operators uncomfortable and open to hazards and accidents. Some tractor operators in Botswana have been questioned about their feelings and experiences as operators. About 92% complained about dust and smoke, while more than 70% complained about heat, vibrations and noise. Some operator feelings and experiences were dependent on age, education, operator experience and possession of operator licence. Ninety six percent complained about shoulder pains, 87% indicated waist pains, 78% indicated back pains and 77% indicated neck pains. The most common ailment was waist and hip pains followed by back pains. Older and more experienced operators complained more about pains and aliments than younger and less experienced ones. Forty three percent had normal hearing, 30% had mild hearing loss, 25% had moderate hearing loss and 2% had severe hearing loss. The risk of noise induced hearing damage increased from 10 to 20% for operators who were 30 to 60 years old and with 15 years operator experience. About 40% of the operators had had one or more accidents. Most of the accidents were due to falling, alcohol, carelessness and fatigue. Younger, less educated and less experienced operators had had more accidents compared to older, educated and more experienced ones."}
	}}
