{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"Genetically modified organisms (GMOs), food and feed: Current status and detection"},
	"rdf:about":"http://agris.fao.org/aos/records/FI2007188142",
	"dct:identifier":"FI2007188142",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19722"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2005,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2005-issue_2/f7.pdf",
	"dct:creator":{"foaf:Person":{"foaf:name":"Shehata, Maher M. (author)"
	}
	},
	"bibo:abstract":{"value":"Food and feed are generally derived from plants and animals which have been grown and bred by humans for several thousand years. Over time, these plants and animals have undergone substantial genetic changes as those individuals with the most desirable characteristics for food and feed were chosen for breeding the next generation. The desirable characteristics were caused by naturally occurring variations in the genetic make-up of those individuals. In recent times, it has become possible to modify the genetic material of living cells and organisms using techniques of modern gene technology. Organisms, such as plants and animals, whose genetic material (DNA) has been altered in such way are called genetically modified organisms (GMOs). The food and feed which contain or consist of such GMOs or are produced from GMOs, are called genetically modified (GM) food or feed. The first commercially grown genetically modified food crop was a tomato created by Calgene called the FlavrSavr. Calgene submitted it to the US Food and Drug Administration for testing in 1992; following the FDA’s determination that the FlavrSavr was, in fact, a tomato, did not constitute a health hazard, and did not need to be labeled to indicate it was genetically modified, Calgene released it into the market in 1994, where it met with little public comment. Subsequent genetically modified food crops included virus-resistant squash, a potato variant that included an organic pesticide called Bt (NB: the EPA classified the Bt potato as a pesticide, but required no labeling), strains of canola, soybean, corn and cotton engineered by Monsanto to be immune to their popular herbicide Roundup, and Bt corn. Production of genetically modified (GM) crops is currently concentrated in just a few countries. In 2001, 99% of GM crops were produced in four countries: US 68%, Argentina 11.8%, Canada 6% and China 3%. Crop-wise, GM soybean made up 63% of global GM planting area and GM corn accounts for 19%, followed by GM cotton (13%) and GM canola (5%). In terms of the global planting area, GM soybean and cotton accounted for 46% and 20%, respectively. Two major genetically modified organisms (GMO) traits in 2001 were herbicide tolerant crops, accounted for 77% of all GM crops, while Bt maize accounted for 11%. The use of genetically modified organisms (GMOs) as food and in food products is becoming more and more widespread. The European Union has implemented a set of very strict procedures for the approval to grow, import and/or utilize GMOs as food or food ingredients. There is an increasing need of analytical methods for GMOs detection especially in food due to the increasing growth of use of GMOs or their derivatives in food industry. Also, they are necessary in order to verify compliance with labelling requirements. Legislation enacted worldwide to regulate the presence of genetically modified organisms (GMOs) in crops, foods and ingredients necessitated the development of reliable and sensitive methods for GMO detection. The most common methods include protein- and DNA-based methods employing Western blots, enzyme-linked immunosorbant assay, lateral flow strips, Southern blots, qualitative-, quantitative-, real-time- and limiting dilution-PCR methods. Where information on modified gene sequences is not available, new approaches, such as near-infrared spectrometry and disposable genosensors, might tackle the problem of detection of non-approved GM-foods."}
	}}
