{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"The role of nitrophenol on delaying abscission of tomato flowers and fruits"},
	"rdf:about":"http://agris.fao.org/aos/records/FI2007029256",
	"dct:identifier":"FI2007029256",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/10814"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2004,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2004-issue_2/a4.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Djanaguiraman, M. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Devi, D. Durga (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Shanker, Arun K. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Sheeba, J. Annie (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Bangarusamy, U. (author)"
	}
	}
	],
	"bibo:abstract":{"value":"Flower and fruit abscission was studied in PKM 1 cultivar of tomato. The plants were sprayed with 2 mM nitrophenol on 60 days after transplanting [(DAT), flowering] and repeated once on 70 DAT (fruit set stage). Observations were record-ed in the flower and developing fruit from 60 DAT with an interval of 5 days upto 80 DAT. Hydrogen peroxide, superoxide radical and lipid peroxidation increased from 60 DAT to 80 DAT. Activities of superoxide dismutase (SOD), ascorbate peroxidase (APOX), peroxidase (POX), catalase (CAT), proline and polyol in-creased upto 70 DAT and thereafter decreased in both nitrophenol and control treat-ments. Nitrophenol-treated plants maintained lower hydrogen peroxide content, superoxide radical and lipid peroxidation and higher activities of SOD, APOX, POX and CAT at 70 DAT than control. The results suggest that flower and fruit abscission is associated with higher oxidative stress and antioxidant activity declines at flowering and fruit set stages. Nitrophenol can alter the oxidant and antioxidant levels, which favour increased fruit set coupled with high yield."}
	}}
