{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"Chemical composition, antioxidant activity and anthocyanin profiles of purple mulberry (Morus rubra) fruits"},
	"rdf:about":"http://agris.fao.org/aos/records/FI2012447733",
	"dct:identifier":"FI2012447733",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/10814"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2008,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2008-issue_2/f8.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Koca, Ilkay (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Ustun, N. Sule (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Koca, Ahmet Faik (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Karadeniz, Bulent (author)"
	}
	}
	],
	"bibo:abstract":{"value":"Three types of mulberry; white (M. alba), black (M. nigra) and red-purple (M. rubra) are grown in Turkey. It is widely consumed fresh as well as dried, processed into jam, marmelade, pekmez (a traditional Turkish food), wine, juices, paste and ice cream. In this study, anthocyanin composition, chemical composition and antioxidant activity of wild purple mulberry grown naturally was determined. The color of the samples differed from red to purple. Brightness, redness and blueness values were found as 33.07, +7.64 and -4.30, respectively. Average composition of the samples were 173.10 g kg-1 dry matter, 13.50oBx soluble solids, 4.92 pH, 4.0 g kg-1 total acidity, 127.18 g kg-1 total sugar, 120.95 g kg-1 reducing sugar, 5.92 g kg-1 non-reducing sugar, 12.60 g kg-1 crude protein, 2107.47 mg kg-1 potassium, 889.04 mg kg-1 calcium, 194.04 mg kg-1 magnesium, 118.94 mg kg-1 sodium, 28.50 mg kg-1 iron, 5.20 mg kg-1 zinc, 3.49 mg kg-1 manganese and 3.09 mg kg-1 copper. Average values for the natural antioxidants were found as 28.42 mg kg-1 ascorbic acid, 193.85 mg kg-1 total anthocyanins and 1308.07 mg kg-1 total phenolics. The ferric reducing/antioxidant power (FRAP) assay was used to measure the total antioxidant activity of purple mulberry and the average value was obtained as 33.90 µmol g-1. The anthocyanin pigments in purple mulberry samples were isolated and identified by high performance liquid chromatography (HPLC) with UV-Visible detection. The ratios of individual anthocyanins in the purple mulberries varied markedly. Cyanidin 3-glucoside was the predominant anthocyanin in the samples."}
	}}
