{"resource": {
	"dct:issued":2007,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2007-issue_2/a12.pdf",
	"dct:language":"eng",
	"dct:title":{"value":"The effect of tillage systems and mulching on soil microclimate, growth and yield of white yam (Dioscorea rotundata) in Midwestern Nigeria"},
	"dct:creator":{"foaf:Person":{"foaf:name":"Odjugo, Peter A. O. (author)"
	}
	},
	"rdf:about":"http://agris.fao.org/aos/records/FI2016100133",
	"dct:identifier":"FI2016100133",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19722"
	},
	"bibo:abstract":{"value":"White yam is one of the major food crops produced in the Midwestern Nigeria mainly by traditional farmers. Majority of the traditional farmers employ hole tillage system and mulch after planting, but is this the best yielding practice. This paper examines the effect of tillage systems and mulching on soil microclimatic conditions, growth and yield of white yam (Dioscorea rotundata). The physiological approach was employed to generate the needed data. An experimental farm that measured 35 m x 47 m was established at Agbor, Delta State, Nigeria, for two planting seasons 1997/1998 and 1998/1999. The microclimatic parameters monitored included air and soil temperatures and relative humidity, while the physiological parameters measured were emergence, growth rate, leaf area accumulation and yield. Time series, multiple correlation, chi-square, ANOVA, least square range test and stepwise regression analysis were statistical tools employed in analysing the data. The results, among others, show that soil moisture at 0-15 cm depth was significantly higher in hole tillage (38 g/g), followed by ridge (29 g/g) and mound tillage (25 g/g) but the reverse was the case with soil temperature where mound tillage (34.6°C) had the highest temperature followed by ridge (31.3°C) and hole tillage (29.2°C). Mulching also significantly influenced the soil microclimatic condition. While soil moisture enhanced yam emergence, soil maximum temperature favoured the growth, leaf area accumulation and yield. Mound tillage significantly gave the highest yam tuber yield (16.1 t/ha-1), followed by ridge (14.2 t/ha-1) and hole tillage (9.0 t/ha-1). Partially mulched treatment significantly produced the highest yam tuber yield (15.4 t/ha-1), followed by the unmulched (12.9 t/ha-1) and mulched (11.4 t/ha-1) treatments. The best practice recommended for the production of ware yams is mound tillage that is partially mulched. This recommended practice yielded more than the local practice by 35%."}
	}}
