{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"Incidence and control of urinary tract infections among pregnant women attending antenal clinics in government hospitals in Ondo State, Nigeria"},
	"rdf:about":"http://agris.fao.org/aos/records/FI2005025472",
	"dct:identifier":"FI2005025472",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/10814"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2005,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2005-issue_1/f5.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Onifade, A. K. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Omoya, F.O. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Adegunloye, D.V. (author)"
	}
	}
	],
	"bibo:abstract":{"value":"The incidence of urinary tract infections was investigated among pregnant women attending antenatal clinics in government hospitals in Akure, Okitipupu Ikare-Akoko and Idanre, all in Ondo State, Nigeria. A total of 1,020 urine samples were collected; 360 samples from the State Specialist Hospital, Akure; 240 each from the State Specialist Hospital in Okitipupa and Ikare-Akoko respectively and 180 from the General Hospital, Idanre. Investigations showed that organisms causing urinary tract infection in pregnant women included Escherichia coli (41.2%), Staphylococcus aureus (28.7%), Klebsiella aerogenes (7.1%), Pseudomonas aeruginosa (2.7%),Candida albicans (11.8%), Proteus mirabilis (5.1%) and Streptococcus faecalis (3.4%). Six samples, representing 0.58% of the total samples collected from the State Specialist Hospital in Okitipupa, contained the eggs of Schistosoma haemotobium, indicating that Schistosomiasis was predominant in the area. Sensitivity tests revealed that the bacterial pathogens isolated were susceptible to some antibiotics with Escherichia coli having the highest degree of sensitivity to ofloxacin and Streptococcus faecalis had the lowest one. The sensitivities to augumentin and nalidixic acid were 7.1% and 6. 8% respectively."}
	}}
