{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"Process upgrade and the microbiological, nutritional and consumer acceptability of infant weaning food from fermented composite blends of cereals and soybean"},
	"rdf:about":"http://agris.fao.org/aos/records/FI2005026377",
	"dct:identifier":"FI2005026377",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/10814"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2004,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2004-issue_3_4/f14.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Onilude, A.A. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Sanni, A. I. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Ighalo, M.I. (author)"
	}
	}
	],
	"bibo:abstract":{"value":"Maize (Zea mays) varieties DMR-LSR-White and DMR-ESR -Yellow as well as sorghum (Sorghum bicolor) varieties Dawa White and Dawa Red were toasted and subjected to malting at ambient temperature. Ground samples were mixed together in different ratios and fermented with a mixed starter of Lactobacillus plantarum ATCC 10776T and Saccharomyces cerevisiae. Results show toasting and malting in synergy bringing about a greater reduction in the pH of the composite gruels in 12 hours, the lowest being 3.6 in toasted, malted white maize. There was an increase in lactic acid bacteria count with increase in fermentation time, the Saccharomyces cerevisiae count was reduced in all the blends. On the shelf, increase in total lactic acid bacteria count as well as yeasts and moulds count was observed with increase in days up to the 21st day while the total Pseudomonas and coliform counts were reduced in number. Toasted and malted fermented blends also had higher crude protein level (maximum 28.8%) and protein digestibility (maximum 10.6%) than the untoasted but malted and fermented ones. The highest net protein retention (NPR) of 0.85, average weight gain of 5.15 g and protein efficiency ratio (PER) of 0.01 g were obtained with blend of toasted, malted red sorghum (B45). On the whole, toasted and malted blends of cereal and soybeans are taken as optimal for best results."}
	}}
