{"resource": {
	"dct:issued":2003,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2003-issue_3&4/environment-5.pdf",
	"dct:language":"eng",
	"dct:title":{"value":"Strategies for the domestication of Ricinodendron heudelotii: Evaluation of variability in natural populations from Cameroon"},
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Mpeck, M.L. Ngo (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Asaah, E. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Tchoundjeu, Z. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Atangana, A. R. (author)"
	}
	}
	],
	"rdf:about":"http://agris.fao.org/aos/records/FI2016100512",
	"dct:identifier":"FI2016100512",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19722"
	},
	"bibo:abstract":{"value":"Ricinodendron heudelotii, an indigenous fruit tree species to humid lowlands of West and Central Africa, has been identified through user surveys to have high potential for improving the nutrition and income of rural poor. Kernels from the fruit of the species, commonly known as “ndjanssang”, constitute one of the most traded non-timber forest products in Cameroon. As a result, the species is currently subject of considerable domestication research in Cameroon.In an attempt to assess the variability available in natural populations, R. heudelotii fruits were collected from 64 trees in three villages (Elig-Nkouma, Boumnyebel and Ngoulemakong) in the humid lowlands forest zone of Cameroon. The measurement of six fruit, nut and kernel characteristics revealed that the species exhibited considerable morphological (fruit, nut and kernel) variability throughout the studied areas. Highly significant differences (P < 0.001) were recorded between trees in fruit mass (19.36 to 46.67 g), fruit length (37.26 to 52.10 mm) and width (28.82 to 38.71 mm), nut mass (3.17 to 5.98 g), nutshell mass (2.16 to 3.86 g) and kernel mass (1.01 to 2.12 g). Continuous variation was observed in each of these traits. Mean fruit mass, fruit length, fruit width, nut mass, shell mass and kernel mass differed significantly between villages. Another morphological characteristic of importance is the ease of kernel extraction. Some R. heudelotii varieties with self-cracking nutshells were observed. For instance, shells of boiled nuts of Tree 8 at Elig-Nkouma were found to be self-cracking, although they were the heaviest among the sampled trees (3.86 g with an overall mean of 3.00±0.048 g in the three villages), indicating that the self-cracking trait is not related to a thin shell. Kernels from the same tree were also the heaviest (2.12 ± 0.08 g), indicating that this tree could be closed to an ideotype for the development of potential cultivars. The weak relationships observed between fruit and nut traits indicate that kernel trait prediction from fruit traits is not possible. The results of this study open opportunities for selecting varieties of this local fruit species and have important implications for the domestication of the species."}
	}}
