{"resource": {
	"dct:issued":2008,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2008-issue_2/e1.pdf",
	"dct:language":"eng",
	"dct:title":{"value":"The impact of urban environment and seasonality on the quality of Ikpoba River in Benin City, Nigeria"},
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Odjugo, Peter A. O. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Konyeme, Josephine O. (author)"
	}
	}
	],
	"rdf:about":"http://agris.fao.org/aos/records/FI2016100005",
	"dct:identifier":"FI2016100005",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19722"
	},
	"bibo:abstract":{"value":"In Nigeria, most wastes (solid and liquid) are indiscriminately disposed off with partial treatment or untreated. While some wastes are dumped directly into the rivers, others are left on the earth surface and may later be moved through runoffs into the rivers and pollute them. This unwholesome and non-environment friendly practice necessitated this study which investigated the impact of urbanization and seasonal variation on the water quality in Ikpoba River, Benin City, Nigeria. Eight water samples were collected at different stations, namely pre-urban, Urban I, Urban II and post-urban. Four water samples were collected at each station during the dry season months of December 2005 and February 2006 and rainy season months of June and September 2006. Samples were analysed in laboratory for physico-chemical and microbial parameters such as PO4-3, Fe, Ca and BOD among others. A total of 500 questionnaires were administered and 492 (98.4%) well-filled questionnaires were analysedto determine the perception of the water quality by the respondents and also to what use they put the water. The data were analysed using percentages, correlation and ANOVA. The results show significant spatial and seasonal variation in the water quality, with pre-urban and dry season waters better in quality than the urban and rainy season. Urbanization was also observed to have negatively affected the water quality. The respondents used the water most for washing (30%), followed by swimming and bathing (24%) and drinking (19%). The constant and prolonged use of the polluted river water resulted in health problems like intestinal diseases, typhoid fever and skin diseases among others. It is recommended among others that the Ministry of Environment should stop both the industrialists and waste management agencies from using the river and its valley as dumping sites."}
	}}
