{"resource": {
	"dct:issued":2006,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2006-issue_2/f20.pdf",
	"dct:language":"eng",
	"dct:title":{"value":"Peroxidase and polyphenoloxidase activities in uvaia fruit at different maturation stages"},
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Clemente, Edmar (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Costa, José Maria Correia (author)"
	}
	}
	],
	"rdf:about":"http://agris.fao.org/aos/records/FI2016100265",
	"dct:identifier":"FI2016100265",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19722"
	},
	"bibo:abstract":{"value":"The uvaia (Pseudomyrcianthes pyriformis (Camb.) Kaus) fruit is a yellow, velvety, pyriform and edible berry. The flowering season of this species comprises August-September and November-December in southern Brazil. The maturation of the fruits occurs in September through January. Quality changes associated with processed fruit products include development of off-flavors and color modification after prolonged storage. Peroxidase POD (E.C. 1.11.1.7) and polyphenoloxidase PPO (E.C.1.10.3.1) have been considered the principal enzymes responsible for quality deterioration in most frozen fruits and vegetable. Some studies have described physiological and biochemical characteristics of those enzymes in fruit, as well as postharvest storage practices and/or processing possibilities. However, the importance of POD and PPO activities in the different stage of maturation and also during the freezing process of uvaia fruit has not been reported. This study was undertaken to examine the changes of POD and PPO activities in the different stages of maturation and changes as a consequence of storage, to help establish the optimal degree of fruit maturity for frozen products with minimal losses of quality during storage. Changes in peroxidase (POD) (E.C. 1.11.1.7) and polyphenoloxidase (PPO) (E.C.1.10.3.1) activities of uvaia fruit were carried out in fruits during ripening (green, yellow-green and ripe). Fruits were stored at 7°C and 85-90% RH. The POD activity decreased in the pulp tissue up to ripe stage, however, the PPO activity increases at the same conditions, but the activities of those enzymes were not very high when compared with order citrus fruits. The pH (3.0) from the juice obtained from the pulp remained constant, a little variation was verified at the °Brix/acidity ratio. The best pH for extraction of the soluble peroxidase fraction from uvaia pulp and also for polyphenoloxidase was pH 6.5 (solution of sodium phosphate buffer 100 mM). A higher specific activity of soluble peroxidase was obtained in preclimacteric fruits. This could indicate that synthesis of protein with POD activities took place before the climacteric stage."}
	}}
