{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"Evaluation of antioxidant and antifungal activities of the fruit hull of Garcinia peduculata Roxb."},
	"rdf:about":"http://agris.fao.org/aos/records/FI2008319306",
	"dct:identifier":"FI2008319306",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/10814"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2007,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2007-issue_1/f4.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Guneshwor, Kshetrimayum (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Haripyaree, Adhikarimayum (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Damayanti, Maibam (author)"
	}
	}
	],
	"bibo:abstract":{"value":"The fruit hull of Garcinia peduculata Roxb. (family Guttiferae) is used in the treatment of gout, jaundice and dysentery by the local people of Manipur. In the present paper we are reporting the antioxidant and antifungal activities of this fruit. Curcumin, the chrome orange yellow coloring compound present in turmeric rhizome has long been known to possess antioxidant property. Methanol extract of the fruit was evaluated for antioxidant property using sulfur free radical reactivity with curcumin as reference indicator. Sulfur free radicals are generated by irradiating 15 mM glutathione (GSH) solution using a 5100 Ci cobalt-60 gamma irradiator. As reference indicator for the reactivity with sulfur free radicals, we used the depletion of pure curcumin sample in vitro as determined by simple spectrophotometric method. The addition of supernatant from the fruit extract to the reaction mixture significantly decreased the depletion of curcumin, indicating that the fruit extract possessed antioxidant property. Our result reveals the potential medicinal use of fruit as dietary agent. Antifungal activity of the aqueous extract of the fruit hull was tested against seven fungal species, viz., Ceratocystis paradoxa, Aspergillus niger, Penicillium citrinum, Macrophomina phaseoli, Trichoderma viride, Rhizopus nigricans and Fusarium moniliforme by food poisoning method. Extract of fruit was significantly effective on the fungi C. paradoxa and P. citrinum."}
	}}
