{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"Influences on air quality and odor from mechanically ventilated swine finishing buildings in Illinois"},
	"rdf:about":"http://agris.fao.org/aos/records/FI2007029327",
	"dct:identifier":"FI2007029327",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/10814"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2004,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2004-issue_2/e2.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Miller, Gay Y. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Maghirang, Ronaldo G. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Riskowski, Gerald L. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Heber, Albert J. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Robert, Matthew J. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Muyot, Maria E. T. (author)"
	}
	}
	],
	"bibo:abstract":{"value":"The overall objective of this study was to examine the odor emission rate differences between deep pit and shallow pit swine finishing buildings, while also examining the influence of various practices and building characteristics controlled by management. Another objective was to evaluate the need for sampling at both the inlet and exhaust locations to accurately represent the odor emission rate contributed by the building. Air samples were collected at the air inlets and at exhaust fans of 26 swine finishing buildings during four sampling visits per building conducted from June 2000 through August 2001. Barn conditions and management were carefully observed during each sampling visit. Air samples were evaluated by an 8-member sensory panel and dynamic olfactometry. Season, temperature, relative humidity, manure depth, pig density, air cleanliness, barn cleanliness, test fan size, test fan location (barn or pit level), pig health, pit type, and panelist were found to be important determinants of odor emission rates. Thus, while management options can be used to reduce odor emitted by swine buildings, uncontrollable variables are also significant influences. Air inlet odor concentration measured by olfactometry was found to be dependent on farm and panelist; the building within a farm and season were not significant. Thus, inlet sampling was important to establish the farm baseline, but inlet sampling at every barn on the farm was unnecessary to characterize the odor emitted by the building; equivalently, one ambient reading on a farm may be sufficient to characterize the ambient air coming into all barns on a farm."}
	}}
