{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"Immunosuppressive activity of polysaccharides from Cordyceps gunnii mycelia in mice in vivo/vitro"},
	"rdf:about":"http://agris.fao.org/aos/records/FI2005026380",
	"dct:identifier":"FI2005026380",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/10814"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2004,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2004-issue_3_4/f15.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Xiao, Jian-hui (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Liang, Zong-qi (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Liu, Ai-ying (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Chen, Dai-xiong (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Xiao, Yu (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Liu, Jin-wei (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Wan, Wei-hong (author)"
	}
	}
	],
	"bibo:abstract":{"value":"Many entomogenous fungi including Cordyceps sp. are an interesting research subject and have received considerable attention for medicinal purposes due to their cordycepic acid, polysaccharides, adensine, cordycepin etc. diversified bio-active substances. This study investigates the influence of different purity polysaccharides from Cordyceps gunnii mycelia on immune function in BALB/c mice in vitro/vivo. Proliferation of mice spleen lymphocytes was measured by MTT methods, phagocytosis of mice peritoneal macrophages (PMΦ) and activity of cytotoxic T lymphocytes (CTL) by neutral red colorimetric methods, the humoral immune function by quantitative hemolysis spectrometric assay. CGIP, CGIP-I, CGIP-II, CGIP-F1 and CGIP-F2 of different purity polysaccharides were obtained from a hot-water extract of the cultured mycelium of C. gunnii. At low dose of 1 µg mL-1 and 10 µg mL-1, they strongly inhibited the proliferation of mice spleen lymphocytes and CTL activity apart from CGIP. Only crude polysaccharide CGIP group indicated evidently to inhibit the phagocytosis of PMΦ at low dose of 1 µg mL-1 and 10 µg mL-1. CGIP, CGIP-II and CGIP-F1 declined evidently hemolysin levels in mice at different doses of 10 mg kg-1·d-1, 50 mg kg-1·d-1 and 100 mg kg-1·d-1. Polysaccharides from the cultured mycelium of C. gunnii have a significant immunosuppressive activity mediated by inhibiting cellular immunologic and humoral immunologic function of mice. It will be good prospect of mycelial polysaccharides from C. gunnii as the exploitation of functional foods or medications."}
	}}
