{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"Saline agriculture in the Arabian Peninsula: Management of marginal lands and saline water resources"},
	"rdf:about":"http://agris.fao.org/aos/records/FI2007190084",
	"dct:identifier":"FI2007190084",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19722"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2005,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2005-issue_2/e6.pdf",
	"dct:creator":{"foaf:Person":{"foaf:name":"Jaradat, A.A. (author)"
	}
	},
	"bibo:abstract":{"value":"Productive land and renewable fresh water resources in the Arabian Peninsula are limited and are being exploited at a rapid rate, with agriculture utilizing >85% of fresh water resources. Saline and brackish water resources, marginal lands and plants capable of growing and producing an economic crop under the harsh conditions of the Arabian Peninsula, are abundant and expected to alleviate the mounting pressures on fresh water resources and prime agricultural lands. There is a need to demonstrate the value of saline water resources for the production of environmentally and economically useful plants and crops and to transfer the results to national research services and communities in the Arabian Peninsula. A regional strategy is needed to utilize the rapid advances in the use of saline water for irrigation, including development of improved irrigation systems, water management, control of salinity in root zone, and utilization of genetic resources of salt tolerant plants and halophytes. An integrated and holistic approach that reflects local and regional ecosystems’ relationships is proposed. It addresses the long-term sustainability of saline agriculture and aims at developing decision-support systems to further focus attention on gaps in existing knowledge and provides flexible and efficient means for evaluating alternative options in saline agricultural production in the Arabian Peninsula."}
	}}
