{"resource": {
	"dct:issued":2003,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2003-issue_2/j2-food-84.pdf",
	"dct:language":"eng",
	"dct:title":{"value":"Pre-storage ethrel dip reduces chilling injury, enhances respiration rate, ethylene production and improves fruit quality of ‘Kensington’ mango"},
	"dct:creator":{"foaf:Person":{"foaf:name":"Singh, Zora (author)"
	}
	},
	"rdf:about":"http://agris.fao.org/aos/records/FI2016100426",
	"dct:identifier":"FI2016100426",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19722"
	},
	"bibo:abstract":{"value":"Effects of pre-storage application of ethrel on the development of chilling injury (CI), respiration rate, ethylene production and fruit quality of mango (Mangifera indica L., cv. Kensington Pride) were tested. Mature green ‘Kensington Pride’ mango fruit were dipped in an aqueous solution containing varying concentrations of ethrel (0, 50, 250 and 500 mg L-1) and surfactant ‘Tween 80’ (0.01%) for 5 min and stored at 5°C for four weeks. After storage, the fruit were allowed to ripen at 22°C. CI index, respiration rate and ethylene production was recorded during the ripening period from 1 to 9 days. Fruit firmness, total soluble solids (TSS), acidity, TSS/acid ratio, reducing, non-reducing and total sugars, taste and fruit rots were recorded from fully ripe fruit. CI was significantly reduced with all treatments of ethrel as compared to control. The treatment of 500 mg L-1 ethrel appeared to be most effective in reducing CI. Fruit respiration rate and ethylene production was also enhanced during ripening period in the fruit treated with ethrel as compared to the untreated fruit. Fruit quality has been improved with the ethrel treatment including increased TSS, TSS/acid ratio, sugars, eating quality and reduced fruit firmness as well as the development of rots. In conclusion, pre-storage ethrel (500 mg L-1) dip treatment for five minutes reduced CI and improved fruit quality and taste."}
	}}
