{"resource": {
	"dct:issued":2006,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2006-issue_2/f21.pdf",
	"dct:language":"eng",
	"dct:title":{"value":"The safe feeding level of Moringa oleifera seedcake as an alternative protein source to livestock"},
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Kakengi, A.M.V. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Shem, M.N. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Sarwatt, S.V. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Hasegawa, K. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Sasaki, Y. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Hayashi, T. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Fujihara, T. (author)"
	}
	}
	],
	"rdf:about":"http://agris.fao.org/aos/records/FI2016100416",
	"dct:identifier":"FI2016100416",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19722"
	},
	"bibo:abstract":{"value":"A total of 48, eight weeks of age Std:ddY strain mice (24 male and 24 females) were used to evaluate the safe feeding level of untreated Moringa oleifera seedcake (MOC) as an alternative protein source to livestock. Animals were assorted by their weights and sex and randomly assigned to 4 MOC levels in a completely randomized design. The MOC levels were 0 (control), 12.5, 25 and 50% respectively. Body weights were taken daily and internal organ’s observation was done after sacrificing the animals on the 40th day of experiment. Post-mortem of internal vital organs was undertaken. The MOC levels and sex significantly (P<0.05) influenced body weight changes of the animals, which were more pronounced in males than females. Animals under control and 12.5% MOC level gained weight while those on 25 and 50% MOC were losing weight, however, the greater weight loss was recorded in animals on a 50% MOC level. Mice fed with 50% MOC had lower weight of heart, liver and spleen than the mice in other levels (P<0.05). Further, they tended to have heavier lungs and intestines. Post-mortem results showed more congestion and hemorrhage of lung, liver, gall bladder and heart organs of mice under 50% MOC than those under 25% MOC. Also, degeneration of hepatocyte, interstitial pneumonia and foci interstitial nephritis were predominantly observed in vital organs of mice supplemented with 50% MOC. It was concluded from the present study that MOC could be used as a protein supplement to momogastric animals; however, the supplementation level should not exceed 12.5% of the total daily intake."}
	}}
