{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"Some functional properties of loofah gourd (Luffa cylindrica L., M. J. Roem) seed"},
	"rdf:about":"http://agris.fao.org/aos/records/FI2008320598",
	"dct:identifier":"FI2008320598",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/10814"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2007,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2007-issue_1/f20.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Dairo, F. A. S. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Aye, P. A. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Oluwasola, T. A. (author)"
	}
	}
	],
	"bibo:abstract":{"value":"Dried loofah gourd (Luffa cylindrica L., M.J. Roem, syn. Luffa aegyptiaca Muell) seed were harvested and divided in two samples, viz., hull and dehulled. The samples were analyzed for proximate composition and mineral contents (Mg, Ca, Na, K, Fe, Cu, Zn and Mn). Tannin, oxalate, phytin phosphorus and phytic acid were the antinutritional factors evaluated. Some functional properties, such as oil absorption capacity (OAC), water absorption capacity (WAC), foaming capacity (FC), foaming stability (FS), emulsion stability (ES), least gelation concentration (LGC) and bulk density, were also investigated. The dry matter, crude protein and ether extract values were significantly higher (P<0.05) in the dehulled loofah gourd seed meal (DSLGM) than in the hull sample (HLGSM), while the crude fibre, carbohydrate and ash contents were lower (P>0.05). DLGSM was significantly lower in phytin phosphorus and oxalate but higher in tannin content (0.41%) than HLGSM with coefficient of variation (CV) of 20.79, 40.49 and 12.35% respectively. The phytic acid content in samples did not differ significantly (P>0.05). Contentrations of Mg, Ca, Na, Fe, Cu and Mn were significantly higher but Cu and Zn were lower in DLGSM. The highest coefficient of variation (59.65%) was recorded by Zn, followed by Mn (43.30%), Na (30.50%) and Ca (20.66%). There was no significant difference in the K values for DLGSM and HLGSM (P>0.05). The functional properties measured, such as OAC, EC, FS, ES and LGC, were not affected significantly. However, WAC and FC increased significantly (P<0.05) with CV of 30.01 and 33.22% while the bulk density was not affected (P<0.05). These values obtained for the DLGSM indicate the potential in its use as a source of vegetable protein in animal and human nutrition."}
	}}
