{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"Ethical orientations of Ohio residents toward genetically engineered plants and animals: An urban/rural comparison"},
	"rdf:about":"http://agris.fao.org/aos/records/FI2007029337",
	"dct:identifier":"FI2007029337",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/10814"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2004,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2004-issue_2/e11.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Napier, Ted L. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Tucker, Mark A. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Henry, Coreen (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Yang, Xiaoyan (author)"
	}
	}
	],
	"bibo:abstract":{"value":"Data were collected from 902 adult residents of Ohio during the winter and spring of 2003 to assess ethical orientations toward genetic engineering of plants and animals. Data were collected using a structured questionnaire that was mailed to randomly selected people living within rural and urban areas of the state. A return rate of 52.5 percent was achieved using three mailings. Ethical orientations toward genetic engineering of plants and animals were assessed using a Likert-type scale that was shown to have a 0.84 coefficient of reliability which is considered good by contemporary social science standards. The theoretical perspective used to guide the investigation was developed from selected components of social learning and risk perception theories. Structural equation modeling was used to examine the merits of the theoretical perspective developed to guide the investigation. Study findings revealed the theoretical model was effective for predicting variability in ethical orientations toward genetically engineered (GE) plants and animals. Approximately 44 percent of the variance in the dependent variable for the total sample was explained by the statistical model. The structured equation model developed for the total sample was shown to be good for assessing direct and indirect effects of several variables on ethical orientations toward GE plants and animals. All of the significant variables within the model were shown to be consistent with research hypotheses. Findings revealed that perceived risk associated with the production and consumption of GE plants and animals was the best predictor of ethical orientations toward GE products. The data were divided into rural and urban sub-samples and analyzed using structural equation modeling. The structural equation models were shown to be different for rural and urban respondents. Findings are discussed in the context of future acceptance of GE plants and animals among Ohio residents."}
	}}
