{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"Reduction of patulin content in apple juice concentrate using activated carbon and its effects on several chemical constituents"},
	"rdf:about":"http://agris.fao.org/aos/records/FI2008319224",
	"dct:identifier":"FI2008319224",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/10814"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2007,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2007-issue_1/f2.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Fathi-Achachlouei, Bahram (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Ahmadi-Zenouz, A. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Assadi, Y. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Hesari, J. (author)"
	}
	}
	],
	"bibo:abstract":{"value":"Patulin, a mycotoxin produced by various species of Penicillium and Aspergillus fungi, is often detected in apple juices and ciders. Studies done on laboratory animals have demonstrated that patulin has a broad spectrum of toxicity, including mutagenicity and carcinogenicity. The effect of powder and granular forms of activated carbon in reducing patulin in apple juice concentrate and also on the qualitative characteristics of apple juice was studied by means of factorial design using completely random design (CRD). In powder form, activated carbon resulted in complete reduction of patulin content in apple juice up to concentration of 5 g/l with contact times of 5, 15 and 30 minutes, and with carbon concentration of 3 g/l, the patulin reduction within 5, 15 and 30 minutes was nearly 94, 96 and 97% respectively. Results also showed that use of activated carbon adversely affected the apple juice qualitative characteristics. However, it seems more likely that these effects could be easily solved and would make no remarkable difficulties in apple juice industry. The research revealed that the best results were achieved by treatment with activated carbon in its powder form and at concentration of 3 g/l with a 5 min contact time. In this way the patulin content was reduced to an acceptable level and the negative effect on apple juice qualitative characteristics is negligible."}
	}}
