{"resource": {
	"dct:issued":2004,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2004-issue_3_4/f6.pdf",
	"dct:language":"eng",
	"dct:title":{"value":"Laboratory manufacture and comparison of ginger (Zingiber officinale Roscoe) beer quality"},
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Dookeran, Mark M. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Baccus-Taylor, Gail S. H. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Akingbala, John O. (author)"
	}
	}
	],
	"rdf:about":"http://agris.fao.org/aos/records/FI2016100167",
	"dct:identifier":"FI2016100167",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19722"
	},
	"bibo:abstract":{"value":"Ginger (Zingiber officinale Roscoe) beer is a very popular drink in Trinidad and Tobago, and it is consumed in large quantities, especially during the festive Christmas period. The traditional method of producing ginger beer results in a beverage that is variable due to the quality of the raw materials, the natural fermentation microflora and the non-standardised processing method. As a result, the quality of the final product is inconsistent. Since the quality of a fermented beverage depends on the fermenting micro-organisms, the use of natural microflora results in a product of variable quality. However, controlled fermentation produces a product that is consistent in quality. To achieve consistent quality, it is important to know the properties of the fermenting micro-organisms, thereby optimising the fermentation process. The objective of this study was to modify a traditional ginger beer formulation, to produce ginger beer by natural and controlled fermentation, and to compare the chemical, microbial and sensory properties of the two beers. Ginger beer was made by natural fermentation and by partially controlled fermentation, followed by pasteurisation. The beers were analysed chemically for pH, titratable acidity, total soluble solids and for methanol, ethanol, iso-butanol and ethyl acetate concentrations during a five-day fermentation period. Colour and turbidity of the beers were determined using the spectrophotometer. Sensory evaluation of the two beer samples was conducted. Methanol content was higher in the naturally fermented beer than in the beer produced by controlled fermentation. However, pasteurisation reduced methanol concentration to an innocuous (0.02%) amount. Pasteurisation also reduced the concentration of ethanol and ethyl acetate in the beers. Ethanol concentration of the beer produced by natural fermentation was lower than that of the beer produced by controlled fermentation, but the colour was darker and turbidity deeper. These differences however did not affect the sensory scores of the two beers, which were equally acceptable by the sensory panel."}
	}}
