{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"Trace mineral contents of grass and browses in Tanzania and its implication to ruminant feeding and reproduction"},
	"rdf:about":"http://agris.fao.org/aos/records/FI2009322827",
	"dct:identifier":"FI2009322827",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/10814"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2007,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2007-issue_1/a16.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Kakengi, Victor A. M. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Ndabikunze, Shem M. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Sarwatt, Sebastian V. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Fujihara, Tsutomu (author)"
	}
	}
	],
	"bibo:abstract":{"value":"Trace mineral status study of pastures and its implication to ruminant reproduction were preceded by a cross-sectional survey. A questionnaire was administered to sixty small-scale farmers in urban and peri-urban areas of Morogoro municipal, Tanzania. Five browses and a bulk sample of grass were harvested in both dry and wet season. Trace minerals related to reproduction such as selenium (Se), zinc (Zn), copper (Cu) and manganese (Mn) were analysed. Results showed that zero grazing was mostly used (85%) for cattle whereas 45 and 60% of farmers kept goats and sheep under partial grazing system. Mineral supplementation was not a common practice among small-scale farmers. Eighty percent of farmers reported abnormal oestrus cyclic problem to their cows, however, the problem was not common in goats. Long ranges of age at first breeding and calving (20–33 and 27– 41 months, respectively) were reported. Longer days open and calving interval of about 90–210-days and 14-24-months was reported. Service/ conception of 1-4 was reported. Abortion, retained placenta and mastitis seemed to threaten animals’ production in an area. Laboratory analysis on trace mineral composition showed a variation between forages (P<0.01). Season influenced trace mineral composition of some forages (P<0.05). Se, Zn and Cu contained in pastures were below ruminants’ requirements for reproduction, thus, supplementation of such trace minerals is inevitable if optimal reproduction is desired. Farmer’s education on trace mineral supplementation was recommended."}
	}}
