{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"Effects of dietary safflower oil on growth performance, carcass characteristics and meat chemical and fatty acid composition of wild duck (Anas platyrhynchos)"},
	"rdf:about":"http://agris.fao.org/aos/records/FI2005026369",
	"dct:identifier":"FI2005026369",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/10814"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2004,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2004-issue_3_4/f10.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Lestingi, Antonia (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Laudadio, Vito (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Marsico, Giuseppe (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Caroli, Anna (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Vicenti, Arcangelo (author)"
	}
	}
	],
	"bibo:abstract":{"value":"The effects of different levels of dietary safflower oil on growth performance, carcass characteristics, chemical and fatty acid composition of meat from breasts of wild ducks (Anas platyrhynchos L.) were investigated. Fifty four one-day-old male and female ducklings were fed on isocaloric and isonitrogenous diets formulated to contain 2 and 4% safflower oil (SO2% and SO4%) in the starter (1 to 15 days), grower (16 to 45 days) and finisher (46 to 60 days) periods. The ducklings were placed in two separate pens and were fed ad libitum. Dietary levels of safflower oil did not affect body weights, feed intakes and feed/gain ratios of the ducks from day 1 to 60. At the end of the trial 12 wild ducks per each dietary treatment were randomly selected and slaughtered for the evaluation of the carcass traits and breast chemical and fatty acid composition. Dietary safflower oil levels did not affect carcass weight. In terms of final body weight, ducks fed on SO2% diet had higher (P<0.01) feather yields than birds fed on SO4% diet (10.08vs 5.54%). In terms of carcass weight, breast yield was higher (P<0.01) in the ducklings fed on SO4% diet (27.64 vs 26.04%). In terms of breast weight, breast meat yield was higher (P<0.01) in the ducks fed on SO4% diet (78.58 vs 72.47%). The different levels of safflower oil affected the contents of the polyunsaturated fatty acids. Safflower oil, containing great amounts of C18:2 ω-6 (73.12%), resulted in a higher deposition of this acid as well as its longer-chained derivative, (C20:4 ω-6) in breast lipids. Besides, the higher percentage of dietary safflower oil resulted in a greater synthesis of ω3-series fatty acids, such as EPA and DHA."}
	}}
