{"resource": {
	"dct:issued":2007,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2007-issue_2/a18.pdf",
	"dct:language":"eng",
	"dct:title":{"value":"Somaclonal variation in tomato L. pennelli and L. peruvianum f. glandulosum characterized in respect to salt tolerance"},
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Rzepka-Plevneš, D. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Kulpa, D. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Smolik, M. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Glówka, M. (author)"
	}
	}
	],
	"rdf:about":"http://agris.fao.org/aos/records/FI2016100052",
	"dct:identifier":"FI2016100052",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19722"
	},
	"bibo:abstract":{"value":"The aim of the study was to induce somaclonal variability in callus culture of two wild tomato species Lycopersicon pennelli and Lycopersicon peruvianum f. glandulosum and to characterize them in respect to tolerance to salinity. The selection for tolerance was conducted in two stages – callus and plant. The increase in callus weight after 7 weeks of culture and development of plantlets (shoots and roots) after 4 weeks constituted the tolerance to salinity index. The plants were regenerated by somatic embryogenesis. Differences between the selected tolerant and non-tolerant clones as well as the control were determined at the DNA level using the ISSR-PCR technique.The results indicate that the development of the callus of both tomato species on a medium containing NaCl was limited by the level of 150 and 200 mM. On media containing 25-100 mM NaCl the L. peruvianum f. glandulosum callus showed a higher tolerance to the stress factor applied. Tomato clones, grown from a callus tolerant to the salt stress (100 mM NaCl), differed in their tolerance to salinity and only four of them (in both species) proved to be tolerant clones. Differences between tolerant and non-tolerant clones may be considered to be determined genetically. This is confirmed by the presence of specific ISSR loci within the genotype of each of the groups mentioned."}
	}}
