{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"Growth responses of saltgrass influenced by different rates of Bio-Turf-Pro, a plant growth stimulant"},
	"rdf:about":"http://agris.fao.org/aos/records/FI2005025609",
	"dct:identifier":"FI2005025609",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/10814"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2005,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2005-issue_1/e7.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Pessarakli, Mohammad Mahdi (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Kohn, Paul (author)"
	}
	}
	],
	"bibo:abstract":{"value":"Saltgrass (Distichlis spicata L.), Greene var. stricta (Gray) Beetle, accession WA-12, was used in this experiment to evaluate its shoot growth in terms of length and dry-matter (DM) production under control and different levels of Bio-Turf-Pro applications in a pot study. Four treatments [Control (no Bio-Turf-Pro), 69 mL L-¹ per 100 m² (½ the recommended rate), 138 mL L-¹ per 100 m² (recommended rate) and 276 mL L-¹ per 100 m² (double the recommended rate) of Bio-Turf-Pro], and 4 replications of each treatment were used in a randomized complete block (RCB) design. Plants were grown under the above treatment conditions for 8 weeks. Plant shoots (clippings) were harvested bi-weekly for the evaluation of the DM production. At each harvest, shoot lengths were measured and recorded before the harvest was made. The harvested plant materials were oven-dried at 60°C and DM weights were measured and recorded. The shoot growth (length) was stimulated under any levels of Bio-Turf-Pro application rates compared with the control. Among the treatment rates, the 138 mL L-¹ per 100 m² (the recommended rate) numerically stimulated the shoot length most. However, in most cases, there were not statistically significant differences detected among the different rates of the compound on the shoot length of the grass. The shoot (clippings) DM of the plants followed essentially the same pattern as the shoot lengths."}
	}}
