{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"Microbiological quality of carrots used for preparation of fresh squeezed street vended carrot juices in India"},
	"rdf:about":"http://agris.fao.org/aos/records/FI2007029209",
	"dct:identifier":"FI2007029209",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/10814"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2004,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2004-issue_2/f24.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Ghosh, Moushumi (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Ganguli, Abhijit (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Mudgil, Sandeep (author)"
	}
	}
	],
	"bibo:abstract":{"value":"The objective of this study was to assess the microbiological quality of carrots used for preparation of fresh squeezed juices by street vendors in India. One hundred carrot samples were collected from different points in the distribution chain, from the same lot and washed. Aliquots of the wash samples were analyzed for total aerobes, Staphylococcus, total and fecal coliforms, Salmonella and Shigella. Although Salmonella and Shigella were not detected in any of the samples, total aerobic and Staphylococcal counts increased from 104 to 3.6×107 CFU g-1 and 1.9×104 to7.7×106 CFU g-1. Seventy–three samples of Staphylococcus were coagulase positive Staphylococcus aureus, thirteen of which produced enterotoxins B and C. Significant increases (P<0.05) of fecal coliforms however occurred in carrot samples which were subjected to a washing by street vendors. Sources of high aerobic counts and enterotoxigenic Staphylococcus aureus were traced to unhygienic manual handling by middle level buyers while an increase in fecal coliforms to the “freshening” or washing treatment applied to carrots by street vendors. The results of this study demonstrate the poor microbiological quality of carrots, the possible entry points of bacterial pathogens in carrot at several points during their course in the distribution chain and hence into carrot juice. In order to prevent pathogens from field to plate, the government agencies must adopt appropriate measures such as education of the vendors about food safety, hygienic practices and setting up adequate standards, which currently do not exist."}
	}}
