{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"Effects of shade stress on ground cover and grain yield of faba bean (Vicia faba L.)"},
	"rdf:about":"http://agris.fao.org/aos/records/FI2009323200",
	"dct:identifier":"FI2009323200",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/10814"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2007,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2007-issue_1/e20.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Nasrullahzadeh, S. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Ghassemi–Golezani, K. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Javanshir, A. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Valizade, M. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Shakiba, M.R. (author)"
	}
	}
	],
	"bibo:abstract":{"value":"Three varieties of faba bean (Barakat, Saraziri and HBP-B) were examined under four shading levels (0, 18, 48 and 70% of full sunlight) in 2002 and 2003, using two split-plot experiments, based on randomized complete block design in three replicates. Shade levels and varieties allocated to main and sub-plots, respectively. Leaf area index (LAI), ground cover (GC), days to physiological maturity, plant height, mean grain weight and yield per unit area were higher under shade, compared to full sunlight. However, shading had not significant effects on pods per plant, grains per pod and grains per plant. High yield of faba bean plants under low light was mainly attributed to enhancing grain filling period, which led to the production of larger grains. Although, GC and grain weight of ‘Barakat’ and ‘Saraziri’ were significantly higher than ‘HBP-B’, it was comparatively superior in pods per plant, grains per plant and grain yield per unit area. The superiority of ‘HBP-B’ in grain yield was more evident under 18% and 48% shade. Therefore, some varieties of faba bean are more suited for planting under shade. It was concluded that using faba bean varieties in agroforestry and intercropping systems would be an advantage for farmers."}
	}}
