{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"Strategies of WECAMAN to promote the adoption of sustainable maize production technologies in West and Central Africa"},
	"rdf:about":"http://agris.fao.org/aos/records/FI2005026461",
	"dct:identifier":"FI2005026461",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/10814"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2004,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2004-issue_3_4/a6.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Badu-Apraku, Baffour (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Fakorede, Dele (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"O.Ajala, Samuel (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Fontem, Lum (author)"
	}
	}
	],
	"bibo:abstract":{"value":"The West and Central Africa Collaborative Maize Research Network (WECAMAN or Network) was established in 1987 with the overall objective to increase maize (Zea mays L.) productivity, production and income of farmers of West and Central Africa (WCA). In addition to developing new technologies adapted to the sub-region, the network organized, executed, coordinated and funded several maize production activities. These are national maize workshops and annual planning sessions, regional uniform variety trials, on-farm demonstrations, training courses and workshops, enhancement of exchange of ideas and technical experience among NARS scientists and promotion of community level seed production. The network also used farmer participatory testing of varieties and crop management practices in addition to the Production Test Plot (PTP) program to demonstrate new technology, strengthen research-extension-farmer linkages and train extension agents. Improved technologies adopted by farmers through network efforts have helped in extending maize area in the savanna belt across WCA. Impact studies in most of the member countries showed that maize was rapidly being adopted in many marginal areas because of the availability of early and extra-early maturing varieties with high yield, better taste and high market prices. Generally in the sub-region, maize technology adoption rate, social rate of return and the social gains from maize research and extension have been positive. The result is that during the past two decades, maize production has increased dramatically in the sub-region as a whole and in most of the individual network member countries. We conclude that investment in maize research and technology transfer during this period was well justified."}
	}}
