{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"Effect of 1-methylcyclopropene on the quality of clementine mandarin fruit at ambient temperature"},
	"rdf:about":"http://agris.fao.org/aos/records/FI2005025471",
	"dct:identifier":"FI2005025471",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/10814"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2005,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2005-issue_1/f4%20(1).pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Laamim, M. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Ait-Oubahou, A. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Benichou, M. (author)"
	}
	}
	],
	"bibo:abstract":{"value":"Ethylene inhibitor 1-methylcyclopropene (1-MCP) effect on the quality of clementine mandarin (Citrus reticulata L.) was evaluated during the storage at ambient temperature. Fruit were harvested at mature stage at TSS/acid ratio greater than 7.5 with very slight green color of the skin corresponding to a color index value of – 6.5. Selected fruit, free from any external blemishes or disorders were fumigated with different concentrations of 1-MCP (0, 500, 1000, 1500, 2000 and 2500 ppb) for a period of 20 h at 20°C. After treatment, fruit were divided into two groups of samples. One group was treated during the first three days of storage with 20 ppm of ethylene and the other stored at the same temperature of 18-20°C for 15 days. Different quality parameters were evaluated at 5 days regular interval. Color changes and firmness loss were higher in non-treated fruit and the samples treated with ethylene in comparison to fruit treated with 1-MCP only. The control with no ethylene treatment lost more than 15% of firmness against 8.04, 8.49 and 8.40 respectively for 2500, 2000 and 1500 ppb. High acid content and low TSS were observed in 1-MCP-treated fruits followed with or without ethylene treatment compared to the control. After 15 days storage at 20°C, TSS/acid ratio was 10.38 and 12.99 respectively for the control with or without ethylene treatment. Application of exogenous ethylene tends to reduce the effectiveness of 1-MCP treatment."}
	}}
