{"resource": {
	"dct:issued":2006,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2006-issue_3_4/f14.pdf",
	"dct:language":"eng",
	"dct:title":{"value":"Chemical composition and antibacterial and antimutagenic activity of Tunisian Rosmarinus officinalis L. oil from Kasrine"},
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Marzouk, Zohra (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Neffati, Aicha (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Marzouk, Belsem (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Chraief, Imed (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Fathia, Khemiss (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Ghedira, Leila Chekir (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Boukef, Kamel (author)"
	}
	}
	],
	"rdf:about":"http://agris.fao.org/aos/records/FI2016100222",
	"dct:identifier":"FI2016100222",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19722"
	},
	"bibo:abstract":{"value":"The first aim of this study was to describe in detail the chemical composition of Tunisian Rosmarinus officinalis L. essential oil (EO) from Kasrine. The second aim was to test its antibacterial and antimutagenic activities. EOs were extracted from rosemary leaves by hydrodistillation using a Clevenger-type apparatus. The chemical analysis was carried out by using gas chromatography and mass spectrometry (GC-MS). Forty chemical compounds were identified in EOs. The quantitative composition of EOs differs between geographical sources.The antimicrobial activity was evaluated against five pathogenic bacterial strains: Gram-negative Escherichia coli and Pseudomonas aeruginosa and Gram-positive Staphylococcus aureus, Staphylococcus epidermidis and Micrococcus luteus. All EOs were dissolved in Tween-80. The minimum inhibitory concentrations (MIC) and the minimum bactericidal concentrations (MBC) were determined by sub-culture at TSA agar plates which were incubated at 37°C during 18- 24 h. The antimutagenic effect was tested by Ames test on Salmonella typhimurium TA97. Rosemary EOs had a good antimicrobial activity against all bacteria tested, E. coli being the most sensitive. EOs can be suggested as an antimutagenic agent. The antibacterial and antimutagenic activities are not related only to major compounds but also to the minor components of rosemary EOs. Rosemary oil can be used as an antimicrobial agent in hospitals by pulverisation or in soaps and in foods such as fish, meat, milk and its derivatives. Regular use of honey based on rosemary might help to treat chronic bacterial infections or cancer."}
	}}
