{"resource": {
	"dct:issued":2005,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2005-issue_3_4/a9.pdf",
	"dct:language":"eng",
	"dct:title":{"value":"Farmers’ and agricultural advisers’ perceptions on the role of education in sweet potato (Ipomoea batatas L. Lam) production in Teso, Ugand"},
	"dct:creator":{"foaf:Person":{"foaf:name":"Epeju, William Faustine (author)"
	}
	},
	"rdf:about":"http://agris.fao.org/aos/records/FI2016100280",
	"dct:identifier":"FI2016100280",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19722"
	},
	"bibo:abstract":{"value":"Poor husbandry, low use of improved inputs and limited access to technical advice are akin to farmers’ education. Forty-six percent of Teso farmers are literate, but the literacy rate of men (66%) is higher than of women (34%). The study investigated the role of education in sweet potato production. Using an ex post facto research design, 24 out of 51 sub-counties were randomly selected based on district-county strata and used to determine the perceptions of sweet potato farmers and their agricultural advisers. Through interviews, observations and questionnaires, the survey covered 288 farmers and 33 agricultural advisers, while 329 community leaders and farmers were engaged in focus group discussions. Qualitative and quantitative data were collected and analysed qualitatively using open and axial coding and quantitatively using means, frequencies, percentages, t-test, ANOVA and multiple regression at a confidence level of 0.05 (α). Six sweet potato productivity indicators (output per hectare, output per person, output per shilling spent, income per hectare, income per person and income per shilling spent) and their levels were established. Indigenous technical knowledge was the chief source of the farmers’ knowledge and skills used in production and crop use. Farmers with 1-4 years of primary schooling excelled in output per person, output per shilling and income per shilling. Farmers with 13-18 years of formal education and those who had contact with agricultural extension excelled in output per hectare, income per hectare and income per person. Primary schooling, and secondary and college training facilitated in crop production and business management while agricultural extension and university education facilitated better soil management. Farmers without formal education achieved lower productivity. Therefore, stakeholders should invest more in relevant farmers’ education."}
	}}
