{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"Prevalence of risk factors for bovine subclinical mastitis in two major dairy areas of Trinidad"},
	"rdf:about":"http://agris.fao.org/aos/records/FI2007188143",
	"dct:identifier":"FI2007188143",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19722"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2005,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2005-issue_2/f8.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Benjamin, Lisa (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Adesiyun, Abiodun (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Harewood, Winthrop (author)"
	}
	}
	],
	"bibo:abstract":{"value":"A study was conducted in two major dairy areas (Carlsen Field and Waller Field) to determine the risk factors associated with subclinical mastitis and antimicrobial residues in milk. A comprehensive questionnaire was administered to all 151 farms in both areas and used to determine the prevalent risk factors following which 5 farms each were selected from each area. A maximum of 5 milking cows per farm in early lactation were selected. The California mastitis test (CMT) was then performed on composite milk samples collected from each of the ten farms fortnightly for a period of 12-months to determine the prevalence of subclinical mastitis. Most of the farms were categorized as employing fair sanitary practices, 38 (51.4%) of 74 in Carlsen Field and 50 (64.9%) of 77 in Waller Field (P>0.05; χ²). Hand-milking, as opposed to machine-milking, was practised by most farms in both areas, 67 (90.5%) of 74 farms in Carlsen Field and 64 (83.1%) of 77 farms in Waller Field. The use of tanks for storage of water from the water service provider, was more prevalent in Carlsen Field (45.9%) than in Waller Field (29.9%) (P>0.05). Daily water shortages were reported more frequently in Carlsen Field (33.8%) than in Waller Field (5.2%) (P<0.05; χ²). In Carlsen Field, 56 (75.7%) farms routinely screened for mastitis compared with 56 (72.7%) in Waller Field (P>0.05); teat dipping was practised by 24 (32.4%) and 21 (27.3%) farms respectively (P>0.05) and the frequency of use of dry cow therapy was 63.5% (47 of 74) and 50.6% (39 of 77) respectively (P>0.05). Over the 12-month study period the prevalence of subcilinical mastitis was 17.6% (97 of 469 observations) on 6 farms with four or more risk factors for subclinical mastitis compared with a prevalence of 20.7% (97 of 469) for 4 farms with 4 or less risk factors (P>0.05). It was concluded that the interplay of various types of the risk factors present on dairy farms in Trinidad affected the prevalence of subclinical mastitis on the farms."}
	}}
