{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"Evaluation of suitable technique and determination of appropriate stage for sampling thrips in rose flowers"},
	"rdf:about":"http://agris.fao.org/aos/records/FI2007029257",
	"dct:identifier":"FI2007029257",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/10814"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2004,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2004-issue_2/a5.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Duraimurugan, P. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Jagadish, A. (author)"
	}
	}
	],
	"bibo:abstract":{"value":"Scirtothrips dorsalis Hood, mostly a leaf-thrips, has recently become a major pest of rose flowers in India. It feeds all stages of rose flowers by remaining concealed between the petals. To determine a suitable and efficient sampling method and sampling stage of rose flowers, a laboratory experiment was conducted. Three sampling methods of extraction of thrips from rose flowers viz., liquid detergent method, turpentine vapour method and beating method were compared for four stages of rose flowers viz., (1) unopened buds, (2) calyx opened young buds, (3) harvestable flowers and (4) fully opened flowers. Among the three methods compared for making percent efficiency estimates, the liquid detergent method (84.13, 85.47 and 85.04) followed by beating method (82.08, 80.68 and 80.94) recorded higher efficiency for the extraction of adults, larvae and total population of thrips respectively from rose flowers. The per cent efficiency of extraction of adults, larvae and total population of thrips present at the time of sampling was high on harvestable flowers (79.44, 79.32 and 79.21) and fully opened flowers (77.0, 75.73 and 75.78). The interaction effect between the method of extraction and the stages of flowers showed significant higher efficiency of extraction of thrips for beating and liquid detergent methods for harvestable and fully opened flowers. The present study revealed that the ideal flower stage for enumeration of thrips is the harvestable flowers. With reference to the method of extraction, liquid detergent method and beating method are on par. However, in view of the easy and quicker results from the beating method, it can be selected as the ideal method for enumerating the thrips inside rose flowers."}
	}}
