{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"Effect of Bion, Amistar and Vitavax on anthracnose of chilli"},
	"rdf:about":"http://agris.fao.org/aos/records/FI2007029273",
	"dct:identifier":"FI2007029273",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/10814"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2004,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2004-issue_2/a9.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Rahman, Md. Khalilur (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Islam, Md. Rashidul (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Hossain, Ismail (author)"
	}
	}
	],
	"bibo:abstract":{"value":"Seeds of Mymensingh local and Pabna local varieties were used for seed treatment with Bion (as inducer of resistance) @ 0.005, Amistar (as fungicide) @ 0.05% and 0.1% and Vitavax-200 (as fungicide) @ 0.3% of seed weight. The percent germination was highest in Amistar and Vitavax-200-treated seeds and these chemicals most effectively controlled seed borne fungi of chilli. All the tested chemicals reduced the seedling mortality over control. The results revealed that Bion reduced the seedling mortality of chilli variety Mymensingh local and Pabna local by 87.3% and 100% respectively over control. The results showed that plants raised from Bion-treated seeds did not show die-back symptom but this symptom was common in plants raised from Amistar and Vitavax-200-treated seeds. Lesion size, percent leaf infection and percent leaf area damaged were also observed less in plants raised from Bion and Amistar-treated seeds as compared to the other treatments. Fruits of the plants raised from Bion-treated seeds showed moderately resistance reaction against anthracnose whereas fruits of the plants raised from Amistar and Vitavax-treated seeds showed susceptible to highly susceptible reaction against anthracnose of chilli."}
	}}
