{"resource": {
	"dct:issued":2006,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2006-issue_3_4/e5.pdf",
	"dct:language":"eng",
	"dct:title":{"value":"Comparison of corn and elephant grass in the phytoremediation of a petroleum-hydrocarbon-contaminated agricultural soil in Port Harcourt, Nigeria"},
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Ayotamuno, Josiah M. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Kogbara, Reginald B. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Egwuenum, Paul N. (author)"
	}
	}
	],
	"rdf:about":"http://agris.fao.org/aos/records/FI2016100299",
	"dct:identifier":"FI2016100299",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19722"
	},
	"bibo:abstract":{"value":"Two types of plants, Zea mays (corn) and Pennisetum purpureum (elephant grass) were compared in field studies to evaluate their potential in degrading petroleum hydrocarbons in contaminated agricultural soils. Previous studies have shown that certain plants together with their associated microorganisms could increase the removal of petroleum hydrocarbons from contaminated soils. Consequently, field plots comprising a control and five treatment plots, whose treatment options entailed the use of corn, elephant grass and corn plus elephant grass, were utilized in the research design. The experimental methodology involved the simulation of conditions of a major spill through the sprinkling of crude oil on the plots, after which the plants were introduced to the plots. The Z. mays seeds were first grown in nurseries before they were transferred to the plots, while mature already grown P. purpureum stands were transplanted on the experimental plots. Fertilizer application followed thereafter. Relevant soil physicochemical parameters and bacterial counts were analyzed and monitored during the study period. The results of the analyses revealed average hydrocarbon losses of 77.5% (Z. mays) and 83% (P. purpureum) within the first two weeks, these values decreased to 67.5% and 55% after the six-week remediation period for corn and elephant grass respectively. On the other hand, the corn plus elephant grass treatment showed hydrocarbon losses of 62% and 74% for the two and six-week period respectively. These values differed greatly from those obtained in the control plot. It is evident from the percentage hydrocarbon losses recorded in this study that over a wide range of field conditions, corn degrades the contaminant better than elephant grass and the combination of both plants yields the best alternative in the phytoremediation of a petroleum-hydrocarbon-contaminated agricultural soil. The findings of this research further highlighted the position that with ample time at the disposal of stakeholders, remediation of petroleumhydrocarbon- polluted agricultural soil using corn and elephant grass treatments yields a cost-effective and successful approach. What is necessary for a remarkable remediation to be achieved is the creation of favorable conditions within the soil environment, like adequate nutrient supplementation and oxygen availability, for the proper development of soil microbes and plant utilization of the contaminant for their metabolism."}
	}}
