{"resource": {
	"dct:issued":2004,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2004-issue_2/a27.pdf",
	"dct:language":"eng",
	"dct:title":{"value":"A lysimeter study of nutrient release, leaching losses and growth response of amaranthus resulting from application of inorganic and organic nitrogen sources"},
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Agele, S. O. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Adeosun, S. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Oluwadare, D. (author)"
	}
	}
	],
	"rdf:about":"http://agris.fao.org/aos/records/FI2016100465",
	"dct:identifier":"FI2016100465",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19722"
	},
	"bibo:abstract":{"value":"The patterns of nutrients (N, P, K, Ca, Mg) and organic matter release, leaching losses from applied organic materials (poultry manure and wood ash) and a compound NPK mineral fertilizer and the growth response of amaranthus (Amaranthus cruentus) were investigated in drainage lysimeter tanks. The soil at the site of the experiment is sandy clay loam (Alfisol, clayey skeletal oxic paleustalf). Subsurface drain water (leachates) recovered from the lysimeters was analysed for concentrations of nutrients, and from the time course of nutrient analyses, contrasting patterns of nutrient concentrations were obtained for the different treatments. The application rate of N 150 kg ha-1 from NPK fertilizer and 10 t ha-1 of wood ash resulted in the highest nutrient concentrations in subsurface drain water in comparison with application of poultry manure at 10 t ha-1. However, significantly lower nutrient concentrations in subsurface drainage water was obtained in the treatment where neither mineral fertilizer nor manures were applied. Nitrogen recoveries in the leachates were reduced over time regardless of the sources of nutrients, however, a significantly higher rate of N depletion was obtained under wood ash application. The recovery of N in plant tissues and in leachates as a percentage of N added from the tested materials in increasing order of magnitude was wood ash (9%), poultry manure (14%) and NPK fertilizer (23%). Significantly higher values of fresh and dry weights of root and shoot biomass were produced by vegetable amaranthus grown in lysimeters in which NPK, poultry manure, or wood ash was applied than in unfertilized treatment. Application of poultry manure to lysimeters resulted in higher shoot biomass yield over treatments involving application of wood ash and NPK fertilizer. The nutrient release characteristics of poultry manure matched the nutrient requirements of amaranthus more closely than the inorganic fertilizer and wood ash. Wood ash and mineral fertilizer were more susceptible to leaching losses of nutrients during the establishment of amaranthus. The use of poultry manure did not result in significant effects on the quality of amaranthus. Poultry manure and unfertilized control had considerably lower 2-year average NO3-N concentration in subsurface drainage water in comparison with lysimeters treated with NPK or wood ash. Lower N recoveries in plant tissues and in leachates were obtained from lysimeters in which poultry manure was applied compared to NPK fertilized lysimeters. A higher proportion of the N present in poultry manure appeared to be resistant to microbial degradation and was thus unavailable for plant uptake."}
	}}
