{"resource": {
	"dct:issued":2006,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2006-issue_2/f10.pdf",
	"dct:language":"eng",
	"dct:title":{"value":"Effect of hot water dips in controlling rooting and sprouting of minimally processed sliced garlic (Allium sativum L.) during room temperature storage"},
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Rahim, A. H. Abd (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Osman, A. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Saari, N. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Rahman, R. Abdul (author)"
	}
	}
	],
	"rdf:about":"http://agris.fao.org/aos/records/FI2016100085",
	"dct:identifier":"FI2016100085",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19722"
	},
	"bibo:abstract":{"value":"Minimally processed (MP) fruits and vegetables are important sectors of new products due to their fresh-like character and convenience for ready-to-use and ready-to-cook products. Sliced garlic is one of the MP products that have increased greatly in volume usage during the past few years. However, mechanical injuries of MP products speed up the deterioration rate of fresh produce by disrupting membranes and increasing enzymatic activity, which causes undesirable reactions to occur. This may cause rooting, sprouting, browning, softening, off-flavour development, moisture loss and surface discolouration, which can render to reduction in shelf life and loss of quality of MP sliced garlic. Hot water dips (HWD) have been considered as one of the potential treatments to reduce sprout and root growth. Therefore, the objective of this study was to determine the effects of HWD in controlling rooting and sprouting of MP sliced garlic stored at room temperature (RT) (28±1ºC, RH 75±5%). Changes in the morphological, physical and chemical characteristics such as sprout and root growth, texture, colour, degree of browning (DOB) and polyphenol oxidase (PPO) activity were examined periodically during storage at every 2 days interval. Data obtained were analyzed as averages ± standard deviations or by a two-way analysis of variance (ANOVA) with calculation of LSD at P<0.05. Samples dipped at 50ºC for 10 and 15 min, 55ºC for 5 min and control did not control sprout, while samples dipped at 50ºC for 20 min, 55ºC for 7.5 min and 10 min and 60ºC for 2.5, 5 and 7.5 min were found to be effective in slowing down sprout growth. However, sliced garlic treated for 20 min at 50ºC and 5 and 7.5 min at 60ºC werevisibly damaged due to softening, browning and liquidifying. There was no significant difference found in root score of all treated samples exceptfor samples dipped at 50ºC. Texture, L*, C* and hº value of all treated and control samples decreased during storage time while results of thepresent study indicated that DOB of MP sliced garlic was significantly (P<0.05) increased during SD."}
	}}
