{"resource": {
	"dct:issued":2003,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2003-issue_2/j2-agriculture-75.pdf",
	"dct:language":"eng",
	"dct:title":{"value":"Effect of rootstock on fruit quality and peel peroxidase activity of ‘Afourer’ mandarin fruit at low temperature storage"},
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"El-hilali, F. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Remah, A. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Ait-Oubahou, A. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Akhayat, O. (author)"
	}
	}
	],
	"rdf:about":"http://agris.fao.org/aos/records/FI2016100306",
	"dct:identifier":"FI2016100306",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19722"
	},
	"bibo:abstract":{"value":"Afourer, a murcott selection is a seedless and late variety of mandarin (Citrus reticulata Blanco) recently discovered in Morocco. The tree bears large fruit size with deep orange color at maturity in late February. The literature regarding production techniques, appropriate rootstocks and postharvest fruit characteristics is still scarce. Fruits of ‘Afourer’ mandarin harvested from trees grafted on rootstocks sour orange Citrus aurantium L., ‘Sacatan’ citrumelo (Citrus paradisa Macf.. x Poncirus trifoliata Raf.), ‘Troyer’ citrange (Citrus sinensis L. [Osb.] x Poncirus trifoliata Raf.) and Citrus volkameriana Pasq., were evaluated during storage for several weeks at two temperatures of 4 and 8°C. After storage, all fruits from different rootstocks were free from any peel disorder or damage. Fruit quality characteristics vary according to the rootstock type. Firmness of fruits harvested on the rootstocks ‘Troyer’ citrange and ‘Sacatan citrumelo was higher than those harvested from the two other rootstocks. Fruits harvested from C. volkameriana have the lowest firmness. The highest juice content after 30 days storage was obtained from fruit harvested on C. volkameriana and ‘Troyer’ citrange and lowest in fruits from Afourer on ‘Sacatan’ citrumelo. Fruit from ‘Troyer’ citrange and ‘Sacatan’ citrumelo have more acid content than fruit picked from other rootstocks. In general Total soluble solids in juice was high in fruits from all combinations except for fruit harvested from C. aurantium stored at 4°C. Peroxidases (EC 1.11.1.7) activity in the peel of fruit showed at 4°C, a continuous increase in the specific activity (%) of the enzyme during storage. In contrast at 8°C, the tendency was characterized by an increase followed by a decrease during the second phase of storage."}
	}}
