{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"Growth, nutrient uptake and yield of tomato in response to different plant residue composts"},
	"rdf:about":"http://agris.fao.org/aos/records/FI2006038699",
	"dct:identifier":"FI2006038699",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/10814"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2004,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2004-issue_1/a27.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Togun, Adeniyi Olumuyiwa (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Akanbi, Wasiu Babatunde (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Adediran, James Alabi (author)"
	}
	}
	],
	"bibo:abstract":{"value":"The potentials of different plant residue composts as organic fertilizer on the growth, nutrient uptake and yield as well as economic performance of tomato (Lycopersicon esculentum) were studied in a two-season experiment. The plant residues used were maize (Ms), guinea grass (Gg) and cowpea stovers (Cs). The treatments studied were 2, 4 and 6 t ha-1 of each of the compost types and the recommended NPK fertilizer (N 60, P2O5 32, K2O 20 kg ha-1) and non-fertilized control plots as check. Compost types had significant effects on number of leaves and branches, dry matter as well as nutrient uptake of the test crop with the application of Ms compost consistently outperforming others. Compost rate had significant effect (P = 0.01) on the growth, nutrient uptake and yield of tomato. In most cases, application of 4 t ha-1 compost produced the best results. The fruit yield of 18.5 t ha-1 produced from the use of 4 t ha-1 compost was significantly higher than 14.1 and 14.4 t ha-1 obtained with application of 6 t ha-1 compost and conventional NPK fertilizer, respectively. Similar trend was observed for N and K uptake. There were significant interactions for compost types and rates. In most cases, Ms compost applied at 4 t ha-1 performed best. However, this was not (for many parameters) significantly different from 6.0 t ha-1 Ms or Gg compost treatments. The three agro-economic indicators (increased yield, increased net returns and benefit: cost ratio), employed in determining suitability of the applied treatments showed that the most profitable practice is the use of 4 t ha-1 Ms compost. This produced a favourable 3.3: 1 benefit: cost ratio and increased net return to the tunes of 39 to 86% per hectare above other treatments. From the results, application of 4 t ha-1 of Ms or Gg compost could be regarded as optimum for tomato production under the prevailing local conditions."}
	}}
