{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"Availability and use of organic materials for compost making by farmers in Southwestern Nigeria"},
	"rdf:about":"http://agris.fao.org/aos/records/FI2009323214",
	"dct:identifier":"FI2009323214",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/10814"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2007,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2007-issue_1/e24.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Lawal, B. O. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Saka, J. O. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Adediran, J. A. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Oluokun, J. A. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Taiwo, A. A. (author)"
	}
	}
	],
	"bibo:abstract":{"value":"This study focused on the availability and use of organic materials for compost making at designated National Special Programme for Food Security (NSPFS) sites in Southwestern Nigeria. The data for the study were collected through the use of a structured interview schedule from a total of 95 farmers selected using systematic sampling technique. The findings revealed that the commonest compost materials available within the vicinity of farmers in the three states were crop residues, dry grass, poultry manure and farmyard manure. However, only crop residues are readily available with the farmers. Farmers were rearing a small population of livestock including goats, local poultry and sheep across the states. Less than half of the farmers in all the three states indicated their usage of poultry manure for crop production. High cost of labour associated with compost preparations was the major constraint identified by farmers as limiting the use of compost in arable farming. The results of the logit likelihood regression model indicated that farmer-specific attributes, like knowledge of compost making, level of education, rearing of livestock and sex, and availability of compost materials are important determinants in farmers’ probable use of compost in crop production."}
	}}
