{"resource": {
	"dct:issued":2007,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2007-issue_2/a9.pdf",
	"dct:language":"eng",
	"dct:title":{"value":"Effect of application of inorganic fertilizer and poultry manure on insect pests and yield of soybean (Glycine max L.) in the rain forest zone of Nigeria"},
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Umoetok, S. B. A. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Uko, A. E. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Archibong, B. E. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Ukeh, D. A. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Udo, I. A. (author)"
	}
	}
	],
	"rdf:about":"http://agris.fao.org/aos/records/FI2016100324",
	"dct:identifier":"FI2016100324",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19722"
	},
	"bibo:abstract":{"value":"Field experiment was conducted during the 2002 and 2003 late cropping seasons to assess the effects of application of inorganic fertilizer (NPK, 10:20:20) and poultry manure (PM) on insect pest population and yield of soybean (Glycine max L.) in the rain forest zone of Nigeria. NPK and PM were applied at three levels: NPK at 0, 0.025 and 0.05 t ha-1 and PM at 0, 5 and 10 t ha-1. The results indicated that both NPK and PM significantly (P≤0.05) affected the plant height, number of pods per plant, grain yield and insect population density. Plant height ranged from 30.50 to 30.66 cm in the control to 37.00–57.19 cm in the fertilised plots and was highest when 10 t ha-1 of PM was combined with 0.05 t ha-1 of NPK. The prevalent insect pests were the defoliators Podagrica sp., Conocephalus conocephalus, Chnootriba similes, Lagria vilosa (F.), Zonocerus variegatus (L.), Medythia quaterna (F.), the pod borers Aspavia armigera (F.), Nezara viridula (L.), Leptoglosus sp., Piezodolus sp. and the flower feeders Paederus sabeaus (ER) and Coptosoma spp. Insect population density was higher in the fertilized plots (3.21– 6.29/2.25 m2). The highest insect population was obtained at 0.05t ha-1 NPK and 10 t ha-1 PM. The number of pods/plant and grain yields (t ha-1) were significantly affected by application of NPK and PM. These ranged from 37.23 to 51.33 pods/plant and from 0.75 to 1.73 t ha-1 grain yield for the treated crops while the control plots had 33.43 and 34.27 pods/plant and 0.46 and 0.51 t ha-1 grain yield for 2002 and 2003 respectively. The interaction effects were also significant (P≤0.05). The highest grain yield was observed when 0.05 t ha-1 NPK was combined with 5 t  ha-1 of PM. Although insect population density increased with increase in the rates of either of the fertilizers or a combination of both, soybean plant was able to tolerate the effect of the insect pests on it, hence the observed significant higher yield than in the control. The significance of PM and inorganic fertilizer in enhancing soil fertility vis-a-viz insect pest control was evidenced in this study. Since PM is environmentally friendly and easy to handle with little or no health hazards compared to inorganic fertilizer, farmers should be encouraged to adopt its use either solely or in combination with the latter."}
	}}
