{"resource": {
	"dct:issued":2006,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2006-issue_2/e13.pdf",
	"dct:language":"eng",
	"dct:title":{"value":"Determinants of households’ participation in social forestry in arid zone of Northern Nigeria"},
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Oloruntoba, Abayomi (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Adeola, Adetokunbo O. (author)"
	}
	}
	],
	"rdf:about":"http://agris.fao.org/aos/records/FI2016100081",
	"dct:identifier":"FI2016100081",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19722"
	},
	"bibo:abstract":{"value":"Cross-section data were used to examine characteristics of social forestry activities from 145 farm families in selected arid zone States of Borno, Kano and Sokoto, Nigeria. Findings show that participation was significantly determined by selected socio-demographic factors such as age, farm size, income, education and tangible infrastructural asset. Results show in particular that farm size is not a limiting to social forestry participation. One explanation that could be offered for the significant positive farm size is that households with large farm size are more likely to be able to set aside portion of their marginal land to woodlots without jeopardising household food security on the remaining land. Finding further shows that older and more educated rural households with large farm size participated more in social forestry activities. Again, there was a clear division of labour along gender lines as men participated in core forestry activities requiring physical exertion such as tree planting, weeding, harvesting and protection while women engaged in priorities related to processing, sales and fuel wood collection. The study noted that there is still much to be done as participation is currently still low when viewed against the vast deteriorating environment in the arid zone. The study recommends that when designing forestry programme, considerations should be given to those significant variables; increase the access of the local communities to improved infrastructure and on upgrading the skills of rural households through forestry extension education."}
	}}
