{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"Chemical composition and antimicrobial activity of essential oils from Tunisian Mentha pulegium L."},
	"rdf:about":"http://agris.fao.org/aos/records/FI2012447062",
	"dct:identifier":"FI2012447062",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/10814"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2008,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2008-issue_1/f14.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Marzouk, Belsem (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Fredj, Mouna Ben Hadj (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Chraief, Imed (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Boukef, Kamel (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Marzouk, Zohra (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Mastouri, Maha (author)"
	}
	}
	],
	"bibo:abstract":{"value":"The aim of this study was to describe the chemical composition of Tunisian Mentha pulegium L. essential oils from Monastir and to test their antibacterial activity. The essential oils, obtained from fresh and dried aerial parts by hydrodistillation, were analysed by gas chromatography and mass spectrometry. The leaf extracts were used to test the antimicrobial activity against nine hospital bacteria and five reference strains. The minimum inhibitory concentrations and the minimum bactericidal concentrations were determinated by sub-culture at TSA agar plates which were incubated at 37°C during 18-24 h. Thirty four compounds were identified. All the oils were found to be rich in oxygen monoterpen hydrocarbons. The oils tested displayed antimicrobial activities. Aeromonas hydrophila, Vibrio cholerae non-O1 and Enterococcus faecalis were the most sensitive strains. Grampositive strains are more susceptible to the essential oils from the fresh leaves collected at the vegetative state than from the dried ones."}
	}}
