{"resource": {
	"dct:issued":2007,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2007-issue_2/a15.pdf",
	"dct:language":"eng",
	"dct:title":{"value":"Influence of time of harvest on the yield and sensory attributes of white yam (Dioscorea rotundata) in Southwest Nigeria"},
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Akinwande, Bolanle A. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Asiedu, Robert (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Adeyemi, Isaac A. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Maziya-Dixon, Busie (author)"
	}
	}
	],
	"rdf:about":"http://agris.fao.org/aos/records/FI2016100127",
	"dct:identifier":"FI2016100127",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19722"
	},
	"bibo:abstract":{"value":"Effect of time of harvest of yam tubers on selected food quality characteristics was investigated to determine when yam tuber is due for harvesting. Setts from five land race varieties of white yam (Dioscorea rotundata) at their post-dormant stage were planted at the beginning of the rainy season in 2003 at the International Institute of Tropical Agriculture (IITA), Ibadan, Nigeria. Harvesting was done at monthly intervals from three to seven months after vine emergence (MAVE) to determine the best time to harvest these varieties with respect to yield and food quality. Fresh and dry tuber yields increased steadily over the harvesting period till six MAVE and decreased thereafter. Mean tuber yields increased from 0.33 and 0.08 kg per plant at three MAVE to 1.21 and 0.41 kg per plant at seven MAVE, on fresh and dry weight basis respectively, while highest values of 1.37 and 0.42 kg per plant were obtained at six MAVE. The mean weight of tubers increased consistently in all varieties till five MAVE but there was variation from five to seven MAVE. The varieties differed in the number of tubers obtained per plant but time of harvest did not influence this attribute. For all mean yield values, significant inter-varietal differences occurred only from three to five MAVE. Mean sensory evaluation results on boiled yam (for mealiness, taste and general acceptability) and pounded yam (for smoothness, consistency and general acceptability) showed little variation from four till seven MAVE. Best scores for sensory evaluation was obtained at six MAVE before final foliage senescence occurred, which coincided with the time that highest tuber yield occurred. Yam tubers could thus be said to be ready for harvesting at six MAVE."}
	}}
