{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"Conventional, reduced tillage and no-tillage systems for cotton growing under Mediterranean conditions: A cultural and economic approach"},
	"rdf:about":"http://agris.fao.org/aos/records/FI2005025580",
	"dct:identifier":"FI2005025580",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/10814"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2005,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2005-issue_1/a14.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Mygdakos, Efthimios (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Avgoulas, Christos (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Bilalis, D. (author)"
	}
	}
	],
	"bibo:abstract":{"value":"Cotton (Gossypium hirsutum L.) growing in Greece has undergone a severe crisis during the last decade as production costs have increased, selling prices have decreased while economic returns have been drastically reduced. In view of this situation, the Hellenic Cotton Board has undertaken a research programme aiming at reducing input expenses and increasing yields and returns. Within this framework an attempt was made to evaluate crop and economic potentials of cotton growing under various systems of tillage practices. Conservation systems and particularly reduced tillage and no-tillage systems were compared to conventional tillage for achieving earliness, lower costs and higher yield and economic returns. The two-year experiment was carried out in a clay loam soil at the Cotton Research Centre in Central Greece. It was found that crop yield (3903 kg ha-¹) and gross margin (2035 euro ha-¹), were significantly higher for the no-tillage treatment, while the direct cost (0.224 euro kg-¹) was significantly lower compared to that of the other two treatments and particularly with the conventional tillage (crop yield 3490 kg ha-¹, gross margin 1735 euro ha-¹ and direct cost 0.250 euro kg-¹). However, the expected maturity advantages of the no-tillage system were not realised in this preliminary study. These findings showed that no-tillage and reduced tillage could become viable options under Greek-Mediterranean conditions."}
	}}
