{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"Evaluation of some maize inbred lines for tolerance to Striga lutea (Lour) in Southern Guinea savanna ecology"},
	"rdf:about":"http://agris.fao.org/aos/records/FI2007029288",
	"dct:identifier":"FI2007029288",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/10814"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2004,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2004-issue_2/a17.pdf",
	"dct:creator":{"foaf:Person":{"foaf:name":"Olakojo, S. A . (author)"
	}
	},
	"bibo:abstract":{"value":"Eight Striga tolerant maize inbreds were evaluated in Temidire Eruwa under International Striga trial in years 2002 and 2003 for the assessment of Striga lutea tolerance, grain yield and suitability for Southern Guinea savanna ecology. The trial which was sited in S. lutea endemic field was superimposed by artificial inoculation with Striga lutea inoculum seeds and was replicated thrice in a randomized complete block design. The results showed that while variety (v) was significant for Striga emergence count, Striga syndrome rating and plant stand, year of evaluation (Y) was significant only for Striga syndrome rating 10 weeks after planting (WAP). The interactive means (V x Y) were also significant for Striga count and rating as well as plant stand. Varietal performance though varied with years of evaluation especially for Striga related parameters, maize agronomic performance differed significantly from one another with inbred lines 0108-15, 0108-17, 0107-15 and 0107-17 been the most Striga tolerant genotypes with reduced ratings of 2.5 to 2.6, while inbreds 0107-17, 0108-20 and 9450 possessed higher yield potential. Inbred lines 0107-17 and 0108-20 combined genes for both Striga tolerance and higher grain yield, thereby lending themselves to possible use in commercial hybrid maize production for Striga lutea endemic soils. Yield advantage of 41.1 and 65.5% were respectively obtained from these two inbreds over across varietal mean. Correlation coefficients among Striga and maize agronomic parameters shows that Striga syndrome rating and plant stand, as well as ear harvest and grain yield could be jointly selected in breeding for Striga tolerant in maize."}
	}}
