{"resource": {
	"dct:issued":2003,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2003-issue_3&4/food-12.pdf",
	"dct:language":"eng",
	"dct:title":{"value":"Effect of germination on the nutritional and functional properties of African oil bean (Pentaclethra macrophylla Benth) seed flour"},
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Enujiugha, Victor N. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Badejo, Adebanjo A. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Iyiola, Samuel O. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Oluwamukomi, Matthew O. (author)"
	}
	}
	],
	"rdf:about":"http://agris.fao.org/aos/records/FI2016100141",
	"dct:identifier":"FI2016100141",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19722"
	},
	"bibo:abstract":{"value":"Seed flour samples of freshly harvested raw and germinated African oil bean (Pentaclethra macrophylla Benth) were analysed for proximate composition, elemental concentrations, as well as presence and levels of some anti-nutritional factors. The seeds took 16 days to germinate under wet sawdust conditions at 25°C. The results of chemical analysis show that the germinated seeds had significantly (P<0.05) higher crude protein content and lower values of other components compared with the fresh seeds. Germination increased the protein content by more than 60% and decreased the oil content by 38%, which is an indication of a marked improvement in nutritional value, especially if the seeds are used as protein supplements. All the minerals analysed showed slight decreases due to germination with the exception of magnesium and iron, which were not significantly (P>0.05) affected by the process. The highest reduction of >27 % was recorded for sodium, indicating its utilization in the development of the cotyledons. Germination lowered significantly (P<0.05) the levels of phytic acid and phytate-phosphorus in the seeds, and this could have resulted from an increase of phytase activity. The results indicate improved nutrient availability, especially divalent metals and protein, due to germination. The tannic acid content of the seeds was not affected by germination. Germination increased the water and oil absorption capacities of the defatted Pentaclethra seed flour. Also, foaming and emulsification capacities increased with germination, although the raw seed gave a more stable foam and better gel. Protein solubility increased both at acid and alkaline pH as a result of the process of germination. The results show that the functional quality of African oil bean seeds can be improved by germination prior to processing."}
	}}
