{"resource": {
	"dct:issued":2006,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2006-issue_1/f25.pdf",
	"dct:language":"eng",
	"dct:title":{"value":"Development of chilling injury of ‘Berangan’ banana (Musa cv. Berangan (AAA)) during storage at low temperature"},
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Ratule, M. T. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Osman, A. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Ahmad, S. H. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Saari, N. (author)"
	}
	}
	],
	"rdf:about":"http://agris.fao.org/aos/records/FI2016100198",
	"dct:identifier":"FI2016100198",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19722"
	},
	"bibo:abstract":{"value":"Chilling injury is a physiological damage in many plant products, which occur upon exposure to low but non-freezing temperature. Storage of banana below the optimum temperature could lead to the development of chilling injury. The symptoms were mostly apparent in the peel, which was indicated by peel discolouration such as increase of degree of browning and decrease of colour values. Possibly, some physico-chemical changes such as changes in electrolyte leakage, weight loss, firmness, titratable acidity and soluble solids concentration will also take place in banana concomitantly as chilling injury symptoms were manifested. The objective of this study was to characterize chilling injury development of ‘Berangan’ banana (Musa cv. Berangan (AAA)) during storage at low temperature. ‘Berangan’ banana were stored at 5, 10 and 15oC for 16 days to evaluate peel electrolyte leakage (PEL), degree of browning (DOB), peel colour (L*, C* and ho), weight loss (WL), peel firmness (PF), soluble solids concentration (SSC) and titratable acidity (TA). The results showed that DOB, PEL, SSC and weight loss increased significantly (P≤0.01), while, peel colour (L*, C* and ho) decreased significantly (P≤0.01) when ‘Berangan’ bananas were exposed to 5oC. The significant (P≤0.01) increase of DOB and SSC, and the significant (P≤0.01) decrease of peel colour (L*, C* and ho) were not followed by an increase of PEL and WL when banana fruits were exposed to 10oC. Therefore, DOB, PEL, SSC, WL, and colour (L*, C* and ho) were considered to be reliable quantitative measures of chilling damage of ‘Berangan’ banana during storage at 5oC. On the other hand, changes in the values of DOB, colour (L*, C* and ho) and SSC could be used as indicators of chilling injury of ‘Berangan’ banana stored at 10oC."}
	}}
