{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"Sensory evaluation and consumer acceptance of osmosed and oven-dried African star apple and African mango"},
	"rdf:about":"http://agris.fao.org/aos/records/FI2005025510",
	"dct:identifier":"FI2005025510",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/10814"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2005,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2005-issue_1/f16.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Falade, K.O. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Aworh, O.C. (author)"
	}
	}
	],
	"bibo:abstract":{"value":"Halves of deseeded and deskinned pulps of African star apple (Chrysophyllum albidum) were immersed in sucrose solutions of 44, 52 and 60°B in water bath at 27 and 40°C for 8 hours. About 10 and 15 mm slices of African mango (Irvingia gabonensis) were immersed in sucrose solutions of 52, 60 and 68°B in water bath at 27 and 40°C for 10 hours. Osmotic dehydration was evaluated by the water loss (g water/g initial mass) and solids gain (g solids/g initial mass). Fresh osmosed African star apples were oven-dried at 40, 50, 60, 70 and 80°C and African mango at 60, 70, 80 and 90°C until moisture contents of 30–40% d.b. was attained. Ten-member semi-trained and fifty-member untrained panels were involved in the sensory and consumer acceptance evaluation, respectively. Panelists evaluated the colour, taste, aroma, chewiness and overall acceptability of the osmotically-treated and oven-dried fruits, using hedonic scale preference analysis. Waterloss and solids gain increased with increasing degree of fruit ripeness, immersion time, concentration and temperature of sucrose solution. Waterloss and solids gain increased with decreasing slice thickness of African mango. Sensory evaluation showed no significant differences (P<0.05) in colour, aroma, taste and chewiness of osmosed African star apple dried at 50–70°C, but those dried at 40°C were significantly better. African star apple slices dried at 80°C received consistently poor scoring. Osmosed African mango oven-dried at 60°C was better than those oven-dried at 70–90°C. There were no significant differences in all the sensory attributes of oven-dried African star apple slices preosmosed in the sucrose solutions. However, unosmosed and dried samples received consistent poor scores for all the sensory attributes. There were no significant differences (P<0.05) in the quality attributes of preosmosed oven-dried African mango except the taste. Consumers’ acceptance showed no significant differences in all the sensory attributes of preosmosed African star apple and African mango slices."}
	}}
