{"resource": {
	"dct:issued":2004,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2004-issue_3_4/rn3.pdf",
	"dct:language":"eng",
	"dct:title":{"value":"Stevioside as a potential useful drug in the treatment of type 2 diabetes and the metabolic syndrome"},
	"dct:creator":{"foaf:Person":{"foaf:name":"B. Jeppesen, Per (author)"
	}
	},
	"rdf:about":"http://agris.fao.org/aos/records/FI2016100389",
	"dct:identifier":"FI2016100389",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19722"
	},
	"bibo:abstract":{"value":"The adoption of a sedentary western lifestyle and the ease of obtaining food of high calorific content imposed upon a thrifty genotype have resulted in the current epidemic of obesity, metabolic syndrome and type 2 diabetes. Today diabetes is possibly the world’s fastest growing metabolic disease especially in the developed and developing countries¹. Type 2 diabetes mellitus constitutes about 85 % of all cases of diabetes. Consistently, there is an urgent-call for low cost treatment of type 2 diabetes. The clinical hallmark of type 2 diabetes is fasting and/or postprandial hyperglycaemia secondary to impaired insulin sensitivity and relative insulin deficiency². Many medical practitioners with training in pharmacology and pharmacognosy are well aware of the number of modern therapeutic agents that have been derived from tropical forest species. In fact, over 120 pharmaceutical products currently in use are plant-derived, and approx. 75% of these were discovered by examining the use of these plants in traditional medicine3,4. In the treatment of diabetes, more than 1000 traditional plants have been recorded, but only a small number of these have received scientific and medical evaluation to assess their efficacy5-10. The World Health Organization Expert Committee on Diabetes has listed as one of its recommendations that traditional methods of treatment for diabetes should be further investigated11,12. Traditional anti-diabetic plants might e.g. provide a useful source of new oral antihyperglycaemic compounds. Extracts of the leaves of the plant Stevia rebaudiana (Bertoni) have been used for many years in traditional South American treatment of diabetes13. The plant was first discovered by the Paraguayan botanist, Moises Santiago Bertoni in 1899 who learned of its unique properties from the Paraguayan Guarani Indians14. Oral intake of Stevia extracts suppresses plasma glucose in healthy subjects and type 2 diabetic subjects14-17."}
	}}
