{"resource": {
	"dct:issued":2007,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2007-issue_1/f17.pdf",
	"dct:language":"eng",
	"dct:title":{"value":"Returns on investment in plantain processed products in Benin City, Nigeria"},
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Ekunwe, Peter A. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Atalor, Imande V. (author)"
	}
	}
	],
	"rdf:about":"http://agris.fao.org/aos/records/FI2016100084",
	"dct:identifier":"FI2016100084",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19722"
	},
	"bibo:abstract":{"value":"This study examined the economic returns on investment in plantain-processed products in Benin City, Edo State, Nigeria. Primary data were collected through the use of well-structured questionnaires. A total of 65, 63 and 48 respondents who processed plantain into roasted products, chips and flour were interviewed in Benin City metropolis using five trained enumerators. Descriptive statistics was used to determine the socio-economic characteristics of processors. The gross margin analysis, net return and return per Naira were used to determine the profitability of investing in plantain processed products. The result of the study revealed that women were predominantly involved in roasting plantain and processing plantain into chips while more men were involved in processing plantain into flour on a slightly commercial basis in Benin City. The study also revealed that plantain flour processing is more profitable with a gross margin of N21,857.86 per 64 bunches and return per Naira value of N4.66 followed by plantain chips with a gross margin of N14,073.71 per 5 bunches and estimated number of 345 pieces of plantain chips obtained from a bunch and a return per Naira value of N4.42 and lastly, roasted plantain with a gross margin of N1,216.32 per 4 bunches and a return per Naira value of 63 kobo per day depending on the number of bunches processed. The major constraints of roasted plantain and plantain chips processors are financial and labour constraints while those faced by plantain flour processors are financial, marketing and drying constraints."}
	}}
