{"resource": {
	"dct:issued":2006,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2006-issue_2/f8.pdf",
	"dct:language":"eng",
	"dct:title":{"value":"Protein replacement value of cassava (Manihot esculenta, Crantz) leaf protein concentrate (CLPC): Effects on egg quality, biochemical and haematological indices in laying birds"},
	"dct:creator":{"foaf:Person":{"foaf:name":"Oludare, Fasuyi Ayodeji (author)"
	}
	},
	"rdf:about":"http://agris.fao.org/aos/records/FI2016100156",
	"dct:identifier":"FI2016100156",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19722"
	},
	"bibo:abstract":{"value":"The equi-protein replacement of fish meal (FM) protein with cassava leaf protein concentrate (CLPC) was evaluated in layers diets. The CLPC was initially analysed for its protein, amino acids and energy contents before incorporating it into the ration formulation. Six isonitrogenous and isocaloric diets were formulated with various replacement levels of CLPC. The control (Diet 1) contained 5% FM with no CLPC. Diets 2, 3, 4, 5 and 6 had the crude protein levels of FM origin gradually replaced at 20, 40, 60, 80 and 100% by crude protein origin of CLPC, respectively corresponding to 1.61, 3.22, 4.82, 6.43 and 8.04% inclusion levels of CLPC respectively for Diets 2, 3, 4, 5 and 6. A batch of Gallus domesticus Harco brown (light strain) layer birds (n = 108) were randomly assigned in triplicate to these 6 dietary treatments (18 layers/treatment). The total feed intake and daily feed intake were similar (P = 0.05). The feed consumed per dozen egg (feed efficiency) and total egg production were also similar for all treatments (P = 0.05). There was no mortality throughout the experimental period. There was no significant difference (P = 0.05) in the weight changes of all birds in the 6 treatments. The hen day production indices were comparable to recommended standards and were not significantly different (P = 0.05) among the 6 treatments. Except for yolk colour score that showed progressively increasing values from Diet 1 to 6 (P < 0.05), there were also no significant differences (P = 0.05) among most egg quality characteristics measured like average egg weight, average shell thickness, Haugh’s unit and albumen height. Among the haematological indices, only the erythrocyte sedimentation rate (ESR) was significantly different (P = 0.05). The serum constituents showed no consistent relationship with the dietary treatments and were not significantly different (P = 0.05). It was concluded that CLPC can replace FM at inclusion levels about 8.04% in layers diet without any adverse effects on health status and performance characteristics particularly in reference to egg production."}
	}}
