{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"Effects of pectolytic enzymes and antioxidants on the quality of dry wines made from pineapple (Ananas comosus L. Merr) peel"},
	"rdf:about":"http://agris.fao.org/aos/records/FI2007029208",
	"dct:identifier":"FI2007029208",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/10814"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2004,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2004-issue_2/f23.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Graham, Owen S. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Mohammed, Majeed (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Wilson, Lawrence A. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Wickham, Lynda D. (author)"
	}
	}
	],
	"bibo:abstract":{"value":"A study was conducted to investigate the effects of pectolytic enzymes and antioxidants on the quality of wines made from the pineapple peel. The wines produced had alcohol contents ranging from 13.40 to 13.57% which was above the minimum requirement of 9 to 12% for wines. For all four wines pH maintained the optimum value of 3.50 and all were microbiologically safe as total plate counts were less than 10 cfu ml-1 of wine. The addition of sodium metabisulphite and ascorbic acid (antioxidants) prevented oxidative browning resulting in the production of lighter coloured wines but not the clearest. Addition of antioxidants generally slowed the clarification process. The addition of pectolytic enzymes resulted in the production of the clearest wine of 3.5 NTU with a distinct fruity flavour. Wines treated with pectolase or treated with antioxidants were acceptable while wines treated with both pectolase and antioxidants and the control were unacceptable. The most preferred wine was that treated with pectolase which accounted for the highest ratings among taste panelists for colour, clarity, flavour and aroma, while the wine treated with both pectolase and antioxidants was least preferred. During the second month of ageing all wines were found to be stable as only very negligible changes were detected in the physicochemical quality attributes which was supported positively by results from protein heat stability tests."}
	}}
