{"resource": {
	"dct:issued":2007,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2007-issue_3_4/f3.pdf",
	"dct:language":"eng",
	"dct:title":{"value":"Water-pipe (shisha) smoking influences total antioxidant capacity and oxidative stress of healthy Saudi males"},
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Al-Numair, Khalid (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Barber-Heidal, Kimberly (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Al-Assaf, Abdullah (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"El-Desoky, Gaber (author)"
	}
	}
	],
	"rdf:about":"http://agris.fao.org/aos/records/FI2016100399",
	"dct:identifier":"FI2016100399",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19722"
	},
	"bibo:abstract":{"value":"Water-pipe smoking has been practiced extensively for about 400 years. Water-pipe smoking is common in the Arabian Peninsula, Turkey, India, Pakistan and other countries. Previous studies have confirmed water-pipe smoking has negative health effects similar to those of cigarette smoking. The aim of the present research was to study the effect of water-pipe smoking on the risk factors for cardiovascular diseases as well as oxidative stress and total antioxidant capacity of healthy Saudi males. Two hundred healthy Saudi males (100 non-smokers and 100 smokers) ranging in age 19-50 years old from Riyadh, the capital of Saudi Arabia were selected for this study. Subjects in the smoker group smoked tobacco (Ma’ssel) using a water- pipe (shisha) at least two times per day (two heads of Ma’ssel per day). Each subject was interviewed and asked to provide demographic information and their typical smoking habits. Blood pressure and anthropometric measurements (weight and height) were measured by well-trained staff. Fasting blood samples were collected, and serum samples were analyzed for low density lipoprotein cholesterol (LDL-cholesterol), high density lipoprotein cholesterol (HDL-cholesterol), triglycerides (TG), apolipoprotein A-1 and B (apo A-1 and apo B), malondialdehyde, vitamin C and total antioxidant capacity. The statistical method of t-test was used to compare the mean values obtained between the smoker and non-smoker groups. The chi-square statistical test was used to compare marital and education status of study subjects by groups. Serum concentrations of HDL-cholesterol and apo A- 1 were significantly (p<0.05) lower in smokers than in non-smokers. However, LDL-cholesterol, apo B, triglycerides and malondialdehyde were significantly (p<0.05) higher in smokers than in non-smokers. Total antioxidant capacity and vitamin C were significantly (p<0.05) lower in smokers than in non-smokers. This study provided limited data to suggest that water-pipe smoke is at least as toxic as cigarette smoke."}
	}}
