{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"Gender analysis in the commercialization of Gnetum africanum/buchholzianum in the Lékié division in Cameroon"},
	"rdf:about":"http://agris.fao.org/aos/records/FI2009323118",
	"dct:identifier":"FI2009323118",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/10814"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2007,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2007-issue_1/e4.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Kanmegne, J. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Belinga, J. M. Oyono (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Degrande, A. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Tchoundjeu, Z. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Manga, T. Tiki (author)"
	}
	}
	],
	"bibo:abstract":{"value":"A study was initiated to assess the contribution of gender in the collection and commercialization of Gnetum africanum/buchholzianum in a densely populated and highly degraded site of central Cameroon. Questionnaires were subjected to 150 collectors and 103 traders of Gnetum randomly selected from 4 villages and 4 markets respectively. The survey indicated that women accounted for 80% of collectors and 93% of traders. Farmers were involved in the collection at as early age as 10 years and the majority of collectors was aged between 10-20 years; they remain in the activity until the age of 60 years for 9% of the interviewees. Male collectors started earlier than female, but all abandoned the activity after age of 50 years. Traders were aged between 20 and 60 years, with the optimum (37%) between 40 and 50 years. The female collectors of Gnetum were at 58% heads of their household, while for men, none of them headed a household. Men involved in Gnetum collection were all single, compared to 52% for women. For traders 95% of women and 100% of men were household heads. Men involved in Gnetum trade were all wholesalers, while women were rather retailers (80%) for the majority. The income of collectors ranged between CFA 13,500 and 27,000, representing 81% of their total income. The monthly net income of retailers was between CFA 16,800 and 33,600 which was 66.6% of the total household revenues. For whole sellers a monthly benefit of CFA 39,300 was estimated, representing 87.3% of their total revenues. In spite of the significant contribution of Gnetum in the household income, men were still not interested in the activity. They have alternative income from cocoa, which is more attractive. Women have to relay on alternative income sources, and therefore play an important role in the Gnetum activity. Domestication of Gnetum may substantially improve the income of women, and also labour saving technical innovations such as a slicing machine can improve the income of retailers."}
	}}
