{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"Soils of Ethiopia: Perceptions, appraisal and constraints in relation to food security"},
	"rdf:about":"http://agris.fao.org/aos/records/FI2005026645",
	"dct:identifier":"FI2005026645",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/10814"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2004,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2004-issue_3_4/e10.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Mishra, B.B. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Gebrekidan, Heluf (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Kibret, Kibebew (author)"
	}
	}
	],
	"bibo:abstract":{"value":"Ethiopia is a land of soil museum where different soil orders except Gelisol of USDA Soil Taxonomy occur in varying frequencies depending upon existing physiographic and agroecologic positions. These orders correspond to different soil groups of the FAO/UNESCO system. The soils are potentially fertile, but indicate a number of physical, chemical and biological constraints and thus their sustainability is only at risk. Many developmental aspects are still either unattended or only at the initial stage of their adoption. Systematic research and developmental activities on soil survey, soil classification, land evaluation and land use planning for specific uses, watershed development and water harvesting, zero tillage adoption, afforestation, utilization of available resources, restoration of degraded land and maintenance and enrichment of soil fertility followed by conservation and management packages on sustainable basis need to be addressed. A healthy soil can only yield healthy crops for healthy population in order to build up an economically prosperous healthy nation of Ethiopia. In terms of genesis, taxonomy and potential fertility, the Ethiopian soils contain scientific merits to be discovered and recognized selectively as reference for strategic planning of development to attain food self-sufficiency followed by food surplus in days to come. There is ample scope for horizontal as well as vertical expansions of the land, if strategic management policies are executed at the grass root level."}
	}}
