{"resource": {
	"dct:issued":2006,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2006-issue_3_4/a5.pdf",
	"dct:language":"eng",
	"dct:title":{"value":"Physiological response of two variants of egusi melon (Citrullus lanatus) to plant population density in a humid environment"},
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Ayodele, Olufemi J. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Salami, Ayodeji E. (author)"
	}
	}
	],
	"rdf:about":"http://agris.fao.org/aos/records/FI2016100123",
	"dct:identifier":"FI2016100123",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19722"
	},
	"bibo:abstract":{"value":"Experiments were conducted between 1998 and 2000 in the Demonstration Farm of National Fertilizer Company of Nigeria, Onne, Rivers State, to determine effects of plant spacing, density and spatial arrangement on yield and yield components of two variants of egusi melon (Experiments were conducted between 1998 and 2000 in the Demonstration Farm of National Fertilizer Company of Nigeria, Onne, Rivers State, to determine effects of plant spacing, density and spatial arrangement on yield and yield components of two variants of egusi melon (Citrullus lanatus). The spacings consisted of 10 possible combinations derived from 1 m x 1 m to 4 m x 4 m. The highest population plot-1 from 1 m x 1 m spacing gave maximum fruit number and fruit yield, but better individual plant performance indices were responsible for best seed yields at 1 m x 3 m and 2 m x 3 m spacings. At about 5000 plants ha-1 attained by 1 m x 4 m and 2 m x 2 m spacing at 2 plants hill-1, the effects of spacing and population on fruit size and fruit number plant-1 appeared constant. However, below population density of 1,111 plants ha-1 there was marked reduction in most of the yield components. Correlation coefficient between population density and number of fruits ha-1 was positive and significant (0.83*), while it was negative between population density and number of fruits (-0.80**) and fruit yield plant-1 (-0.64*). Number of fruits and seed yield ha-1 increased to a maximum of 3 plants hill-1, while values at 4 plants hill-1 were least. The two variants Bara and Serewe produced slightly more fruits at 2 m x 2 m, which is preferred for sole cropping, in view of its rectangularity. The 1 m x 4 m spacing can be adopted for egusi planted as a component in yam or cassava established on 1m ridges. ). The spacings consisted of 10 possible combinations derived from 1 m x 1 m to 4 m x 4 m. The highest population plot-1 from 1 m x 1 m spacing gave maximum fruit number and fruit yield, but better individual plant performance indices were responsible for best seed yields at 1 m x 3 m and 2 m x 3 m spacings. At about 5000 plants ha-1 attained by 1 m x 4 m and 2 m x 2 m spacing at 2 plants hill-1, the effects of spacing and population on fruit size and fruit number plant-1 appeared constant. However, below population density of 1,111 plants ha-1 there was marked reduction in most of the yield components. Correlation coefficient between population density and number of fruits ha-1 was positive and significant (0.83*), while it was negative between population density and number of fruits (-0.80**) and fruit yield plant-1 (-0.64*). Number of fruits and seed yield ha-1 increased to a maximum of 3 plants hill-1, while values at 4 plants hill-1 were least. The two variants Bara and Serewe produced slightly more fruits at 2 m x 2 m, which is preferred for sole cropping, in view of its rectangularity. The 1 m x 4 m spacing can be adopted for egusi planted as a component in yam or cassava established on 1m ridges."}
	}}
