{"resource": {
	"dct:issued":2006,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2006-issue_2/f19.pdf",
	"dct:language":"eng",
	"dct:title":{"value":"Determination of technologic and sensory properties of cookies prepared with corn flour"},
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Bilgiçli, Nermin (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Kara, Meryem (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Elgün, Adem (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Ertaú, Nilgün (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Demir, M.Kürúat (author)"
	}
	}
	],
	"rdf:about":"http://agris.fao.org/aos/records/FI2016100087",
	"dct:identifier":"FI2016100087",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19722"
	},
	"bibo:abstract":{"value":"The effect of corn flour with different combination of shortening and glucose syrup (GS) on cookie quality was studied. Cookies were prepared with three different levels (20, 30 and 40%) of shortening. At each level of shortening 0, 50, 100% of the flour and 0, 25, 50, 75 and 100% of the sugar substituted with corn flour and GS, respectively. Cookies were tested for diameters, thicknesses, spread ratios and sensory evaluations. Cookie thicknesses decreased, spread ratios increased with increasing amount of corn flour. High shortening ratios increased the thickness, diameter and spread ratios of cookies. Improved cookie diameters and spreads were observed at 25% GS level. However, spread ratios of the cookies were the same (p<0.05) above 25% addition of GS. Of all the shortening addition levels, 20% shortening level gave the highest cookie diameter values at 50% corn flour-25% GS ratios. The best cookie colour was obtained in cookies formulated with 100% corn flour – 20% shortening – 25% glucose syrup level. Cookies at 50% corn flour + 30% shortening + 25% GS level received the highest tenderness acceptability scores. Overall acceptability of cookies was best at 50% corn flour + 30% shortening + 25% GS level."}
	}}
