{"resource": {
	"dct:issued":2006,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2006-issue_2/a2.pdf",
	"dct:language":"eng",
	"dct:title":{"value":"The effect of a combined treatment with retardant and auxin on mineral composition of fruits, seeds and leaves of apple trees"},
	"dct:creator":{"foaf:Person":{"foaf:name":"Basak, Alina (author)"
	}
	},
	"rdf:about":"http://agris.fao.org/aos/records/FI2016100165",
	"dct:identifier":"FI2016100165",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19722"
	},
	"bibo:abstract":{"value":"A number of factors affect the uptake of mineral elements, their movement within a plant and their accumulation in fruits. The intensity of shoot growth and the biosynthesis and distribution of auxins in the plant are of a great importance in these processes. Experiments were carried out whose aim was to assess the uptake of minerals in apple trees after shoot growth had been weakened by the use of a retardant while the force of attraction of minerals by apples had been increased by a treatment with a synthetic auxin. The results of these experiments confirmed the ambiguous and complex effect of bioregulators on the mineral composition of apple trees. The results suggest that retardants can improve the supply of calcium to apples, depending on how the preparations are applied, especially if the apple trees being treated have a low calcium content. It was found that when apples were rich in calcium, the retardant did not have any effect on the transportation of this element to them despite a clear inhibition in the growth of shoots. Paclobutrazol had a more obvious effect on the transportation of calcium to apples than daminozyd. The uptake of calcium by apples was also found to be greater after an auxin had been applied to them. Application of the retardant to shoots only did not change the effect of the auxin on the uptake of calcium by leaves, but it reduced the calcium uptake by apples. When the retardant was also applied to the apples, the effect of the auxin was greater and involved the leaves, too. The effect of the retardant and the auxin on the levels of other elements (K, Mg, P, N) also depended on these elements content in apple trees."}
	}}
