{"resource": {
	"dct:issued":2004,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2004-issue_1/a24.pdf",
	"dct:language":"eng",
	"dct:title":{"value":"Effectiveness of extension dissemination approaches and adoption levels of livestock and fisheries technologies in Nigeria"},
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Bolorunduro, P.I. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Iwuanyanwu, I.E.J. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Aribido, S.O. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Adesehinwa, A.O.K. (author)"
	}
	}
	],
	"rdf:about":"http://agris.fao.org/aos/records/FI2016100327",
	"dct:identifier":"FI2016100327",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19722"
	},
	"bibo:abstract":{"value":"A study was conducted on the status of livestock and fisheries technologies in research and extension systems in Nigeria. Five states (Borno, Sokoto, Plateau, Kaduna and Oyo) were studied for livestock and Niger state for fisheries, using structured questionnaire to obtain information from farmers, Research Institutes (RIs), Universities and Agricultural Development Projects (ADPs). Results of the study indicated that awareness of disseminated livestock production technologies ranged from 5.4-70.9%, and the adoption from 1.4-60.1%. In fisheries awareness and adoption levels of 5.0-72% and 2.5-50.0% were recorded respectively. The ADPs were farmers’ most important sources of information on production recommendations, while radio and VEAs were the most important channels of communication to livestock farmers (24.5%) and fisherfolks (97.5%), respectively. Method demonstration was the most popular approach for technology dissemination that most farmers were familiar with (33.7% of livestock farmers and 87.5% fisherfolks), and was equally rated as the most effective. Whereas the major constraints to adoption by farmers included high cost of inputs, in-sufficient awareness, and inadequate interactions with village extension agents, the major problems of RIs and ADPs were poor funding and poor staffing situation, reflecting in low mobility of field staff, poor job motivation and ill- equipped technology demonstration centers. Improved funding of research and extension agencies, promotion of low-cost and sustainable technologies, and paying more attention to the promotion of non-crop technologies by the ADPs are some of the recommendations made to address the problems of livestock and fisheries extension."}
	}}
