{"resource": {
	"dct:issued":2004,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2004-issue_3_4/f2.pdf",
	"dct:language":"eng",
	"dct:title":{"value":"Physicochemical studies on African oil bean (Pentaclethra macrophylla Benth.) seed"},
	"dct:creator":{"foaf:Person":{"foaf:name":"Akindahunsi, A. A. (author)"
	}
	},
	"rdf:about":"http://agris.fao.org/aos/records/FI2016100390",
	"dct:identifier":"FI2016100390",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19722"
	},
	"bibo:abstract":{"value":"Some physicochemical parameters of the petroleum ether (40-60°C) extract as well as the effects of processing (salting, soaking before cooking and fermentation) on the proximate, antinutritional and mineral contents of African oil bean (Pentaclethra macrophylla Benth.) seed were evaluated. The percentage oil yield was 53.6±0.7 on a dry matter basis and the colour was similar to that of groundnut oil (yellow) while the peroxide and saponification values were 1.2 mg/g and 32.4±0.1, respectively. The acid value, free fatty acid and specific gravity were 36.6±1.5 mg/g, 1.6, and 0.86 respectively. The refractive index and iodine value were 1.5 and 74.9. The oil gave no irritating odour. This coupled with the relative abundance and low cost holds a good promise with respect to commercial production of oils.All the three treatments (salting, soaking before cooking and fermentation) significantly (P<0.05) decreased the protein content (%): (raw 41.7, soaking plus cooking 9.9, salting 10.5, fermentation 8.0). Conversely, the levels of fat (27.6, 48.5, 36.3, 51.5%), carbohydrate (3.9, 24.2, 28.2, 18.6%) and energy (312.5, 450.9, 440.5, 405.9 kcal/mol) for raw, soaking plus cooking, salting and fermentation samples, respectively, were increased. While soaking plus cooking (1.4%) and salting (1.2%) decreased the ash content, fermentation (7.8%) brought about an increase. While Zn level increased with the treatments, Mg, Na and K levels decreased. The treatments did not have any discernable trend in the antinutrients. Phytate level increased with treatments, cyanide level was reduced while there was no effect on the tannin level. There is therefore the need to develop methods for effective reduction of the antinutrients for optimal utilization of the abundant oil and the relatively high protein content of the African oil bean seed."}
	}}
