{"resource": {
	"dct:issued":2006,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2006-issue_2/a18.pdf",
	"dct:language":"eng",
	"dct:title":{"value":"Seasonal influence on mineral content of forages used by smallholder dairy farmers in lowlands of Mvomero District, Morogoro, Tanzania"},
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Mtui, Dorah J. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Lekule, Faustin P. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Shem, Martin N. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Rubanza, Chrispinus D.K. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Ichinohe, Toshiyoshi (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Hayashida, Maki (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Fujihara, Tsutomu (author)"
	}
	}
	],
	"rdf:about":"http://agris.fao.org/aos/records/FI2016100362",
	"dct:identifier":"FI2016100362",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19722"
	},
	"bibo:abstract":{"value":"Optimal utilization of local feed resources for improved livestock productivity in many production systems in the tropics is limited by scanty information on nutritive potential of forages including minerals. The aim of this study was to determine the influence of season on concentration of macro and micro minerals of nine forage species: three grasses (Cynodon plectostychus, Panicum maximum and Pennisetum purpureum); three creeping legumes (CL) (Calopogonia muconoides, Macroptilium atropurpureum and Neonotonia wightii) and three multipurpose tree species (MPTs) (Leucaena leucocephala, Gliricidia sepium and Morus alba) commonly used by smallholder dairy farmers in Lowlands of Turiani, Mvomero district, Tanzania. The comparative seasonal concentration of Ca, P, Mg, S, Cu, Fe, Zn, Mn and Se were evaluated. Results indicated that in all forages and in all seasons, Ca, Mg, S and Fe were in substantial amount to meet dairy cattle requirements. Multipurpose trees had low to marginal levels of P, Cu and Mn to meet dairy cattle requirements. In all seasons, all forages had lower concentrations of Zn and Se to meet dairy cattle requirements. Therefore, potential intakes of Zn and Se in all seasons by dairy cow, weighing 450 kg BW on average, producing 10 kg milk per day and consuming 12.15 kg DM, was low. These findings indicate that creeping legumes be considered prominent components in diets of dairy cattle because of their high concentrations of minerals. Ration formulation for dairy cattle in these Lowlands of Turiani, Mvomero district, Tanzania, should include P, Cu, Mn, Zn and Se throughout the year."}
	}}
