{"resource": {
	"dct:issued":2003,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2003-issue_2/j2-agriculture-44.pdf",
	"dct:language":"eng",
	"dct:title":{"value":"Comparative performance of four sources of enriched phosphocompost and inorganic fertilizer application on yield, uptake of nutrients and biological activity of soil under soybean-wheat rotation"},
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Manna, M.C. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Ghosh, P.K. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Ganguly, T.K. (author)"
	}
	}
	],
	"rdf:about":"http://agris.fao.org/aos/records/FI2016100223",
	"dct:identifier":"FI2016100223",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19722"
	},
	"bibo:abstract":{"value":"In a three years field study (1996-1999) the performance of four different composts obtained from legume straw (Glycine max Merr.L), cereal straw (Triticum aestivum), oilseed straw (Brassica juncea L.) and city garbage were compared among them and also with chemical fertilizers in terms of degree of maturity, quality of compost, improvement in soil organic matter, biological activity of soil and yields of soybean and wheat. Phospho-sulfo-nitrocomposts were prepared containing approximately 3.2 to 4.2 % P and 1.5 to 2.3 % N, in an aerobic process of decomposition for 4 months by adding the aqueous slurry of 1:1 (dry weight) cow dung, 5% P2O5 in the form of low grade Mussorie phosphate rock (17.2% P2O5), 10% Pyrite (S, 22.2%) and 0.5% urea N, bioinoculum such as cellulose decomposer (Paecilomyces fusisporus and Aspergillus awamori), P-solubilizing organisms viz, Bacillus polymyxa and Pseudomonas striata. The maturity parameters were strongly associated with the source of materials, chemical composition and degree of decomposition. The matured composts had lower C/N ratios (8.2 to 21.7) and water soluble carbohydrates (0.23 to 0.43 %), and larger ratios of CEC /TOC and Lignin/ cellulose ratios than the initial. The quality composts improved the substantial quantity of total P, water soluble P, citrate soluble P, total N and NO3-N and the application of phosphocompost at 5 Mg ha-1 gave plant growth, dry matter accumulation, seed yield, and N and P uptake by soybean equivalent to 25 kg N and 60 kg P2O5 ha-1. Continuous turnover of enriched phosphocompost improved substantial quantity of soil microbial biomass C, activity of enzymes compared to application of chemical fertilizer and sustained soil quality in terms of chemical and biological health."}
	}}
