{"resource": {
	"dct:issued":2003,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2003-issue_1/V1N1E118-127integrated.pdf",
	"dct:language":"eng",
	"dct:title":{"value":"Integrated water management for the 21st century: Problems and Solutions"},
	"dct:creator":{"foaf:Person":{"foaf:name":"Bouwer, Herman (author)"
	}
	},
	"rdf:about":"http://agris.fao.org/aos/records/FI2016100316",
	"dct:identifier":"FI2016100316",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19722"
	},
	"bibo:abstract":{"value":"Most of the projected global population increases will take place in third world countries that already suffer from water, food, and health problems. Increasingly, the various water uses (municipal, industrial, agricultural) must be coordinated with, and integrated into, the overall water management of the region. Sustainability, public health, environmental protection and economics are key factors. More storage of water behind dams and especially in aquifers via artificial recharge is necessary to save water in times of water surplus for use in times of water shortage. Municipal wastewater can be an important water resource but its use must be carefully planned and regulated to prevent adverse health effects and, in the case of irrigation, undue contamination of groundwater. While almost all liquid fresh water of the planet occurs underground as groundwater, its long-term suitability as a source of water is threatened by non-point source pollution from agriculture and other sources and by aquifer depletion due to groundwater withdrawals in excess of groundwater recharge. In irrigated areas, groundwater levels may have to be controlled with drainage or pumped well systems to prevent water-logging and salinization of soil. Salty drainage waters must then be handled in an ecologically responsible way. Water short countries can save water by importing most of their food and electric power from other countries with more water, so that in essence they also get the water that was necessary to produce these commodities and, hence, is virtually embedded in the commodities. This “virtual” water tends to be a lot cheaper for the receiving country than developing its own water resources. Local water can then be used for purposes with higher social, ecological, or economic returns or saved for the future. Climate changes in response to global warming caused by carbon dioxide emissions are difficult to predict in space and time. Resulting uncertainties require flexible and integrated water management to handle water surpluses, water shortages, and weather extremes. Long-term storage behind dams and in aquifers may be required. Rising sea levels will present problems in coastal areas."}
	}}
