{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"Oxalate content of raw and cooked purslane"},
	"rdf:about":"http://agris.fao.org/aos/records/FI2008320731",
	"dct:identifier":"FI2008320731",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/10814"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2007,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2007-issue_1/f26.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Poeydomenge, G. Y. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Savage, G. P. (author)"
	}
	}
	],
	"bibo:abstract":{"value":"Purslane (Portulaca oleracea L.) is a rich source of important nutrients such as minerals and antioxidants. In addition, its edible tissues contain high levels of omega-3 fatty acids which are recommenced for a healthy diet. Raw leaves, stems and buds have been reported to contain high levels of oxalate and, therefore, they are not recommended for regular consumption for people who have a tendency to form kidney stones. In this study the fresh leaves, stems and buds contained respectively 23.45±0.45, 5.58±0.18 and 9.09±0.12 g total oxalates kg-1 fresh weight. The stems and buds contained a mean of 75.0% soluble oxalates while the leaves contained only 27.5% soluble oxalates. Boiling the leaves, stems and buds resulted in a loss of soluble oxalates from the tissue which resulted an overall 27% reduction in total oxalate in the tissues. Pickling the whole plant resulted in a loss of soluble oxalates from the tissue by leaching into the vinegar, resulting in a reduction of total oxalate content of the pickled tissue by 16%. Larger leaves contained 40% more total oxalates than the small leaves while the oxalate content of the stems ranged between 4.9 and 6.2 g total oxalates kg-1 fresh weight. The leaves contained 33% soluble oxalate while in contrast the stems contained a mean of 67% soluble oxalates. Overall, the results of this experiment confirm that cooking and pickling purslane reduces the soluble oxalate content of the processed tissue. Reduction in the soluble oxalate concentration of the tissue will reduce the potential of this high oxalate containing plant to increase urinary oxalate output which could then lead to an increased incidence of kidney stones. This is particularly important as purslane has a number of positive nutritional attributes which suggest that it should be part of a healthy diet."}
	}}
