{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"Effect of continuous cropping and long-term differential fertilization on profile stratification of DTPA-extractable micronutrients"},
	"rdf:about":"http://agris.fao.org/aos/records/FI2006038642",
	"dct:identifier":"FI2006038642",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/10814"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2004,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2004-issue_1/a17.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Setia, R.K. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Sharma, K.N. (author)"
	}
	}
	],
	"bibo:abstract":{"value":"The influence of continuous application of differential rates of N, P and K to a sandy loam soil (Typic Ustochrept) on the available micronutrients in the soil profile (0-120 cm) was studied after 22 cycles of a long-term experiment involving maize-wheat sequence at Punjab Agricultural University Farm, Ludhiana. A steep reduction in the micronutrients status in the control plot was observed but the contents were above the critical levels of deficiency for Zn, Cu and Mn but Fe content has reached to deficiency level. The concentration of Fe, Mn, Zn and Cu to be relatively more, when pH values were lower. An increase in the level of N alone or in combination with K depleted the available micronutrient content of the soil as compared to their initial status. However, the increasing level of P addition increased the Fe and Zn contents of the soil. Application of phosphatic fertilizer had a favourable effect even on Mn and Fe content of soil, even though it failed to maintain the initial concentration of both the elements. However, the application of P along with N resulted in an increase in Fe and Zn contents of the soil whereas Cu and Mn contents were least affected. The available micronutrient content decreased with increasing soil depth in all the treatment plots. The accumulation of micronutrients in the soil profile in N120P0K0 treated plots was slightly lower than control (N0P0K0) treatment. The translocation of micronutrients in the soil profile was upto 45 to 60 cm layer beyond which the changes were not noticeable. The higher amount of available micronutrients in the soil profile was recovered in NP and NPK treated plots. The continuous application of N, P and K fertilizers resulted in the accumulation of sufficient amount of unabsorbed nutrients in the soil profile (0-120 cm)."}
	}}
