{"resource": {
	"dct:issued":2004,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2004-issue_1/a11(2).pdf",
	"dct:language":"eng",
	"dct:title":{"value":"Rice residue- management options and effects on soil properties and crop productivity"},
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Mandal, Krishna G. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Misra, Arun K. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Hati, Kuntal M. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Bandyopadhyay, Kali K. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Ghosh, Prabir K. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Mohanty, Manoranjan (author)"
	}
	}
	],
	"rdf:about":"http://agris.fao.org/aos/records/FI2016100038",
	"dct:identifier":"FI2016100038",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19722"
	},
	"bibo:abstract":{"value":"Rice residues are important natural resources, and recycling of these residues improves the soil physical, chemical and biological properties. Management of rice straw is a major challenge as it is considered to be a poor feed for the animals due to high silica content. This paper reviews the potential of rice residues and its management options, residue effects on soil properties and crop productivity. On the basis of reported research results by different researchers, an analysis has been made. A rice-wheat sequence that yields 7 t ha-1 of rice and 4 t ha-1 of wheat removes more than N 300, P 30 and K 300 kg ha-1 from the soil; the residues of rice and wheat amount to as much as 7-10 t ha-1 yr-1. South Asian farmers need to manage 5-7 t ha-1 of rice residues and overcome the problems for planting wheat. Management options are: burning, incorporation, surface retention and mulching, and baling and removing the straw. Despite some advantages like killing of deleterious pests and clearing the piles before wheat planting, burning results huge losses of N (up to 80%), P (25%), K (21%) and S (4-60%), air pollution (@ CO2 13 t ha-1) depriving soils of organic matter (SOM). This loss of SOM is one of the recognized threats to sustainability. Incorporation leads to build up of SOM, soil N, P and K. The major disadvantage of incorporation is the immobilization of inorganic N. However, N at 15-20 kg ha-1 as starter dose with straw incorporation increases yield of wheat and rice compared to burning. Surface retention of residues increases soil NO3- by 46%, N uptake by 29%, and yield by 37% compared to burning. Residue management practices affect soil physical properties viz. soil moisture, temperature, aggregate formation, bulk density and hydraulic conductivity. Soil temperature is influenced through the change in radiant energy balance and insulation. Rice crop residues are highly siliceous, and have the potential of transforming electrochemical properties of acidic soils that reduces P fixation; improving base retention and increasing the soil pH. Rice straw incorporation coupled with organic manure increases grain yield of wheat and improves soil physical condition. Residue incorporation results more microbial activity than residue removal or burning. Thus, if residues are managed properly, then it can warrant the improvements in soil properties and the sustainability in crop productivity."}
	}}
