{"resource": {
	"dct:issued":2006,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2006-issue_1/a19.pdf",
	"dct:language":"eng",
	"dct:title":{"value":"Improvement of in vitro techniques for rapid meristem development and mass propagation of Philippine cassava (Manihot esculenta Crantz)"},
	"dct:creator":{"foaf:Person":{"foaf:name":"Acedo, Villaluz Z. (author)"
	}
	},
	"rdf:about":"http://agris.fao.org/aos/records/FI2016100143",
	"dct:identifier":"FI2016100143",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19722"
	},
	"bibo:abstract":{"value":"Cassava (Manihot esculenta Crantz cv. Golden Yellow) shoot apical meristems with 1-2 leaf primordia were aseptically isolated and cultured on liquid or solid Murashige and Skoog (MS) medium supplemented with gibberellic acid (GA3), benzylaminopurine (BAP) and naphthalene acetic acid (NAA) at 0.25, 0.1 and 0.2 mg/L, respectively. The cultures were maintained in an incubation room at a temperature of 25+2oC. Filter paper bridge was used to hold the meristem in liquid medium. Plant regeneration was most effectively promoted by liquid MS medium added with the 3 hormones, producing 2-nodal stage complete plantlets without callus after 3 weeks from inoculation. When used singly, GA3 did not elicit any growth response while BAP caused shoot formation only. NAA and the solid MS medium added with the 3 hormones induced both shoot and root development but this was preceded by callus production. Using single nodal segments of meristem-derived plantlets, micropropagation experiments showed poor growth response to the CIAT-4E medium containing MS nutrients with GA, BAP and NAA additives. Only 13% of the cultures developed into complete plantlets (3-4 nodal stage) after about 2 months of incubation. Increasing the sucrose level of this medium to 3% did not markedly improve plant growth. With the hormone-free MS medium with 2% sucrose (PTCL-1 medium), all cultures developed into complete plants after one month or less. Other PhilRootcrop Tissue Culture Laboratory (PTCL) medium series did not additionally promote shoot, root and complete plantlet development. Agarite and agar-agar as low-cost gelling agents were comparably effective as Sigma agar. Micropropagation rate was estimated at 311 to 411 planting materials that can be potentially produced from one nodal explant per year."}
	}}
