{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"Comparative evaluation of the nutritional quality of corn, sorghum and millet ogi prepared by a modified traditional technique"},
	"rdf:about":"http://agris.fao.org/aos/records/FI2007029189",
	"dct:identifier":"FI2007029189",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/10814"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2004,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2004-issue_2/f16.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Oyarekua, M.A. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Eleyinmi, A.F. (author)"
	}
	}
	],
	"bibo:abstract":{"value":"Ogi was prepared from corn (Zea mays), sorghum (Sorghum vulgare) and millet (Eleusine coracana) by a modified traditional process, dry milled, packaged and subjected to proximate, mineral and amino acid analyses. Crude protein content of the traditional ogi flour ranged from 4.12 (millet ogi) to 5.93% (sorghum ogi) while ogi from the modified process had values between 7.92 (millet ogi) and 10.78% (corn ogi). Significant increases (P< 0.05) were recorded in the lipid, ash and mineral composition of modified ogi flours with increase ranging between 16–92% for minerals. Nutrient contents were highest in modified corn ogi (MCO) for P, Na, K, Ca and Fe, in modified millet ogi (MMO) for Mg (986 mg kg-1) and Mn (11.6 mg kg-1) and in MSO (modified sorghum ogi) for Cu (10.7 mg kg-1) and Zn (53.5 mg kg-1). The mineral ratios for Ca/P (0.01–0.17) and Ca/Mg (0.11–1.09) were significantly lower than the recommended standard (1), the only exception being traditional sorghum ogi (1.09). Gross energy calculated for the ogi flours was comparable and did not appear to be influenced by the modification introduced. Proportion of the total energy due to protein and utilisable energy due to protein was highest in MCO (10 and 6% respectively). MSO had the highest total essential amino acids (TEAA) (721.9 mg g-1 cp), total sulphur AA (91.3 mg g-1 cp), arginine (91.5 mg g-1 cp) and predicted biological value (P-BV) (7.06). P-BV and predicted protein efficiency ratio for MCO, MMO and MSO were 6.73 and 4.06, 6.47 and 1.62, and 7.06 and 0.27 respectively."}
	}}
