{"resource": {
	"dct:issued":2006,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2006-issue_1/f8.pdf",
	"dct:language":"eng",
	"dct:title":{"value":"Postharvest control of blue mold of apples with reduced-risk fungicides together with anti-scald agent diphenylamine under cold and controlled atmosphere storage conditions"},
	"dct:creator":{"foaf:Person":{"foaf:name":"Errampalli, Deena (author)"
	}
	},
	"rdf:about":"http://agris.fao.org/aos/records/FI2016100006",
	"dct:identifier":"FI2016100006",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19722"
	},
	"bibo:abstract":{"value":"To preserve apple fruit quality, diphenylamine (DPA; scald inhibitor) and thiabendazole (TBZ; postharvest fungicide) were applied together as postharvest treatment. Due to the development of resistance to TBZ, the incidence of blue mold (Penicillium expansum) has increased in apple storages in recent years. To manage the fungicide resistance, two reduced-risk fungicides, cyprodinil or fludioxonil or a combination of cyprodinil and fludioxonil, together with 1000 µg ml-1 of diphenylamine were tested against blue mold caused by DPA-resistant and TBZ-resistant; or DPA-resistant and TBZ-sensitive P. expansum in vitro and in vivo on ‘Empire’ apples in cold and controlled atmosphere (CA) storages. In vitro studies, TBZ-sensitive isolates did not grow on TBZ while TBZ-resistant isolates grew on TBZ; all six isolates grew on DPA and no mycelial growth was observed on cyprodinil and/or fludioxonil. Under both cold and CA storage conditions, DPA controlled scald in DPA-treated fruit but did not control blue mold caused by DPA-resistant isolates of P. expansum. DPA did not affect the control of blue mold when DPA was applied together with 225 to 450 µg ml-1 of cyprodinil or 300 to 600 µg ml-1 of fludioxonil or 225 +150 µg ml-1 of cyprodinil and fludioxonil. These two reduced risk fungicides, which have different modes of action from each other and that of TBZ, were able to suppress TBZ-resistant blue mold in the presence of anti-scald agent DPA and thus have a potential to be incorporated into the postharvest disease management strategies."}
	}}
