{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"Chemical composition and pasting properties of CMD resistant cassava clones planted at different locations"},
	"rdf:about":"http://agris.fao.org/aos/records/FI2012447742",
	"dct:identifier":"FI2012447742",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/10814"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2008,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2008-issue_2/f17.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Sanni, L.O. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Adebowale, A.A. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Maziya-Dixon, B. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Dixon, A.G.O. (author)"
	}
	}
	],
	"bibo:abstract":{"value":"The aim of the study was to investigate the chemical composition and pasting properties of 43 cassava mosaic desease (CMD) resistant clones planted at different locations (Ibadan, Onne and Mokwa) in Nigeria under rainfed conditions in 2003 and 2004. Ranges of chemical contents (%) were for amylose 19.50-30.20, sugar 0.77-3.67, starch 66.20–88.90, protein 0.41-1.0 and ash 0.03-0.36 across clones for 2003. In 2004, the results were as follows: amylose 15.26–21.68, sugar 3.62-5.63, starch 60.64-71.62, protein 1.51-4.48 and ash 1.27-2.81%. The peak viscosity ranged between 289.09 and 490.96 RVU in 2003 and from 83.83 to 339.54 RVU in 2004. Hot paste viscosity ranged between 105.85 and 177.90 RVU in 2003 and from -10.38 to 145.20 RVU in 2004. Breakdown viscosity obtained in 2003 was considerably higher than that recorded in 2004. The setback viscosity ranged from 32.14 to 76.75 RVU in 2003 and from 11.71 to 51.11 RVU in 2004. The variations due to interactions between clone and agro-environment (clone × location) were significant (P<0.05) for chemical composition and pasting properties, except protein and pasting temperature in 2004. Also, a significant correlation (P<0.05) was obtained between all the chemical components measured and pasting properties. However, further work is needed to really determine quantitatively how the pasting profile of the cassava clones determines their food uses."}
	}}
