{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"Effect of several packaging films on biochemical characteristics and microbiological counts of shredded cabbage at different storage conditions"},
	"rdf:about":"http://agris.fao.org/aos/records/FI2007188094",
	"dct:identifier":"FI2007188094",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19722"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2005,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2005-issue_2/f2.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Ibrahim, Roshita (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Osman, Azizah (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Saari, Nazamid (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Rahman, Russly Abdul (author)"
	}
	}
	],
	"bibo:abstract":{"value":"Shredded cabbage is becoming one of the most important minimally processed (MP) vegetables mainly for salad and coleslaw production. This has led to a need to develop technology for extending the shelf life. This study was conducted to determine the effects of using different types of polymeric films (Polypropylene (PP), Low Density Polyethylene (LDPE), High Density Polyethylene (HDPE) and PVC cling wrap (served as Control)) of varying permeability to gases and water vapour and also with application of vacuum packaging on the biochemical characteristics and microbiological counts of the MP shredded cabbage during storage at 5±1°C with 90-95% RH. Biochemical characteristics were determined by quantitative measurements of carbon dioxide (CO2) and ethylene (C2H4) production, polyphenol oxidase (PPO) activity, degree of browning and chlorophyll degradation. Meanwhile microbiological study involved mesophilic and psychrotrophic counts of bacteria, molds and yeasts. Data collected were analyzed using ANOVA and Duncan’s multiple range test (DMRT) at 5% significant level. Among all the different packaging films used, PP showed the best packaging film in maintaining the storage quality of the shredded cabbage which has high CO2 production due to its greater barrier property to CO2 and lower ethylene production in the package atmosphere. PP also gave lower PPO activity, degree of browning and chlorophyll degradation compared to the other types of packaging films. Meanwhile for the microbiological study, the microbial flora of the shredded cabbage was predominantly bacterial, with smaller numbers of yeasts and only an occasional mold for both mesophilic and psychrotrophic microorganisms found in the packages. It was observed that different packaging system does not necessarily affect the microflora of the shredded cabbage in the same manner as the shelf life."}
	}}
