{"resource": {
	"dct:issued":2004,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2004-issue_3_4/a25.pdf",
	"dct:language":"eng",
	"dct:title":{"value":"Is azadirachtin useful in the management of the mango stone weevil (Sternochetus mangiferae Fabricius)?"},
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Verghese, Abraham (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Nagaraju, D. K. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Jayanthi, P. D. K. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Vasudev, V. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Madhura, H. S. (author)"
	}
	}
	],
	"rdf:about":"http://agris.fao.org/aos/records/FI2016100310",
	"dct:identifier":"FI2016100310",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19722"
	},
	"bibo:abstract":{"value":"The mango stone weevil (MSW), Sternochetus mangiferae (Fab.) (Coleoptera: Curculionidae) is an important monophagous pest of mango, infesting the seed (stone) within. Globally, it is widely distributed. Reducing hazards due to synthetic insecticides in the environment and residues in the fruits are of utmost importance while formulating a recommendation for control of MSW. One of the safer components in integrated pest management (IPM) is the use of neem and its derivative, azadirachtin. The latter is popular as it is commercially available as a ready to use formulation. Investigations at Indian Institute of Horticultural Research (IIHR), Bangalore have shown that azadirachtin is useful in managing some of the pests of mango like hopper (Idioscopus spp.), scales (Aulacaspissp.) and fruit fly (Bactrocera dorsalis Hendel). Therefore, extensive laboratory and field studies were carried out at IIHR, Bangalore to know whether azadirachtin is useful in the management of MSW. The results of three laboratory and six field experiments on two commercial mango varieties (Banganpalli and Totapuri) were comparable and confirmatory. Laboratory studies showed that botanicals viz., azadirachtin 0.03% (Neemark 300 ppm) 5 ml/litre, neem oil @ 100, 200 and 400 ml/litre, neem soap @ 20 g/litre and pongamia soap 20 g/litre failed to repel adult weevils. As azadirachtin is commercially available in a ready to use formulation, it was the only botanical that was investigated in field trials. It was found that azadirachtin (0.03%) at the recommended dose of 5 ml/litre of water, sprayed at lime-size of fruit (the only time when the ovipositing adults, eggs and first instar grubs are found on the fruit, vulnerable to spray interventions) failed to prevent oviposition and caused no mortality of eggs or first instar grubs. The treated and untreated trees showed no significant difference (t-test; p=0.05) in both the varieties. Therefore, the commercially available azadirachtin is not useful in the management of MSW."}
	}}
