{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"Effect of sowing depth on emergence, growth and yield of okra (Abelmoschus esculentus (L.) Moench)"},
	"rdf:about":"http://agris.fao.org/aos/records/FI2009322815",
	"dct:identifier":"FI2009322815",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/10814"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2007,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2007-issue_1/a15.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Odeleye, F. O. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Odeleye, O. M. O. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Olaleye, A. O. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Yakubu, F. B. (author)"
	}
	}
	],
	"bibo:abstract":{"value":"Pot and field trials were conducted to evaluate the effects of sowing depth on the performance of two varieties of okra grown as a sole crop. The pot experiment involved a factorial combination of 5 sowing depths (1, 2, 3, 4 and 5 cm), with 2 varieties of okra. The pots were arranged in randomized complete block design with four replications. The pot experiment was conducted on the roof top garden of the Department of Crop Protection and Environmental Biology, University of Ibadan, Ibadan, Nigeria. The field experiment was a repetition of the pot experiment and was done at the Teaching and Research Farm, University of Ibadan. Data were taken on number of days from planting to emergence and on growth and yield parameters. Data from the experiments were subjected to ANOVA using SAS and means were separated using LSD and S.E. Results showed that sowing okra 4 and 5 cm deep significantly reduced seedling emergence (%) and caused a significant decrease in the vegetative growth, dry matter accumulation and yield of okra varieties in pots and on the field. The 5 cm depth appears to be the most damaging in this regard. Good seedling emergence were obtained at 1, 2 and 3 cm sowing depth but the 3 cm depth appears to be the optimum sowing depth for okra as the highest yield and the overall best performance of okra were attained at this depth. The two varieties of okra used in this study responded similarly to depths of sowing but NHAe 47-4 (early maturing) out yielded LD88 (medium maturing) apparently because of its larger leaf area and fruit size."}
	}}
