{"resource": {
	"dct:issued":2006,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2006-issue_1/f1.pdf",
	"dct:language":"eng",
	"dct:title":{"value":"Effects of pre-treatments on the physicochemical quality and sensory acceptance of  osmo-air-dehydrated ‘dwarf’ golden apples (Spondias cytherea Sonn.)"},
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Browne, Jeanette (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Badrie, Neela (author)"
	}
	}
	],
	"rdf:about":"http://agris.fao.org/aos/records/FI2016100053",
	"dct:identifier":"FI2016100053",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19722"
	},
	"bibo:abstract":{"value":"The objectives of the study were to investigate the effects of fruit peeling, high (95oC) and low temperature (24oC) brining and addition of red or yellow colourant on physicochemical quality and sensory acceptance of osmo/air dehydrated (OD) candied dwarf golden apples (Spondias cytherea Sonn). From a survey, only 3.6% had consumed golden apples as candied products. Green mature fruits were initially immersed in brine solution (5 g 100 g-1 NaCl or 10 g 100 g-1 NaCl) for 18 h, soaked in 40ºBrix acidified sucrose/corn fructose syrup for 24 h, followed in 65ºBrix corn fructose/sucrose syrup for 24 hours at 24oC and convection-air-dried at 45ºC for 24 hours. Focus groups found that OD golden apples with peel were tough and rubbery. Hot brining resulted in a less (P<0.05) orange colour, softer (P<0.05) and more acceptable texture. Red-coloured OD fruits in 5 g 100 g-1 NaCl were more acceptable (liked moderately to extremely) compared to yellow-coloured products (liked slightly to moderately). The pH of OD golden apples was 3.4–3.6, total soluble solids (TSS) 73.6-76.3o Brix and titratable acidity 0.35–0.63 g 100 g-1 citric acid. On storage at 24oC for 6 weeks, TSS increased, texture became firmer, pH decreased, colour became significantly (P<0.05) darker and more yellow OD golden apples were microbiologically stable (<10 cfu g -1) for total aerobic counts, lactic acid bacteria and yeasts and moulds throughout storage."}
	}}
