{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"Influence of rain cover cultivation on taste and aroma quality of strawberries (Fragaria ananassa Duch.)"},
	"rdf:about":"http://agris.fao.org/aos/records/FI2007029184",
	"dct:identifier":"FI2007029184",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/10814"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2004,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2004-issue_2/f13.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Rohloff, Jens (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Nestby, Rolf (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Folkestad, Johannes A. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Iversen, Tor-Henning (author)"
	}
	}
	],
	"bibo:abstract":{"value":"The cultivation of strawberries (Fragaria ananassa Duch.) under drip irrigation management in combination with rain covers was investigated at three trial fields in Mid-Norway at Steinkjer (1999), Lensvik, Agdenes (2000), and at the Plant Biocentre, Trondheim (2001-2002). Main goal of the study was to investigate the potential of rain covers to supress a massive infestation of strawberry fruit by grey mould (Botrytis cinerea), which often occurs as an effect of rainy midsummer seasons in Norway. As part of the 3-years project, taste quality parameters such as soluble solids content, pH and titratable acidity from the first production years were studied. Additionally, the aroma volatile composition was investigated by headspace solid-phase microextraction (HS-SPME) and gas chromatography coupled with mass spectrometry (GC-MS). The light intensity (PAR) under the rain cover was dramatically decreased by 21% and 50% at Lensvik and 26% and 47% at the Plant Biocentre under overcast and sunny conditions, respectively. However, the parameters of temperature and relative humidity were unaffected. The soluble solids content and titratable acidity of strawberries grown under the rain cover, were slightly decreased but no significant differences could be observed. The HS-SPME study demonstrated that the biosynthesis of strawberry aroma volatiles belonging to the chemical group of esters, was slightly reduced under the rain cover. Optimal climatic conditions during a warm summer in 2002 led to the production of strawberries rich in characteristic volatile compounds (Plant Biocentre). Detailed aroma profiles achieved throughout the season, revealed the variation of certain aroma-impact compounds with decreasing levels of aldehydes (hexanal, (E)-2-hexenal) and increasing concentrations of esters (methyl acetate, ethyl butanoate, hexyl butanoate, ethyl hexanoate) and mesifurane, one of the characteristic strawberry aroma compounds. In contrast, the summarized level of esterified aroma compounds was almost unchanged under the rain cover. In conclusion, strawberry taste and aroma composition and thus, the marketable berry quality were only insignificant affected when cultivated under a rain cover as an effect of changed environmental conditions."}
	}}
