{"resource": {
	"dct:issued":2007,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2007-issue_2/f3.pdf",
	"dct:language":"eng",
	"dct:title":{"value":"Feeding patterns and practices among households with children aged 6-59 months in Mbita Division, Suba District, Kenya"},
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Ohiokpehai, O. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Kimiywe, J. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Naidoo, P. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Adesina, A. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Sanginga, N. (author)"
	}
	}
	],
	"rdf:about":"http://agris.fao.org/aos/records/FI2016100343",
	"dct:identifier":"FI2016100343",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19722"
	},
	"bibo:abstract":{"value":"The growth patterns of children are reflective of community nutritional status and food security, which is measured in terms of food consumption patterns and practices, availability and accessibility. Vital statistics from Suba District indicate high mortality rates of 146.9/1000 and 247/1000 for infants and under fives respectively. The expected HIV cases are also estimated at 41% of the reproductive population. The purpose of this study therefore was to conduct a baseline survey on the nutrition and health situation in Mbita Division, Suba District, with the aim of developing a comprehensive programme for intervention using soybean-enriched diets in the management of HIV/AIDS. To achieve this, the following objectives were formulated; to establish the food consumption and utilization practices in the households; determine food production patterns and practices; determine food accessibility and availability, and to investigate the morbidity patterns of households and children. The survey was conducted in three locations, namely Gembe West, Gembe East and Rusinga West, and 265 households, 162 from township, 50 from Kayanja and 53 from Kaswanga were interviewed. Food frequency and 24-hour recall were used to collect data on household and children’s food consumption patterns and practices. A structured questionnaire was used to collect data on feeding and childcare practices and household morbidity patterns. To access food availability and accessibility, respondents were asked questions on methods of food acquisition and production patterns. The study findings were verified by information from key informant focus group discussions and from observational checklist. Results indicated that the diets were inadequate for the majority of the households. Most households depended on fishing and very few practiced subsistence farming, most of the foods consumed were therefore purchased. Some families resorted to food for work and donations because of insufficient incomes. There was also a high prevalence of diseases among the children and in the households in general. The common illnesses reported were malaria, upper respiratory tract infections, stomachache and diarrhea/typhoid among others. An in-depth study should be conducted in Suba District in order to determine the magnitude of malnutrition and rate of morbidity and its relationship to the prevalence of HIV/AIDS, and the causes and consequences of these on the socio- economic status of the individuals in the community. This will facilitate in the planning of viable intervention programmes, which should involve all the relevant stakeholders."}
	}}
