{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"Economic analysis of maize-tepary bean production using a soil fertility replenishment product (PREP-PAC) in semi-arid Eastern Kenya"},
	"rdf:about":"http://agris.fao.org/aos/records/FI2007188213",
	"dct:identifier":"FI2007188213",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19722"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2005,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2005-issue_2/a15.pdf",
	"dct:creator":{"foaf:Person":{"foaf:name":"Shisanya, Chris A. (author)"
	}
	},
	"bibo:abstract":{"value":"Continuous cropping without external nutrient inputs to soils has led to the expression of poorly productive patches in farmers’ fields in semi-arid Eastern Kenya. The smallholder farmers attempting to correct these conditions are often confused by the spatial and symptomatic irregularity of the affected plants, until recently, no soil management product was commercially available that is specifically formulated to restore soil fertility to these patches. PREP-PAC contains 2 kg Minjingu rock phosphate (RP), 0.2 kg urea, seeds of various symbiotic nitrogen-fixing food legumes (in this case tepary bean (TB)), rhizobial inoculant, gum Arabica seed adhesive, lime for seed pelleting and instructions for the use of these materials. It is intended for addition to 25 m2 and produced at a cost of US $ 0.56 per unit. The general principle is to apply slowly available RP sufficient for several cropping seasons with readily available nitrogenous fertiliser and to intercrop farmer’s maize (Zea mays) with a legume that provides residual fixed-nitrogen and organic inputs to the soil. This approach was tested in on-farm trials covering 50 farms, conducted in collaboration with farmers groups. An experiment examined interactions between PREP-PAC components in a maize-TB (Vigna unguiculata) intercrop in nutrient depleted Ferralsols of semi-arid Eastern Kenya. The treatments included ±RP, ±Urea, and ±inoculant arranged as a 23 factorial with four replicated at each location. Total value of the intercrops ranged between US $ 0.95 in the unamended plots and US $ 2.90 in plots treated with PREP-PAC. Significant positive effects were observed with the addition of RP (P< 0.001), urea (P = 0.04) and inoculant (P = 0.01) and in interactions between RP and urea (P = 0.02) or inoculant (P = 0.07). The return ratio to PREP-PAC investment was 2.8 in the sandy fields and 4.2 in the clay fields. PREP-PACs were tested on-farm in 50 symptomatic patches containing maize-TB intercrops. Unamended patches (25 m2 = 0.0025 ha) produced 1.9 kg maize and 0.06 kg TB. With addition of PREP-PAC, yields increased to 4.2 kg maize and 1.6 kg TB (P < 0.001, for both crops). PREP-PAC is a strategic approach because all of its components, except for urea, originate from East Africa and are relatively inexpensive; the product is intended for distribution through the existing local retail and rural development networks."}
	}}
