{"resource": {
	"dct:issued":2006,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2006-issue_3_4/a13.pdf",
	"dct:language":"eng",
	"dct:title":{"value":"Response of upland cotton to hill density and plant population under early and late planting production systems in a semi-arid environment"},
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Ogunlela, Vincent B. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Odion, Ehiabhi C. (author)"
	}
	}
	],
	"rdf:about":"http://agris.fao.org/aos/records/FI2016100138",
	"dct:identifier":"FI2016100138",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19722"
	},
	"bibo:abstract":{"value":"An experiment was conducted at Samaru, Nigeria, during three cropping seasons (1996-1998) to investigate the response of upland cotton to hill density and plant population under normal and late planting production systems. Treatments were factorial combinations of three hill densities (one, two or three plants hill-1), three plant populations (50,000; 100,000 or 150,000 plants   ha-1) and two planting systems (early and late). Under early planting, seedcotton and lint yields were higher by 22.1 and 24.3% at one or three plants hill-1 over two plants hill-1 respectively in 1996, while seedcotton increased 21.0% at two plants hill-1 in 1997. Cotton yields were not influenced by plant population. Number of fruiting points was highest at two or three plants hill-1; while weight of bolls per plant, which was highest at 50,000 plants ha-1, declined as plant population increased. Number of bolls and number of branches increased 9.7 and 27.8% respectively at 50,000 plants ha-1 relative to 150,000 plants ha-1. Height to first fruiting node increased with plant population. Lint and cottonseed yields and boll mass responded to neither hill density nor plant population but ginning out-turn was highest at one or three plants hill-1. Under early planting, seedcotton yield increased with hill density in 1997, otherwise none of the three yield parameters responded to hill density or plant population in any of the years. Seedcotton per plant declined as plant population increased while it was lowest at two plants hill-1 relative to one or three plants hill-1. Seed and boll parameters did not respond to hill density or to plant population. Number of branches and height to first fruiting node were highest at one and two plants hill-1 respectively; while the former and number of bolls declined as plant population increased. Seedcotton yield and height to first fruiting node were highest at either 100,000 or 150,000 plants ha-1, having increased some 29.1%. Both lint and seedcotton yields declined by 17.9 and 18.3% respectively as hill density increased but increased 19.3 and 19.6% with plant population. Upland cotton yield responded better to high plant population under late planting than under early planting."}
	}}
