{"resource": {
	"dct:issued":2006,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2006-issue_2/a4.pdf",
	"dct:language":"eng",
	"dct:title":{"value":"An economic analysis of split application of organo-mineral fertiliser on okra in humid forest zone of Nigeria."},
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Akanbi, W.B. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Adediran, J.A. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Olaniyan, A.B. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Togun, A.O. (author)"
	}
	}
	],
	"rdf:about":"http://agris.fao.org/aos/records/FI2016100348",
	"dct:identifier":"FI2016100348",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19722"
	},
	"bibo:abstract":{"value":"Field experiments were carried out during cropping seasons on a sand loam soil, with okra (Abelmoschus esculentus Moench) at the Institute of Agricultural Research and Training, Ibadan, Nigeria, to evaluate the economic viability of split application of organo-mineral fertilizer on okra. The study involved the use of organic based fertilizer split-applied at different rates. The treatment consisted of (i) 4 tonnes/ha compost applied once, (ii) 2–split application of 4 tonnes/ha compost, (iii) 3-split application of 4 tonnes/ha compost, (iv) Single application of 2 tonnes/ha compost with N 30 kg/ha, (v) 2-split application of 2 tonnes/ha compost + N 30 kg/ha, (vi) 3-split application of 2 tonnes/ha + N 30 kg/ha, (vii) recommended dose of inorganic fertilizer and (viii) control (no fertilizer application). The three agro-economic indicators: increased yield, increased net returns and benefit cost ratio were employed in determining the suitability of split application of organic and inorganic fertilizer. Results showed that the most profitable practice was the 2-split application of 2 t/ha compost enriched with N 30 kg/ha. The treatment produced a favourable 1.9:1 benefit:cost ratio, increased net returns of between 20.2 and 74.3% per hectare and gave maximum profit per Naira above other treatments hence its recommendation as a modest cultural practice. Fortifications of compost with mineral fertilizer reduced the cost of production, increased the net return and produced higher benefit: cost ratio. It is concluded that 2-split application of 2 t/ha compost + N 30 kg/ha is economically suitable for okra production in the humid forest zone of Nigeria."}
	}}
