{"resource": {
	"dct:issued":2007,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2007-issue_1/e10.pdf",
	"dct:language":"eng",
	"dct:title":{"value":"Screening of potential ornamental trees for Kuwait’s climatic conditions"},
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Suleiman, M. K. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Bhat, N. R. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Abdal, M. S. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Al-Mulla, L. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Grina, R. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Bellen, R. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"D’cruz, G. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"George, J. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Christopher, A. (author)"
	}
	}
	],
	"rdf:about":"http://agris.fao.org/aos/records/FI2016100428",
	"dct:identifier":"FI2016100428",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19722"
	},
	"bibo:abstract":{"value":"Kuwait is an arid country with severely harsh climate. Summer months are extremely hot, accompanied with frequent sandstorms, and winter is mild with relatively low rainfall (100 mm/yr). These adverse climatic conditions call for additional criteria for plants to be used in the country. Several new residential areas are being established in Kuwait due to the increase in the population and urbanization. These areas require massive greenery activities to alleviate architectural structures and enhance their microclimate. Additionally, several other landscape projects are being executed in response to the national greenery plan. This study was conducted on ornamental trees exported from India and Australia to ascertain their adaptability to Kuwait’s climate. The importance of such an endeavor stems from the fact that trees beautify the country’s surroundings, increase property values and help save energy. A total of twenty five species of trees were tested in the urban development garden (coastal site) and also in the inland site to study their suitability in both conditions. Out of the twenty five trees in the inland site, seven species did not survive the prevailing environment, whereas six trees showed hundred percent survival and the survival percentage of twelve species varied between 40 and 80%. On the other hand, the survival rate of the majority of the tested tree species was almost 100% at the coastal site."}
	}}
