{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"Evaluating stored cassava quality in gari production"},
	"rdf:about":"http://agris.fao.org/aos/records/FI2005025501",
	"dct:identifier":"FI2005025501",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/10814"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2005,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2005-issue_1/f13.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Akingbala, John O. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Oyewole, Olusola B. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Uzo-Peters, Phylis I. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Karim, Ramota O. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Baccus-Taylor, Gail S. H. (author)"
	}
	}
	],
	"bibo:abstract":{"value":"Pre-process storage is the main problem of cassava utilization on an industrial scale. Because of the large amounts of material required for industrial processing, two to three days of pre-process storage of cassava root are inevitable, during which physiological changes that reduce starch yield and quality and the quality of processed cassava products occur in the raw material. Physiological deterioration occurs in cassava root 2–3 days after harvesting, followed by microbial deterioration 3–5 days after. Several methods of storage have been proposed for cassava roots. However, most of the methods are not economically viable for storing the roots prior to processing on an industrial scale, considering the low prices of cassava products. Storage methods, such as trench storage and storage in polyethylene bags, which result in a reduction of moisture loss from the roots, have good potential for pre-process storage on an industrial scale. The objective of this study was to evaluate the utilization quality of cassava roots stored in the trench and polyethylene bags.Cassava roots were stored in a trench and in sealed polyethylene bags at ambient temperature (30±2°C) for up to 28 days and evaluated at 7-day intervals for physical and chemical properties and gari quality. With increased storage, ash, sugar and crude fiber contents and peel:pulp ratio increased, while moisture and starch contents, cyanogenic potential and ease of peeling of cassava decreased. Yield, particle size and swelling capacity of gari decreased with increased storage period of the roots. Storage of cassava roots for 21 days in the trench or in sealed polyethylene bags did not significantly (p < 0.05) alter the overall sensory acceptability of the gari from fresh roots. However, for best overall results, storage of cassava roots for gari production should not exceed 7 days in either the trench or in sealed polyethylene bags."}
	}}
