{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"Agroforestry policy options for Nigeria: A simulation study"},
	"rdf:about":"http://agris.fao.org/aos/records/FI2005025529",
	"dct:identifier":"FI2005025529",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/10814"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2005,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2005-issue_1/a1.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Aturamu, O. A. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Daramola, A. G. (author)"
	}
	}
	],
	"bibo:abstract":{"value":"It is the general consensus among planners charged with the responsibility of Nigeria’s development that the future growth of the country is closely linked to its agricultural development through the introduction and use of relevant improved technology, such as agroforestry. Currently, the level of technology usage in the agricultural sector is still very low, due to poor adoption of innovations. The situation suggests the need for an in-dept analysis of adoption of agroforestry-based technologies to determine the socio-economic characteristics of farmers that influence their adoption behaviours and perhaps to design policies which impact positively on agroforestry adoption through favourable policy recommendation and formulations. For the two-stage sampling technique used, structured questionnaire were designed and administered on 200 randomly selected farmers from four purposely selected local government area of Oyo State Nigeria, at the average of 50 farmers per local government. The data collected was analysed using Tobit. Adoption behaviour in the study area was found to be positive and significantly related to farm income, amount of credit available to the farmers and cultivated farm size. A negative and significant relationship was found to exist between the adoption of agroforestry-based technologies and frequency of extension visits and cooperative membership. The effect of different policy options on adoption of agroforestry-based technologies was also estimated. Stronger and closer ties among bodies involved in agroforestry and afforestation programmes with a view to creating more awareness by farmers and expanded agricultural credit scheme to enable farmers to adopt agroforestry-based technologies are recommended."}
	}}
