{"resource": {
	"dct:issued":2007,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2007-issue_2/f8.pdf",
	"dct:language":"eng",
	"dct:title":{"value":"Socioeconomic and demographic profiles of households with children aged 6-59 months, Mbita Division, Suba District, Kenya"},
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Ohiokpehai, Omo (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Kimiywe, J. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Chianu, J. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Mbithe, D. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Sanginga, N. (author)"
	}
	}
	],
	"rdf:about":"http://agris.fao.org/aos/records/FI2016100054",
	"dct:identifier":"FI2016100054",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19722"
	},
	"bibo:abstract":{"value":"Household socioeconomic and demographic characteristics have been shown to have significant influence on nutrition and health status outcome. Their role in nutrition and health status of individuals infected or in households affected by HIV cannot therefore be ignored. Several studies and scientific literature have identified socioeconomic status (SES) as powerful determinant of health status. In fact, today health disparities as a result of SES have become important issues of public health concern worldwide. Higher morbidity and mortality among people with lower SES have been extensively reported. Moreover, household SES has been shown to have great influence on the nutritional quality of children’s diet in turn affecting their nutrition status. The survey was carried out to establish the socioeconomic and demographic characteristics of households with children aged 6-59 months in Mbita Division, Suba District. A descriptive cross-sectional survey study was conducted in three sub-locations. Also a pre-tested structured questionnaire was administered in 265 households with at least one child aged 6-59 months inclusive. Verbal consent was sought before the questionnaire was administered. Data obtained was coded, edited and statistically analyzed using SPSS software. Over 30% of the study population was children under-five, followed by those in the 16-25 age-ranges (23%). The average household size was 4.8. Overall, the study area has young population with 92% falling between 0-36 years, an indication of low life expectancy. Females (53.9%) constituted more than half of the total household members (n = 1278), while males constituted 46.1%. A large proportion of the households were male-headed (87.2%) compared to 12.8% headed by females. Thirty nine percent of the households belong to the protestant religion, followed by Seventh Day Adventists (36.1%). Literacy level in the study population was relatively low, 56% has primary education, < 18% and 5% secondary and tertiary education respectively. The study also revealed high level of unemployment rate in the study area, with 17.1% involved in unpaid employment. Finally the majority of the households fall within the low SES with deepening poverty background depicted by low educational achievement, occupational statusand small land holding acreage. Attention to education and poverty alleviation programs might assist in curbing the possible negative effects associated with low SES on the nutrition and health status of members of such households."}
	}}
