{"resource": {
	"dct:issued":2007,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2007-issue_2/f23.pdf",
	"dct:language":"eng",
	"dct:title":{"value":"Biochemical and physiological responses in Wistar rat after administration of puffer fish (Lagocephalus lagocephalus) flesh"},
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Saoudi, Mongi (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Rabeh, Faouzi Ben (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Jammoussi, Kamel (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Abdelmouleh, Abdelwaheb (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Belbahri, Lassaad (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Feki, Abdelfettah El (author)"
	}
	}
	],
	"rdf:about":"http://agris.fao.org/aos/records/FI2016100086",
	"dct:identifier":"FI2016100086",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19722"
	},
	"bibo:abstract":{"value":"The aim of this study was to evaluate the toxicity of the puffer fish L. lagocephalus after administration to Wistar rats. For this purpose, male wistar rats were fed during two periods of treatment, 48 h and 2 months, with a standard rat diet supplemented with the L. lagocephalus flesh. Various diet compositions were tested: 100% standard rat diet (T); 10% of raw flesh of L. lagocephalus (Lcr); 10% of cooked flesh of L. lagocephalus with or without water of cooking (Lcu+b and Lcu-b respectively). The values were validated by concerning flesh of raw and cooked mule Liza aurata (Mcr and Mcu+b respectively). The evaluation of hematologic parameters showed that Lcr and Lcu+b foods induced in the rats haemolytic anaemia (for the two treatment periods) as well as macrocytic anaemia accompanied with swelling and interruption of erythrocytes maturation. For Lcu+b rats, serum analysis showed disturbance of transaminase activity (aspartate aminotransferase AST and alanine aminotransferase ALT) which could indicate an uncompensated hepatic cellular lesions. Indeed, a significant reduction of serum alkaline phosphatase (ALP) rate was noted after 2 months of treatment. These results were confirmed by a hyperproduction of thiobarbituric acid reactive substances (TBARS) in the liver tissue suggesting hepatic oxidative damages. However, the serum cholinesterase activity (AChE) showed no significant variation between rat groups, suggesting that brain was not altered. These findings were not similar to those of Lcu-b and Lcr. Hence, the cytotoxic factor of L. lagocephalus flesh seems to be water-soluble and heat-stable. In raw flesh, the extraction is less to cause only hematologic effects, whereas, in cooked flesh with the use of water of cooking, the extraction is more important and causes more effects. These results suggested that in diet containing the cooked flesh with water of cooking, the toxic effect is more pronounced than in raw flesh."}
	}}
