{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"Survey of yam production system and the impact of government policies in southwestern Nigeria"},
	"rdf:about":"http://agris.fao.org/aos/records/FI2007188450",
	"dct:identifier":"FI2007188450",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19722"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2005,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2005-issue_2/a18.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Agbaje, G.O. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Ogunsumi, L.O. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Oluokun, J.A. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Akinlosotu, T.A. (author)"
	}
	}
	],
	"bibo:abstract":{"value":"White Guinea yam (Dioscorea rotundata) is indigenous to West Africa, and Nigeria produces the largest quantity of the tubers in the world. However, yam as a staple and traditional food is not always available at affordable prices to the poor, and the farmers complained of low and unattractive prices which does not cover their cost of production. To encourage production, Nigerian government put in place policies that will stimulate rapid inputs delivery, mechanization of cultivation, research into improved varieties and accessibility to credit facilities. This survey examined the yam production system in major yam producing areas of southwestern Nigeria and the changes observed due to government intervention policies using guided questionnaires and discussion with farmer groups. Results from the survey showed that 96% of respondents still cultivate their lands manually since tractors are not accessible. Yam seeds are obtained using the traditional method by 67% of respondents instead of the minisett technology introduced from research institutes. Sixty percent of the farmers used to apply inorganic fertilizers but complained of unavailability and high cost of the input. Herbicides are used by 1% of farmers and 72% still engage in deforestation for the supply of yam stakes to support yam vines. Pests and diseases were identified as problems to production and farmers rarely apply chemical pesticides to control field pests. Finance is a problem as 66% of farmers depend on their own-capital while 29% depend on farmers cooperative groups with only 1% benefiting from bank loans. Marketing at good price is a problem since farmers do not have storage facilities but sell off their tubers to avoid rot. Only 26% of the respondents store their tubers after harvest."}
	}}
