{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"SWOT analysis of extension systems in Asian and West African countries"},
	"rdf:about":"http://agris.fao.org/aos/records/FI2007029278",
	"dct:identifier":"FI2007029278",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/10814"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2004,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2004-issue_2/a12.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Oladele, O.I. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Sakagami, J.-I. (author)"
	}
	}
	],
	"bibo:abstract":{"value":"This paper presents an analysis of the strengths, weaknesses, opportunities, and threats to extension organizations in Japan, China, Thailand, Nigeria, Cote d’Ivoire and Ghana. This is based on the fact that there are new emerging roles of extension services, need for improved performance, as well as the need to re-position the organizations for future challenges. Some of the strengths are strong linkage among research, extension and farmers, complete organization from national to township level, extensive coverage of farming population, and high feasibility of plans while weaknesses include limited use of alternative extension methods, insufficient cooperation, and coordination with other agencies, high bureaucratic setting, and poor financial decentralization. On the other hand the opportunities that can be explored are potential for improved effectiveness and efficiency through transformations, emergence of private extension services providers and potential for effective programme implementation. The threats to these organizations include too rigid structure, limited use of alternative extension methods, multiplicity of extension advisors roles and inadequate budget. The paper recommends that the extension managers and policy makers should focus on the identified strengths, weakness, opportunities, and threats with a view of evolving an effective and sustainable extension system."}
	}}
