{"resource": {
	"dct:issued":2006,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2006-issue_2/a22.pdf",
	"dct:language":"eng",
	"dct:title":{"value":"Comparative study on the pollination of strawberry by bumble bees and honeybees under plastic house conditions in Jordan valley"},
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Zaitoun, Shahera Talat (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Al-Ghzawi, Abd Al-Majeed (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Shannag, Hail Kamel (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"M. Al-Tawaha, Abdel Rahman (author)"
	}
	}
	],
	"rdf:about":"http://agris.fao.org/aos/records/FI2016100486",
	"dct:identifier":"FI2016100486",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19722"
	},
	"bibo:abstract":{"value":"This experiment was conducted in commercial farm located in the Jordan Valley during the growing season 2003/2004. Three plastic houses cultivated with strawberry, Camaroza cultivar, were used for this study. In the first and second plastic house a hive of honeybees and bumble bees was introduced at the blooming stage of plants, respectively, whereas the third plastic house remained without bees. Results indicated that both species of pollinating bees induced a significant increase in the number of berries produced by strawberry plant. Honeybees were most efficient in pollination where the fruit set was in excess of twice compared to the control plants. Bumble bees ranked in the second place causing 60% fruit formation over the control. Around fourth of the berries produced by control plants was misshapen, whereas the proportions of malformed berries did not exceed 13.3% and 6% on plants pollinated by bumble bees and honeybees, respectively. Release of the bees in the plastic houses increased also significantly the yield weight up to 29.6% in comparison with control as the total yield of plants pollinated by bumble bees was leading. Size and length of strawberry berries were greater by plants pollinated by bumble bees than other treatments."}
	}}
