{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"The biochemical analysis of soursop (Annona muricata L.) and sweetsop (A. squamosa L.) and their potential use as oral rehydration therapy"},
	"rdf:about":"http://agris.fao.org/aos/records/FI2006038477",
	"dct:identifier":"FI2006038477",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/10814"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2004,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2004-issue_1/f6.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Enweani, Ifeoma B. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Obroku, Josephine (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Enahoro, Timothy (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Omoifo, Charles (author)"
	}
	}
	],
	"bibo:abstract":{"value":"Annona muricata (soursop) and A. squamosa (sweetsop) are edible tropical fruits which are common, readily available and cheap in the producing country. The moisture content of fruits was >70%. The approximate nutritional composition of unripe soursop and sweetsop in percentages was: total carbohydrates 84.8, 86.5; proteins 7.34, 7.09; lipids 1.68, 0.99; ash 4.02, 2.28; fibre 4.33, 10.81, respectively. Contents g l-1 in ripe soursop and sweetsop juices were as follows: carbohydrates 12.52, 10.56; glucose 6.14, 4.32; proteins 2.91, 0.22; lipids 3.25, 1.05; fibre 0.0; citrate 8.82, 3.53, respectively. The pH of fruit juices was acidic and the epicarp, mesocarp and juice of both fruits contained potassium, sodium, iron, magnesium, calcium, chloride and bicarbonate. Carbonate was only present in the fruit juices. The juices also contained phosphorus, zinc and copper. Oral rehydration therapy (ORT), when properly prepared and administered provides adequate quantities of electrolytes to correct the deficits associated with acute diarrhoea. Some set backs experienced in the use of ORT can be eliminated by the use of the two fruit juices mentioned as they have been found to contain more of the micronutrients found in ORT."}
	}}
