{"resource": {
	"dct:issued":2003,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2003-issue_2/j2-food-25.pdf",
	"dct:language":"eng",
	"dct:title":{"value":"Speciality rices of the world: Effect of WTO and IPR on its production trend and marketing"},
	"dct:creator":{"foaf:Person":{"foaf:name":"Chaudhary, R. C. (author)"
	}
	},
	"rdf:about":"http://agris.fao.org/aos/records/FI2016100515",
	"dct:identifier":"FI2016100515",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19722"
	},
	"bibo:abstract":{"value":"There are 20 recognised species of rice out which only Oryza sativa and Oryza glaberrima are cultivated. These produce common rice consumed by over 5 billion people globally. A few varieties of Oryza sativa produce rice of uncommon kind in terms of aroma, kernel colour and chemical composition, termed as \"speciality rices\". With the growing prosperity, demand for such speciality rices is growing. Demand for long-slender grained Basmati is growing in India and Pakistan dramatically. Immigrant Asians and even locals in Middle East, European and American countries prefer the best quality Basmati or Jasmine (Khao Dawk Mali or Hawm Mali) rice at any price. Thus it is estimated that demand can not be met at any given time in the foreseeable future. Glutinous or waxy or \"boutique rice\" or soft cooking rices sell at 50% higher price than common rice. There is upcoming demand for “black rice” from USA and EU for its value as health food and organic food colour. New speciality rices like special aroma rices, special colour rices, special nutritive rices etc. are being developed globally. Additionally, a number of traditional aromatic rice varieties can be projected as alternative to Basmati. Biotechnological tools have just produced experimental yellow rice or golden rice. But WTO must protect the producers of speciality rices by firmly implementing its regulatory provisions under \"Minimum Market Access\", AoA, TBT and TRIP. Provisions of WTO and agreements of TRIP seek to promote effective and appropriate method of implementing the provisions of the agreement with the countries own legal system and practice. Under a strong WTO, transparency of its regulations and honest implementations of its provisions, prospects of speciality rices seems safe, sound and bright. The growth rate should be phenomenal, and producers and traders should be ready to benefit."}
	}}
