{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"Growth responses of bermudagrass and seashore paspalum to different levels of FerroGrow multi-nutrient fertilizer"},
	"rdf:about":"http://agris.fao.org/aos/records/FI2005026650",
	"dct:identifier":"FI2005026650",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/10814"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2004,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2004-issue_3_4/e12.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Pessarakli, Mohammad (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"M. Kopec, Dave (author)"
	}
	}
	],
	"bibo:abstract":{"value":"Bermudagrass (Cynodon dactylon L.) cv. Tifway 419 and seashore paspalum (Paspalum vaginatum Swartz) cv. Sea Isle 2000 were studied in a greenhouse to evaluate their growth responses in terms of shoot and root lengths and shoot and root dry matter (DM) weights under different levels of FerroGrow applications. Plants were grown hydroponically using Hoagland solution No. 1 and under four levels of FerroGrow treatments consisting of control (no FerroGrow), 4 kg/100m² (½ the recommended rate, [since the recommended rate is 5-10 kg/100m², 8 kg/100m² was considered the recommended rate], 8 kg/100m² (recommended rate) and 16 kg/100m² (double the recommended rate) of FerroGrow. Four replications of each treatment were used in a randomized complete block (RCB) design. Plant shoots (clippings) were harvested weekly, oven-dried at 60°C and DM weights recorded. At each harvest, both shoot and root lengths were measured and recorded. At the last harvest, plant roots were also harvested, oven-dried at 60°C and DM weights were determined and recorded. The results show that shoot lengths and DM weights significantly increased at any levels of FerroGrow application rates. However, root lengths and DM weights were substantially reduced at the higher levels (double the recommended rate) of the FerroGrow application rates in the culture solutions. The above results were observed for both the 6thharvest as well as for the average of all harvests."}
	}}
