{"resource": {
	"dct:issued":2006,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2006-issue_1/e6.pdf",
	"dct:language":"eng",
	"dct:title":{"value":"Economic analysis of Thaumatococcus danielli (Benn.) Benth. (miraculous berry) in Ekiti State, Nigeria"},
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Arowosoge, O. G. E. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Popoola, Labode (author)"
	}
	}
	],
	"rdf:about":"http://agris.fao.org/aos/records/FI2016100293",
	"dct:identifier":"FI2016100293",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19722"
	},
	"bibo:abstract":{"value":"Thaumatococcus danielli (Benn.) Benth. (miraculous berry) is a non-timber forest species that has been contributing to the rural economy for a long time but whose potentials have not been fully exploited for economic development. It is a multi purpose perennial herb that offers a wide assortment of uses with its leaves, fruits, stalks and roots. The economic analysis of Thaumatococcus danielli in Ekiti State, Nigeria, was carried out with a view to determine its potentials and impact on the income of the rural communities in Ekiti State. Information on its availability, uses, factors affecting its production and processing as well as its profitability and loss were examined. Twenty farmers, twenty leave sellers and fifteen mat weavers were randomly selected and interviewed. The data collected were analyzed using frequency counts and percentages, gross margin and production function analysis. The results shows profitability with average gross margin of N59,043.85, N69,267.51 and N74,699.70 per annum for farmers, leave sellers and mat weavers respectively. The variables regressed against income generated accounted for 71%, 62% and 65% of the variation in income for the farmers, leave sellers and mat weavers respectively. The most important variables determining income generated by farmers were farm size and variable and fixed costs. For leave sellers, variable cost and variation in prices of leaves were the most important factors determining income generation, while years of experience of processor and variable cost were the most important for mat weavers. The fruits of Thaumatococcus danielli did not generate any income despite their potentials as sweeteners. There is low level of cultivation as total area of cultivation by each farmer was below 0.2 hectares. It is recommended that awareness should be created for the use of the fruits as sweeteners, while establishment of plantation of Thaumatococcus danielli in large area should be encouraged to prevent scarcity and extinction."}
	}}
