{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"Response of environmental characteristics to industrialization: A case study of the Onne Oil and Gas Free Zone, Nigeria"},
	"rdf:about":"http://agris.fao.org/aos/records/FI2009323171",
	"dct:identifier":"FI2009323171",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/10814"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2007,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2007-issue_1/e11.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Ayotamuno, Josiah M. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Kogbara, Reginald B. (author)"
	}
	}
	],
	"bibo:abstract":{"value":"This research sought to analyze the effects of industrialization on the environmental characteristics of a typical rural setting after a decade of increased industrial activities in the area. The method employed was the analysis of relevant data on indices of environmental quality obtained from field studies of air, soil and water characteristics during the wet and dry seasons in the study area, based on international best practice methods. The results showed that the ground water experienced an increase in total dissolved solids (TDS) from a mean of 15 mg/l to values as high as 2900 mg/l within a space of two years. Similarly, the hydrocarbon levels in many ground water samples were as high as 71 mg/l (oil and grease) as against 1.8 mg/l recorded seventeen years earlier. It was observed that the concentration of the contaminants in ground water bodies was higher during the dry season than during the wet season and this was attributed to ground water recharge during the wet season which brings about dilution of the contaminants. The same mechanism, among others was responsible for the relatively stress-free nature of the surface waters, as majority of the characteristics were within acceptable ranges. The hydrocarbon contamination of the soils was environmentally significant (over 2000 mg/kg in many areas) and this corroborated with an increased number of hydrocarbon degrading microorganisms in the soils. As for the ambient air, it was no longer at its best sequel to the presence of pollutants like carbon monoxide and volatile organic compounds in high amounts. The findings of this study highlight the view that of the various environmental media, ground water quality responds readily to the accumulation of pollutants; as the response of the various media, with respect to the level of pollution, was in the order of ground water > soil > air > surface water. This informs the position that environmental media take far less than a decade to indicate response to the accumulation of pollutants, and attract attention towards the proper treatment and management of wastes, effluents and emissions; especially in developing countries, in order to conserve and enhance the performance of the earth’s sensitive ecosystem."}
	}}
