{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"Synchronized weed chemical control and wheat harvesting"},
	"rdf:about":"http://agris.fao.org/aos/records/FI2006038608",
	"dct:identifier":"FI2006038608",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/10814"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2004,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2004-issue_1/a6.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Faravani, M. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Khalghani, J. (author)"
	}
	}
	],
	"bibo:abstract":{"value":"A variety of weeds in Khorasan province in northeast of Iran interfering in wheat harvesting with combine machine, camel thorn (Alhagi camelorum) and Canada thistle (Cirsium arvense) are among the most impotent ones, some introduced plants, that appears to be increasing in abundance throughout wheat fields. These plants have the potential to cause problems due to their thorny growth habit and ability to invade rapidly disturbed areas. The objective of this study was to develop basic efficacy data for control of camel thorn and Canada thistle with herbicides. Three broad spectrum herbicide treatments at different rates viz 2,4-D+MCPA (2 L ha-1) and Roundup (1 , 2, 3 and 4 L ha-1 ) and Roundup Ultra (1, 2, 3 and 4 L ha-1) were employed. Field experiment was laid out in Randomized Complete Block Design with 11 treatments replicated four times. One of the major problems in applying herbicides has been the translocation of the chemicals from the above ground parts receiving the spray to the deep-seated roots that readily produce buds to regenerate the plant when the aerial shoots have been killed. The herbicide 2,4-D destroyed the aerial shoots and was particularly effective when the root carbohydrate reserves were low; Roundup killed the entire plant but the rate of translocation was lower during flowering. Application of herbicide during the bud growth stage increased suppression of Canada thistle and camel thorn shoots with increasing herbicide rates but they only partially controlled the root system and they regenerated again after 25 days when the aerial shoots have been killed."}
	}}
