{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"Peel and pulp splitting disorder in Mas banana (Musa cv Mas (AA))"},
	"rdf:about":"http://agris.fao.org/aos/records/FI2007188257",
	"dct:identifier":"FI2007188257",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19722"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2005,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2005-issue_2/a16.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Wo, S.M. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Osman, A. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Ahmad, S.H. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Saari, N. (author)"
	}
	}
	],
	"bibo:abstract":{"value":"Mas banana (Musa cv Mas) is favoured most among all the local dessert bananas because of its fascinating golden peel and yellow pulp, good aroma as well as sweet taste. However, information gathered from several farm visits conducted showed that this cultivar was susceptible to peel and pulp splitting disorder. To understand the nature of the occurrence of peel and pulp splitting, changes in the pre-harvest characteristics of the Mas banana fruits were observed during fruit maturation. Fruit bunches aged 4, 5, 6, 7, 8 and 9 weeks after flowering (WAF), were harvested and the fruits were analyzed for physical characteristics. All the characteristics analyzed were found to be significantly (P≤0.05) different for fruits aged 8 WAF as compared to the fruits at lower maturity stages (4, 5, 6 and 7 WAF). These changes were coincident with the occurrence of peel and pulp splitting in Mas banana, where pulp MC and pulp firmness were found to be significantly correlated to splitting incidence at 99% confident level. In addition, means of several physico-chemical characteristics between the split and non-split Mas banana fruits were compared. Moisture contents (MC) in both peel and pulp of split fruits were significantly (P≤0.05) higher than those of non-split fruits, which in turn contributed to the significantly (P≤0.05) higher peel firmness of split fruits. Therefore, moisture was proposed as one of the most possible causal factors related to fruit splitting disorder. Significantly (P≤0.05) lower pulp firmness and pH in split fruits were due to the earlier onset of climacteric as compared to those of non-split fruits."}
	}}
