{"resource": {
	"dct:issued":2008,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2008-issue_1/e2.pdf",
	"dct:language":"eng",
	"dct:title":{"value":"Determinants of an effective solid waste management in Ibadan metropolis, Oyo State, Nigeria"},
	"dct:creator":{"foaf:Person":{"foaf:name":"Ajani, O.I.Y. (author)"
	}
	},
	"rdf:about":"http://agris.fao.org/aos/records/FI2016100441",
	"dct:identifier":"FI2016100441",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19722"
	},
	"bibo:abstract":{"value":"This study analyzed the factors that determine the employment of waste service providers as well as the amount paid for the services by the recipients in Ibadan metropolis. The random sampling techniques was used in selecting 89 service recipients from the city’s seven morphological regions, namely: core area, the older suburb, the newer eastern suburb, the newer western suburb, the post – 1952 suburb, the Government- Reserved Areas (GRAs) and the government planned residential estates. Data were collected using structured questionnaires and analyzed using both descriptive statistics and quantitative methods (logit and multiple regression). The results revealed that age of recipients, location of recipients and occupation of recipients were positively related to the probability of using public waste collection service while the number of years of schooling, amount paid for waste collection service, household size and total monthly income of recipient were negatively related to the probability of using public waste collection service. Years of schooling and the amount paid for waste collection service were statistically significant. The results also revealed that among the socio-economic variables which affect the amount spent on waste collection service, total monthly income and employment of public waste collection service were statistically significant. It is therefore recommended that the amount charged by the service providers be reviewed downward through subsidization by government, advertisement and enlightenment programme in order to educate the households be staged, recycle plants could also be established by the government or jointly established by the waste contractors so as to increase the monthly income through sales."}
	}}
