{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"Response of ‘Anna’ apple trees to foliar sprays of chelated iron, manganese and zinc"},
	"rdf:about":"http://agris.fao.org/aos/records/FI2005026472",
	"dct:identifier":"FI2005026472",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/10814"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2004,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2004-issue_3_4/a9.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"El-Shazly, S.M. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Dris, R. (author)"
	}
	}
	],
	"bibo:abstract":{"value":"‘Anna’ apple trees grown on sandy calcareous soil were sprayed with each of Fe-EDDHA at 125, 250 and 500 mg/l, Mn-EDTA and Zn-EDTA at 50, 100 and 200 mg/l of both and a combination of chelated Fe, Mn and Zn at 125-50-50, 250-100-100 and 500-200-200 mg/l, respectively in addition to foliar spray with water as control. In general, foliar sprays of chelated Fe, Mn and Zn alone or in a combination increased vegetative growth (shoot length and leaf area) and yield of treated trees as compared with the control. There was a positive relationship between increasing the micronutrient rates and both vegetative growth and yield, but the differences between the high and medium rates were insignificant in most cases. Foliar sprays of Fe, Mn and Zn improved fruit quality: fruit weight, TSS and firmness were increased and acidity was decreased. Zn sprays and the combination of Fe, Mn and Zn did not affect peroxidase and catalase activities. Spraying ‘Anna’ apple trees with the three micronutrients substantially increased leaf total chlorophyll as compared with the control with pronounced effect for Fe sprays. Foliar sprays of Fe increased leaf Ca, Mg and Fe contents and decreased leaf N, P, K, Mn and Zn contents as compared with the control. The combination of Fe, Mn and Zn sprays increased leaf contents of these micronutrients as compared with the control, but the increments were less than those obtained by the individual sprays of each micronutrient."}
	}}
