{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"Woody species diversity and topsoil conditions in a natural fallow ecosystem in the rainforest belt of Ondo State, Nigeria"},
	"rdf:about":"http://agris.fao.org/aos/records/FI2005025599",
	"dct:identifier":"FI2005025599",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/10814"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2005,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2005-issue_1/e3.pdf",
	"dct:creator":{"foaf:Person":{"foaf:name":"Oke, D.O. (author)"
	}
	},
	"bibo:abstract":{"value":"The gradual collapse of the traditional bush fallow system and the failure of some exotic improved fallow species in southwestern Nigeria have necessitated a closer examination of the traditional fallow system for possible alternatives. In this study, the ecosystem of a natural fallow in the rainforest belt of Ondo State was examined to understand woody species diversity and topsoil condition with a view to identifying candidate native species for fallow improvement. Sample plots were laid out on selected farmer’s fields (fallow and cultivated) and data were collected on the names and number of woody species in fallow and topsoil chemical properties. A total of 557 woody species were identified, 390 of which were non-leguminous while 167 were leguminous species. The dominant tree species from all the plots examined were Funtunia elastica (Preuss) Stapf, Albizia zygia Macbride, Diospyros albotlavescens F. White, Pterocarpus santalinoides L’Herit ex DC. and Rothmannia hispida K.Schum. Among these dominant tree species wereAlbizia zygia and Pterocarpus santalinoides which are perennial legumes with potential for soil improvement. Soil organic carbon and total N were significantly higher in the 3-year-old fallow. There is a need for further studies on the impact of each of these dominant woody species on the local soils."}
	}}
