{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"Poverty alleviation and agriculture in sub-Saharan Africa: The Nigerian experience"},
	"rdf:about":"http://agris.fao.org/aos/records/FI2007188466",
	"dct:identifier":"FI2007188466",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19722"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2005,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2005-issue_2/a19.pdf",
	"dct:creator":{"foaf:Person":{"foaf:name":"Amalu, Uche C. (author)"
	}
	},
	"bibo:abstract":{"value":"Poverty is one of the most important phenomenal issues and unfinished tasks of this century. Poverty, though as old as the history of the world, has assumed multifarious dimensions in recent times; and has therefore attracted stentorian comments as well as several definitional essays. Like wealth, poverty is not shared equally around the world. Income poverty, like poverty, is also not equally shared. There is no gain saying that agricultural growth is a catalyst for broad based economic growth and development in most low-income countries and that economic growth is strongly linked to poverty reduction. Absurd as this may seem, the questions being asked are: Can agriculture reduce poverty? If so, how and under which conditions? Again even if poverty were viewed simply as an issue of material wealth, would it not be naïve to think that agriculture’s contribution to reducing poverty should be restricted only to growing more food. Of several other countries in the sub-Saharan Africa, Nigeria holds the unenviable record of having about 85 million of her 120 million people living in poverty. To control this scourge, several Nigerian governments have adopted and implemented various poverty alleviation programmers, dating back to the oil boom era of the 1970s and spanning up to the late 2002. Somewhat paradoxically, however, despite the large financial and material resources invested in the various initiatives, the number of the poor in both the rural and urban areas of Nigeria has continued to increase. Poverty is not only about income, but also about access to all basic needs. For this reason, simply growing more food will not reduce poverty. In considering the issue of poverty reduction and agriculture, agriculture should be seen simply as a means to an end, not an end in itself. In devising agriculture sector strategies for poverty alleviation in Nigeria, a combination of Growth First with Poverty First strategies could be most beneficial, but only if the wealth created by growth is channeled appropriately. A stable polity, restoration of public confidence in government and strong bottom-up transaction of the combined growth first and poverty first strategies, supported by progressive lateral transactions are inescapable prerequisites for the people, especially the poor, to participate in an accountable and transparent manner for successful reduction of poverty in Nigeria."}
	}}
