{"resource": {
	"dct:issued":2005,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2005-issue_3_4/a3.pdf",
	"dct:language":"eng",
	"dct:title":{"value":"The response of okra to varying levels of poultry manure and plant population density under sole cropping"},
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Odeleye, F. O. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Odeleye, O.M.O. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Dada, O. A. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Olaleye, A.O. (author)"
	}
	}
	],
	"rdf:about":"http://agris.fao.org/aos/records/FI2016100429",
	"dct:identifier":"FI2016100429",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19722"
	},
	"bibo:abstract":{"value":"Two field experiments were conducted during the early growing season of 2002 and late season of 2003 in Ibadan, Nigeria to evaluate the optimum plant population density for okra (Abelmoschus esculentus (L.) Moench) grown in monoculture and in combination with different rates of poultry manure. For each experiment, twelve treatments derived from a factorial combination of three levels of population density (1, 2 and 3 plants/stand) and four levels of poultry manure rates - (0, 4, 8 and 12 t/ha) were studied. The experiments were each laid out in a split-plot design with three replications. In the two trials, increasing okra plant population together with application of poultry manure enhanced plant growth and marketable fruit yield. The plant height and leaf area per plant were not significantly affected by raising the number of plants/stand from one up to three; while application of different rates of poultry manure had significant effect on plant height, number of leaves and branches, leaf area and dry matter distribution per plant. Yield components of marketable fruit increased with increase in rates of poultry manure up to an optimum before it declined. Okra grown at 3 plants/stand gave the maximum fruit yield as it showed 81 and 41% higher yield than okra sown at 1 plant/stand and 2 plants/ stand, respectively, in the 2002 trial and 80.6 and 40.6% higher than okra sown at 1 plant/stand and 2 plants/stand, respectively, in the 2003 trial. Application of 8 t ha-1 of poultry manure seems optimum as yield increased by 49 and 41% above 0 and 4 tha-1 respectively, in 2002 and 40 and 36% above 0 and 4 tha-1 respectively, in 2003. The application of 12 t ha-1 contributed only marginally in the two trials. It would appear that the best combination of plant/stand and rates of poultry manure for optimum performance of okra grown as monocrop is 3 plants/stand with application of 8 t ha-1 of poultry manure."}
	}}
