{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"Conceptual model for sardine and anchovy inverse cyclic behavior in abundance"},
	"rdf:about":"http://agris.fao.org/aos/records/FI2009323177",
	"dct:identifier":"FI2009323177",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/10814"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2007,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2007-issue_1/e17.pdf",
	"dct:creator":{"foaf:Person":{"foaf:name":"Al-Jufaili, Saud M. (author)"
	}
	},
	"bibo:abstract":{"value":"The overall objective of this study is to understand the inverse relation in the abundance of sardine and anchovy stocks around the world. Three cases have been used for this purpose: the California, Japanese and Peruvian sardine and anchovy stocks. The conceptual model argues that when sardines expand to high levels, anchovies contract to lower levels and retreat to their refuge areas. These refuge areas provide suitable habitat with optimal food and environmental conditions where the contracted fish stock can be found all the year around and persist in spite of the dominance of the other species. The contracted fish, anchovies for example, will remain in their refuge areas until an “event” allows them to expand and take over the system again. Simultaneously, the previously expanded sardine population contracts to its own refuge area. The review focuses on identifying 1) the “event” that triggers the fluctuation between sardines and anchovies, where the sardines and anchovies expand to and what limits their expansion, and where the fish contract to, and 2) which changes occur with the fish while they are at high levels versus when they are at low levels. The findings show that the sardines and anchovy alternations are mainly triggered by long-term environmental changes referred to as regime shifts in which environmental changes from cold to warm and vice versa. The patterns of sardines and anchovies fluctuations generally coincide with such regime shifts. Sardines were correlated positively with the warm regimes and anchovies with cold regimes for the Pacific Rim cases, California, Japan and Peru. Furthermore, it was found that the expansion of the sardines and anchovies is a function of habitat suitability, mainly in terms of temperature. The sardines/ anchovies will expand as far as the environmental conditions allow. The expansion of sardines and anchovies is limited by many factors including temperature, predation and distance between the spawning and nursery grounds. The sardines/anchovies retreat to their refuge areas when environmental conditions become unfavorable. These refuge areas are generally coincident with the spawning areas where fish are found all year round. Changes that occur with the sardines/anchovies when at high levels reflect density dependent processes."}
	}}
