{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"Lignocellulolytic enzymes profile of three Lentinula edodes (Berk.) Pegler strains during cultivation on eucalyptus bark-based medium"},
	"rdf:about":"http://agris.fao.org/aos/records/FI2006038664",
	"dct:identifier":"FI2006038664",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/10814"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2004,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2004-issue_1/a23.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Cavallazzi, José Renato P. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"de S. Brito, Manuela (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"de A. Oliveira, Maria Goreti (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Villas-Bôas, Silas G. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Kasuya, Maria Catarina M. (author)"
	}
	}
	],
	"bibo:abstract":{"value":"The Brazilian paper and pulp industry is one of the most important in the world and the eucalyptus tree is the main wood based source for cellulose extraction. The eucalyptus bark is a typical lignocellulosic residue of this process, which is usually burned in the boilers of the factories. The utilization of agro-industrial residues to cultivate edible fungus species is of great environmental importance, however, the use of lignocellulose as carbon source depends on the capacity of the fungus to produce lignocellulolytic enzymes and to excrete them to the extracellular medium. Thus, the profile of lignocellulolytic enzymes produced during the different phases of cultivation on eucalyptus bark-based medium was determined for three different Lentinula edodes strains (UFV52, UFV53 and UFV77). Laccase, manganese peroxidase, cellulase and xylanase activities were observed for all strains. No lignin peroxidase activity was observed using the standard methodology. The three strains presented similar pattern in colonizing the substrate, however principal component analysis (PCA) revealed that their enzymatic profile were considerably different during the spawn-run phase. UFV53 was characterized by high manganese peroxidase activity and low hydrolytic activity. UFV52 presented high hydrolytic and laccase activities, and UFV77 was characterized by high manganese peroxidase and xylanase activities during substrate colonization. According to the PCA, the strains UFV53 and UFV77 were closer related enzymatically than UFV52. The lignin was degraded basically during the spawn-run phase and all strains presented considered low lignin degradation. The results suggested that the strain UFV53 presented the greatest potential to produce edible mushrooms on eucalyptus bark-based medium."}
	}}
