{"resource": {
	"dct:issued":2003,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2003-issue_3&4/agriculture-11.pdf",
	"dct:language":"eng",
	"dct:title":{"value":"Measurement of genetic diversity of native pecan [Carya illinoensis (Wangenh) K. Koch] populations established in Central Mexico and correlation with dichogamous flowering using AFLP."},
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Cerna-Cortés, Jorge F. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Simpson, June (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Martínez, Octavio (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Martínez-Peniche, Ramón A. (author)"
	}
	}
	],
	"rdf:about":"http://agris.fao.org/aos/records/FI2016100468",
	"dct:identifier":"FI2016100468",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19722"
	},
	"bibo:abstract":{"value":"Pecan [Carya illinoensis (Wangenh) K. Koch] is a native North American plant which is widely distributed throughout the United States and Mexico. Pecan grows naturally and is partially cultivated on the banks of many rivers in central Mexico. Since it has been reproduced from seeds derived from cross pollination, it exhibits high genetic heterogeneity which has been poorly evaluated. Interspecific variation of pecan in Central Mexico was studied using Amplified Fragment Length Polymorphism (AFLP) markers. Eighty two pecan genotypes showing contrasting morphology from four different regions of three states of Mexico (Querétaro, Guanajuato and San Luis Potosí) were analyzed. The patterns generated by AFLP were used to estimate genetic dissimilarity, which were submitted to the unweighted pair group method using arithmetic averages (UPGMA) to evaluate phylogenetic relations. In addition, dioecious flowering was documented and correlated with the molecular markers by means of a logistic model. Results showed that genetic differences in the pecan populations evaluated ranged from 3 to 17%. In addition, a certain association among populations according to geographic origin was observed, although it was not perfectly defined. Six AFLP markers associated with dichogamy were identified, constituting an original finding which could serve as a model for the prediction of a particular characteristic of a perennial plant from seedling stage. The AFLP technique used in this study proved a useful tool to detect polymorphism between closely related genotypes and to identify specific markers related to agronomic characteristics in pecan."}
	}}
