{"resource": {
	"dct:issued":2006,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2006-issue_1/a2.pdf",
	"dct:language":"eng",
	"dct:title":{"value":"In vitro techniques to study the shoot-tip grafting of Prunus avium L. (cherry) var. Seeyahe Mashad"},
	"dct:creator":{"foaf:Person":{"foaf:name":"Amiri, Mohammad E. (author)"
	}
	},
	"rdf:about":"http://agris.fao.org/aos/records/FI2016100497",
	"dct:identifier":"FI2016100497",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19722"
	},
	"bibo:abstract":{"value":"Development of an in vitro micrografting technique for Prunus avium L. (cherry) var. Seeyahe Mashad, which is one of the main stone fruits, was very important to rejuvenate adult tissues and mass propagation of disease-free plants. Seeds of Prunus cerasus L. (sour cherry) var. Albaloo Telkhehe were stratified, scarified and inoculated on gelled hormone-free medium. In vitro germinated seedling which emerged 3-4 weeks after inoculation were decapitated and used as rootstock. Five to six week in vitro-cultured meristematic apices and bud apices established from cherry with length 3-15 mm was also used as microscions. The technique of grafting and the effect of scion size and its origin on grafting success was studied. Grafting success was significantly dependent on the method of grafting and size of the scion. The highest percentage (65.5%) of successful grafts was obtained with apex graft (shoot-tip), with apical bud scion length greater than 6 mm. Success of side bud apices (wedge) grafts was 43%. As graft compatibility was satisfactory, graft union formed although very slowly during the first month. Contamination and necroses occurred more often in vitro conditions. Nutrient disorders and mineral deficiency symptoms were observed frequently when physiologically active meristematic apices were used. This technique have a good potential for mass propagation of diseases-free cherry var. Seeyahe Mashad."}
	}}
