{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"Lead and cadmium poisoning of goats raised in cement kiln dust polluted area"},
	"rdf:about":"http://agris.fao.org/aos/records/FI2009323261",
	"dct:identifier":"FI2009323261",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/10814"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2007,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2007-issue_1/e29.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Oluokun, J. A. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Fajimi, A. K. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Adebayo, A. O. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Ajayi, F. T. (author)"
	}
	}
	],
	"bibo:abstract":{"value":"The impact of cement kiln dust pollution on the environment was evaluated using the concentrations of heavy metals in the test and control sites as a guide. Clinical signs of toxicosis ranging from locomotor disturbances to complete posterior paralysis in goats raised in polluted area were observed. Soil lead (Pb) levels in test and control sites were 890+43.01 ppm and 105.75+3.76 ppm respectively and for contaminated soils fell within the range of toxic levels (500-1000 ppm). Pb concentrations in forages within the polluted area and the control were 420+153.9 ppm and 265.5+65.99 ppm respectively, and the Pb concentrations in soil and forages in polluted areas correlated positively. Cadmium (Cd) level in polluted soil was 28.75+6.57 ppm and in forages grown on the same soil 24.5+2.69 ppm. These figures for cadmium showed little clinical significance and are found below the toxic limit. The blood lead levels of goats in polluted and non-polluted areas were 0.511+0.12 ppm and 0.085+0.01 ppm respectively. This figure in polluted area is within the 0.35 ppm level regarded as diagnostic of heavy metal in toxication and only marginally different from the 0.4 ppm considered terminal. These results conclude that the cement kiln dust pollution is hazardous and is enough a reason for the relocation of the cement factory away from residential area if it becomes impossible to relocate man and animals."}
	}}
