{"resource": {
	"dct:issued":2005,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2005-issue_3_4/e11.pdf",
	"dct:language":"eng",
	"dct:title":{"value":"Economic viability of rice-fish integration with the on-farm reservoir of rainfed ecosystem in eastern India"},
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Sethi, Laxmi Narayan (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Panda, Sudhindra N. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Verma, D. P. (author)"
	}
	}
	],
	"rdf:about":"http://agris.fao.org/aos/records/FI2016100064",
	"dct:identifier":"FI2016100064",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19722"
	},
	"bibo:abstract":{"value":"The problems of the rainfed agriculture are more complex than the irrigated agriculture. In situ conservation of rainwater in the dyked cropped field and in the on-farm reservoir (OFR), harvesting of excess rainwater from the field in the OFR, use of harvested water for supplemental irrigation (SI) and diversified cropping (fish culture) are some of the options for rainwater storage and recycling processes for increasing the overall agricultural productivity of a region. For the selection of appropriate rainwater management strategies, water balance simulation model followed by field experimental verification were carried out during the monsoon season for sustainable production of rice (Oryza sativa, MW-10 Variety) and fish varieties such as rohu (Labeo rohita), catla (Catla catla) and mrigal (Cirrhinus mrigala) in the polyethylene lined and unlined OFRs with different weir heights (0, 5 and 10 cm) maintained at the inlet point of the excess rainwater from the field into the OFR. The average (1994-2003) volume of runoff generated from the rice field area (720 m2 ) through the weir heights of 0, 5 and 10 cm were 170.51, 127.88 and 92.84 m3, respectively. The average depth of storage required for the lined and unlined OFRs (10% of the rice field area) with 1:1 slope was 2.46 and 1.99m, respectively. Hence, the constructed storage depth of the OFR was kept as 2.4 m for both the lined and unlined systems including the settlement allowance. The benefit cost ratio (BCR) obtained from rice-fish integration with the lined OFRs are 1.54 for 0 cm and 1.65 for 5 cm and 1.80 for 10 cm weir heights. Similarly, for unlined OFR system, the BCR are 2.83 for 0 cm, 2.70 for 5 cm and 2.66 for 10 cm weir heights. The pay back periods obtained for the lined OFR with 0, 5 and 10 cm weir heights are 21, 20 and 19 years, respectively, whereas for the unlined OFR system with 0, 5 and 10 cm weir heights, the pay back periods are 12, 13 and 13 years, respectively. The study revealed that rice-fish integration in the unlined OFRs is more economically viable than the lined system for increasing the agricultural productivity during the monsoon season of rainfed ecosystem."}
	}}
