{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"Starch modified with hydroxy acids as a potential source of energy and matter for Lactobacillus bacteria"},
	"rdf:about":"http://agris.fao.org/aos/records/FI2007188161",
	"dct:identifier":"FI2007188161",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19722"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2005,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2005-issue_2/f24.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"KapuĞniak, Janusz (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Marczak, Magdalena (author)"
	}
	}
	],
	"bibo:abstract":{"value":"The aim of this work was to carry out tests of new British gums – obtained by convectional and microwave heating of potato starch with selected hydroxy acids – for resistance to enzymatic digestion with α-amylase and choice of compounds that might be used as substrates fermented by probiotic bacteria of genus Lactobacillus. The chosen gums underwent amylolysis in order to test their resistance to digestion with α-amylase. At this stage of the research it was ascertained that the gums most resistant to α-amylase digestion were: starch modified with citric acid in equimolar ratio heated by microwaves, as well by convection and starch modified with tartaric acid in equimolar ratio heated by convection. The initially selected gums were used as components of nutrient for L. rhamnosus cultures. The influence of the selected gums, introduced in concentrations 0.1, 0.5, 1.0 and 2.5%, on growth of L. rhamnosus strain was checked. The highest stimulation of the bacterial cells growth was observed – in comparison with the control – for 0.1 and 0.5% gum concentrations in the base during the first 12 hours of growth. Parallely with observations of changes in numbers of L. rhamnosus cells, grown on the glucose base (0.1-2.5%) and gum base (0.1-2.5%), pH measurements at 0, 6, 12, 24 h were carried out. It was ascertained that there was a relation between base acidification and incubation time for all of the examined samples: the longer the incubation time, the larger the decrease in pH value of the culture. In order to confirm the usage of the selected gums by the examined Lactobacillus rhamnosus strain, measurements of cell protein concentration during 24-hour incubation with these gums were carried out. It was ascertained that all selected gums clearly influenced the growth of L. rhamnosusstrain, causing increase in cell protein level, evident particularly in comparison with the control system containing glucose after 12 hours of incubation."}
	}}
