{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"The effect of different irrigation techniques on plant performance and seed quality in relation to fruit maturation and storage of different genotypes of pepper (Capsicum annuum var. annuum L.)"},
	"rdf:about":"http://agris.fao.org/aos/records/FI2008320779",
	"dct:identifier":"FI2008320779",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/10814"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2007,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2007-issue_1/a7.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Khah, E. M. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Koukoufikis, K. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Mavromatis, A. G. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Chachalis, D. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Goulas, C. K. (author)"
	}
	}
	],
	"bibo:abstract":{"value":"The effects of irrigation techniques on the plant performance and fruit yield of three cultivars of pepper (Tomatopepper, California Wonder, ∏-14) and a hybrid (Spartacus) pepper were studied. In particular, the irrigation treatments applied were: a) gravity irrigation under low pressure (BA), the Family Drip System (Netafim Company), designed especially for poor districts with intense problem of lack of irrigation water; b) irrigation using common polyethylene sprinklers (KA); and c) irrigation with the application of half water quantity (1/2 KA). The results showed that the number and the weight of the fruits were higher on the pepper plants treated under BA with statistically significant differences in comparison to the application of the treatments KA and 1/2 KA. Among the pepper genotypes, ∏-14 was the one to have the highest number of fruits and the hybrid Spartacus had the highest yield (kg/plant). During the anthesis period, the number of flowers of the 1st, 2nd and 3rd node were evaluated and differences were found between treatments and genotypes. Finally, seed and rate of germination of three genotypes were studied in relation to the stage of fruit ripeness and fruit storage at six different periods. It was found that the BA irrigation method had higher yield response than the other treatments; therefore, it could possibly be suggested as a suitable solution for small-scale farm management in areas with inadequate water reserves with increased temperature."}
	}}
