{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"Effects of processing and salts on some functional properties of cashewnut (Anarcadium occidentale) flours"},
	"rdf:about":"http://agris.fao.org/aos/records/FI2007029204",
	"dct:identifier":"FI2007029204",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/10814"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2004,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2004-issue_2/f21.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Fagbemi, T. N. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Oshodi, A. A. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Ipinmoroti, K. O. (author)"
	}
	}
	],
	"bibo:abstract":{"value":"Disease-free seeds of cashewnut (Anarcadium occidentale) were processed into the raw dried, boiled, fermented, germinated and toasted samples. Each of the processed sample was bone dried and part of it was defatted continuously for 8 hours using n-hexane in the laboratory. Defatted and full-fat cashewnut flours were pulverized and sieved to pass through 500 μm sieve. The effects of different salts (NaCl, Na2SO4, CH3COONa, NaF and KI) at different concentrations on water absorption capacity (WAC), protein solubility (PS), emulsion and foaming properties were determined. Low salt concentration of 0.5–1.0% improved WAC while salt concentrations at 2–5% and very high salt concentration (20%) reduced the WAC (salting out behaviour) except KI which increased in WAC with increasing salt concentration (salting in behaviour). Cashewnut flour, boiled and fermented (especially defatted form) at salt concentration of 0.5–1.0% may be used as thickener in food system. Minimum protein solubility of cashewnut was at 0.5% salt concentration while maximum protein solubility, emulsion capacity (EC), emulsion activity (EA) and foaming capacity (FC) was observed at salt concentration of 2–5%. Raw dried, germinated and toasted cashewnut flours showed high variation in their protein solubility, emulsion capacity, emulsion activity and foaming capacity profiles over the range of salt concentrations used while the boiled and fermented flours showed low variation. The order of protein solubility of cashewnut flours in various salts investigated was NaCl (31.25–62.50%)>Na2SO4 (20.31–62.50%)>KI (7.81– 64.06%)>CH3COONa (14.06–56.25%)≥NaF (15.63–16.20%). Toasted and raw dried cashewnut flours had the highest protein solubility, emulsion and foaming properties in all the salts investigated. Hence, toasted cashewnut flour at 5% salt concentration may be recommended in food system where salting and high protein solubility is required such as in vegetable milk and frozen desserts."}
	}}
