{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"Nutrient distribution in wild and cultivated edible mushroom, Pleurotus sajor-caju"},
	"rdf:about":"http://agris.fao.org/aos/records/FI2007029216",
	"dct:identifier":"FI2007029216",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/10814"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2004,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2004-issue_2/f29.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Oyetayo, F.L. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Akindahunsi, A.A. (author)"
	}
	}
	],
	"bibo:abstract":{"value":"Two varieties of mushroom Pleurotus sajor-caju, obtained from the wild and cultivated (on shredded corncobs), were analysed (whole mushrooms and caps and stalks separately) on dry weight basis for their proximate, mineral and some antinutrient compositions. The caps of cultivated mushroom (Cc) accumulated higher concentrations of crude protein (26.34%) and ash (10.37%) than caps of the wild one (Wc), which had higher crude fat (3.90%) and crude fibre (16.32%) concentrations. The stalk of wild mushrooms (Ws) contained the highest concentration of crude fibre (26.14%). Of the nutritive elements analysed, potassium was the most dominant with concentration as high as 11.9 mg g-1 in the stalk of cultivated mushrooms (Cs). The caps of both varieties were found to contain zinc, phosphorus and magnesium in higher concentrations than their corresponding stalks. Iron and zinc in the cultivated mushroom (Cw) were more preponderant than in the wild one (Ww). Tannin concentrations (%TA) in cap and stalk of the wild variety were at an equal level (0.57) and lower than those in the cultivated one (0.76-0.99). The total cyanide concentration (mg/100g) in both varieties (0.00-0.02) was generally low. The calculated phytate/Zn and [Ca]:[phytate]/{Zn} molar ratios were below the critical levels."}
	}}
