{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"Asymmetric potato cybrids derived from protoplast fusion between the selection ND860-2 and the cultivar Russet Burbank"},
	"rdf:about":"http://agris.fao.org/aos/records/FI2005025570",
	"dct:identifier":"FI2005025570",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/10814"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2005,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2005-issue_1/a10.pdf",
	"dct:creator":{"foaf:Person":{"foaf:name":"Gounaris, Yannis (author)"
	}
	},
	"bibo:abstract":{"value":"Protoplasts were isolated from in vitro micropropagated sterile plantlets of the potato selection ND860-2 and the potato cultivar Russet Burbank. They are both tetraploids with chromosome number 2n=4x=48. The selection ND860-2 is derived from a long line of crosses in which the species Solanum phureja (2n=2x=24) was also included. Solanum phureja is resistant to cold-induced accumulation of reducing sugars. Some of its varieties are also resistant or tolerant to fungal and viral diseases. S. phureja is a diploid with a chromosome number 2n=24, whereas potatoes (Solanum tuberosum) are tetraploids. Protoplasts of both genotypes, ‘Russet Burbank’ and ND860-2, were isolated from leaves of the sterile-micropropagated plants. Protoplasts of ND860-2 were fused to protoplasts of ‘Russet Burbank’ using the PEG-mediated method as well as electrofusion. Calli were produced from the protoplast used in the fusion experiments and plantlets were regenerated from them. Chromosome counts of the root tip cells of the regenerated plants showed the existence of both, tetraploid (2n=4x=48) and octoploid (2n=8x=96) genetic complements. DNA was isolated from the leaves of the regenerated plantlets and was used in PCR reactions with random primers that discriminate between the two potato genotypes. Random oligonucleotide primers were found that sufficiently discriminate between the two genotypes in PCR reactions. The basic RAPD profile of all the regenerated plantlets was that of ‘Russet Burbank’. However, with two of the primers traces of the ND860-2 band pattern could also be detected in the regenerated plants. It was concluded that the regenerated plants were asymmetric hybrids in which the ND860-2 chromosomes had undergone partial or complete elimination."}
	}}
