{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"Effect of roasting on the chemical composition of coconut (Cocos nucifera) seed flour and oil"},
	"rdf:about":"http://agris.fao.org/aos/records/FI2005026346",
	"dct:identifier":"FI2005026346",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/10814"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2004,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2004-issue_3_4/f3.pdf",
	"dct:creator":{"foaf:Person":{"foaf:name":"Amoo, I. Adekunle (author)"
	}
	},
	"bibo:abstract":{"value":"Freshly harvested coconut was dehusked, grated, roasted, milled and subjected to proximate and mineral analysis using standard methods. The physicochemical properties of oil extracted from it were also determined. Raw coconut seed meal and oil served as control. The following respective percentage proximate values were found for raw and roasted coconut seed flour: total ash 1.71 and 1.86, moisture content 9.71 and 5.19, crude fibre 4.22 and 6.78, crude protein 14.13 and 12.48, crude fat 47.19 and 39.83 and carbohydrate 23.06 and 33.62. The mineral composition (mg/kg) of the raw and roasted coconut seed meal was as follows: sodium 32.9 and 49.3, potassium 228.8 and 515.7, calcium 92 and 104.9, magnesium 178.1 and 436.2, iron 37.9 and 67.8, zinc 43.5 and 119.7, manganese 50.0 and 81.8, phosphorus 184.2 and 750.0. The physicochemical properties of oil from raw and roasted coconut seed gave the following respective values: relative density 0.8193 and 0.8521, refractive index 1.444 and 1.442, acid value 3.90 and 2.95, saponification value 5.43 and 25.52, iodine value 12.11 and 20.01, peroxide value 0.46 and 0.61, free fatty acid 0.20 and 0.16, flash point 6°C and 12°C. The colour of oil from the roasted seed meal was brown while that of raw one was colourless and the odour and taste were pleasant. Roasting significantly influenced the nutrient composition of the meal as well as the physicochemical properties of oil extracted."}
	}}
