{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"Influence of sewage sludge on maize yield and quality and soil chemical characteristics"},
	"rdf:about":"http://agris.fao.org/aos/records/FI2009323175",
	"dct:identifier":"FI2009323175",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/10814"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2007,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2007-issue_1/e15.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Ailincai, Costica (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Jitareanu, Gerard (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Bucur, Daniel (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Ailincai, Despina (author)"
	}
	}
	],
	"bibo:abstract":{"value":"Experiments were conducted during 2003-2005 under a 5-year crop rotation, soybean-wheat-maize-sunflower-wheat, with sewage sludge being applied at rates of 20, 40, and 60 t/ha, combined with different mineral fertilizer rates. Analyzing data on heavy metal contents from soils treated with different rates of applied sewage sludge, it was found that sewage sludge from Iaúi Water Treatment Station complied with the maximum allowable limits established by European Community countries and Romanian law. The results obtained showed that when raw sewage sludge was applied at a rate of 30 t/ha (18.5 t/ha dry matter), the allowable maximum limits stipulated by Norm 86/278/EEC were not exceeded. When raw sewage sludge was applied at a rate of 60 t/ha (37.0 t/ha dry matter), the limits were exceeded only for zinc content. Sewage sludge application at a rate of 40 t/ha resulted in increased amounts of minerals (especially nitrogen and phosphorus) supplied to the crops. It also resulted in a mean annual supply of 3.76 t/ha highly humificated organic matter; this explains the increase in soil humus content from 2.79 to 3.92%. In maize fertilized with sewage sludge, concentrations of Cu and Ni were within normal limits. Analyses showed the absence of Cr, Co, Cd, Pb, As and Hg in maize plants and grain. These results proved that sewage sludge applied to maize did not affect the quality of the cultivated crops. When sewage sludge was applied at a rate of 24.6 t/ha dry matter, mobile phosphates accumulated in soil at a concentration of 42 ppm and contents of microelements (mobile forms in soil) were 12.1 ppm for copper, 0.35-0.48 ppm for boron, 155 ppm for zinc and 406 ppm for manganese."}
	}}
