{"resource": {
	"dct:issued":2006,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2006-issue_3_4/e19.pdf",
	"dct:language":"eng",
	"dct:title":{"value":"Community development committees’ participation in forest protection in Delta Central Zone, Delta State, Nigeria"},
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Ofuoku, A. U. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Agbogidi, O. M. (author)"
	}
	}
	],
	"rdf:about":"http://agris.fao.org/aos/records/FI2016100103",
	"dct:identifier":"FI2016100103",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19722"
	},
	"bibo:abstract":{"value":"The study was carried out to investigate the participation of community development committees (CDCs) in forest protection in Delta Central agro-ecological zone, Delta State, Nigeria. Their forest protection measures, perceived benefits and reasons for not participating in forestry extension meetings were also ascertained. Participants who were members of CDCs were purposively selected from the eight local government areas that constitute the study yielding a sample of 80 respondents. The findings show that the major occupations of the respondents are teaching, trading, farming and hunting. Forestry extension activities they were involved included conservation campaign; forest exploitation control; supply of hybrid planting materials etc. Perceived benefits for participants were improved economic status, increased income and employment by forestry department. The extension contact most often indicated was personal contact and meetings exhibitions. A majority of the respondents (75%) were of the opinion that the communities decided the extension programmes. The reason given for non-participation in meetings was mainly inadequate publicity for such meetings. The level of respondent’s education, sex and occupation had significant correlation with the participation in extension and forestry department’s meetings. For sustainable forest utilization, adequate publicity for meetings, more measures to check illegal exploitation and sustained participation of the communities in decision making and programme design were recommended."}
	}}
