{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"Consumption trends of fruits and vegetables in the West Asian and North African countries"},
	"rdf:about":"http://agris.fao.org/aos/records/FI2005025505",
	"dct:identifier":"FI2005025505",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/10814"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2005,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2005-issue_1/f14.pdf",
	"dct:creator":{"foaf:Person":{"foaf:name":"Dris, Ramdane (author)"
	}
	},
	"bibo:abstract":{"value":"The amount of consumption of fruits and vegetables in the West Asia and North Africa (WANA) region was estimated and situation of the postharvest quality and measures to be taken were evaluated. The selected fruit crops were apple, orange and mandarine, date, olive and tomato and vegetable crops were onion and potato plus other vegetables (mainly beets, celery, fennel, parsley, parsnip, radish, rutabaga, swede). The collected material included 30 years period (1970-1999) with 5 year interval of time. The WANA countries were grouped into three regions as follows: Group 1 (G1) Morocco, Algeria, Tunisia and Libya; Group 2 (G2) Egypt, Sudan, Yemen, Pakistan and Iran; Group 3 (G3) Syria, Lebanon, Jordan, United Arab Emirat (UAE), Kuwait, Malta and Cyprus. The consumption of G1-G3 were compared to Group EU (15 European states). The low consumption of fruit and vegetables including potatoes in most of the WANA countries can be attributed to the lack of clear and efficient strategy to develop the agriculture in the region. Beside that, the problem has worsened by the economical crises, population growth, pollution, harsh climatic conditions and other natural catastrophs and disease contamination affecting yields. Consumers on low incomes cannot have access to affordable nutritious food from which they can select a healthy diet. Therefore, the deficit of a number of fresh products will have to be covered through imports. Efforts should be made to increase the domestic production through implementation of new farming technologies that will permit a more rational exploitation of each country’s potential and land resources. Agrarian reform should be accompanied by the development of support structures that will permit to intensify rural production sector to increase its potential and improve local or regional food consumption standards. The natural and economic potential, land resources and the capacity of agricultural production in the WANA are sufficient to cover completely the food demand and to achieve not only self-sufficiency but to export the food products."}
	}}
