{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"Nutritional significance of leaf meals, protein concentrates and residues from some tropical leguminous plants"},
	"rdf:about":"http://agris.fao.org/aos/records/FI2005025466",
	"dct:identifier":"FI2005025466",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/10814"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2005,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2005-issue_1/f2(2).pdf",
	"dct:creator":{"foaf:Person":{"foaf:name":"Agbede, J. O. (author)"
	}
	},
	"bibo:abstract":{"value":"The leaf meals (LMs) from freshly harvested leaves of butterfly pea (Centrosema pubescens), devil bean (Mucuna pruriens), flamboyant flower (Delonix regia), Bauhinia thoningii, coast wattle (Acacia auriculiformis), quick stick (Glyricidia sepium) and ipil-ipil (Leucaena leucocephala) were analysed for their proximate composition, mineral constituents, gross energy, polyphenols (as tannic acid equivalent), phytin-P and phytin. Thereafter, leaf protein concentrates (LPCs) were produced from the leaves using village scale fractionation scheme. The LPCs and resulting leaf residues (LRs) were characterized as the LM. On the average, the LM contained 181 g kg-1 DM crude protein (range 100–280 g kg-1 DM), 139 g kg-1 DM crude fibre (range 77–230 g kg-1 DM) and 133 g kg-1 DM ether extract (range 86–165 g kg-1 DM). Gross energy averaged 17.0 MJ kg-1. Leaf protein fractionation enhanced the crude protein, ether extract and the gross energy in the LPC by 39.5, 33.5 and 22.0%, on the average respectively while the crude fibre content of the LMs was reduced on the average by 41% in the LPC. The Ca, Na, K, P and Mg were the most abundant mineral elements in the LMs and LPCs but their quantities in the LPC were generally low. Apart from the crude fibre and some mineral elements, the nutrient contents of the LPC leaf residue were generally lower than that of their LMs and LPCs. The mean phytin content varied from 34.0 mg/100 g in LPC to 86.3 mg/100 g in the leaf meal while the mean phytin-P content varied from 10.0 mg/100 g in LPC to 24.3 mg/100 g in leaf meal. The total phenol levels in the LMs were reduced by 33.7% in the LPC on the average. This analytical information suggests that while the LPCs from these plants could be used as protein supplements in human feeding, the feeding of the LMs or LPC fibrous residues to the ruminant animals either solely or in combination with other forages appears feasible especially under feedlot."}
	}}
