{"resource": {
	"dct:issued":2006,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2006-issue_3_4/f2.pdf",
	"dct:language":"eng",
	"dct:title":{"value":"Date fiber, a byproduct of date syrup (Debis) extraction influences serum lipid  concentrations in rats fed 0.2% cholesterol"},
	"dct:creator":{"foaf:Person":{"foaf:name":"Kerkadi, Abdelhamid (author)"
	}
	},
	"rdf:about":"http://agris.fao.org/aos/records/FI2016100368",
	"dct:identifier":"FI2016100368",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19722"
	},
	"bibo:abstract":{"value":"Dietary fiber has been recognized as an important dietary constituent, which posses a wide range of positive properties. It was found that some components of dietary fiber, particularly soluble in water, might influence lipid metabolism. Many sources of dietary fiber have been tested in animals and humans. The scientific community continues to search for new sources of dietary fiber. Date is one of the most important fruit crops in the United Arab Emirates. Dates are a good source of fiber and other nutrients. They are commonly eaten with milk, yogurt or coffee. They are also used to produce Debis, a date syrup extraction. The effect of date fiber (DF), a by-product of date syrup (Debis) extraction on lipid metabolism was investigated in male Sprague Dawley rats adapted to 0.2% cholesterol (CHO) diets. The rats were divided in four groups of 5 animals. The basal diet consisted of AIN 76 diet. The control group (C) consumed the basal diet with 0.2% of cholesterol. To the control diet 2, 3 or 5% of DF were added. Plasma total cholesterol (TC), LDL cholesterol (LDL-C), HDL cholesterol (HDL-C), triglycerides (TG) and the ration HDL-C/LDL-C were measured. The results showed that the addition of 2, 3 and 5% of DF did not affect weight gain, feed intake and feed efficiency. The addition of 5% DF to the diet significantly (P< 0.05) increased HDL-C (40.2 vs 21.9 mg/100 ml; +83%), lessened the rise in plasma LDL-C (24 vs. 47.3 mg/100 ml; -97%) and increased the HDL-C/LDL-C ratio (1.6 vs. 0.5; 220%). The addition of DF to diets containing 0.2% CHO did not affect total cholesterol and triglycerides. These results demonstrate that DF possesses hypolipidemic effects that are evident when it is added to the diet of rats fed cholesterol. Date fiber can be used to develop functional foods with health benefits for consumers. The advantage becomes more economically sound if these food can be developed from by-products."}
	}}
