{"resource": {
	"dct:issued":2006,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2006-issue_1/commentary.pdf",
	"dct:language":"eng",
	"dct:title":{"value":"The impact of cultural dimensions on technology transfer in developing countries"},
	"dct:creator":{"foaf:Person":{"foaf:name":"Alrusheidat, Jamal (author)"
	}
	},
	"rdf:about":"http://agris.fao.org/aos/records/FI2016100507",
	"dct:identifier":"FI2016100507",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19722"
	},
	"bibo:abstract":{"value":"Food shortages, pollution of air and water, soil erosion and rapid industrialization are but a few of the many problems facing mankind. Abuse of earth’s lands, accompanied by un-programmed world’s population growth, has put unmanageable pressure on natural resources. Technology transfer is facing enormous challenges in dealing with all these problems. The need for new technology transfer approaches arises from the new demands imposed by the huge population increase and the new concept of sustainable development. Strengthening technology transfer institutions, enhancing participation, as well as improving resource management, would reinforce sustainable development by balancing the three major components: environment and social and economic factors. The future of technology transfer would depend largely on its capacity to implement economic, social and environmental policies that would create the basis for sustainable development.  Technology transfer contributes to long-term sustained agriculture only if there is an active interaction between individuals, societies and communities. In any interaction between them, there is an element of culture and ignoring any of them while promoting technology transfer may produce unwanted results. Therefore, there is an urgent need to know what technology is needed, when and how it should be transferred and who should adopt it. This article provides an overview of the social dimensions of technology transfer and the impact of each component on the process. Some benefits of technology transfer and its role in the economy as well as soft and hard technology are examined. The relationship between vertical and horizontal technology transfer are presented. Factors affecting technology transfer are also discussed."}
	}}
