{"resource": {
	"dct:issued":2006,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2006-issue_2/e4.pdf",
	"dct:language":"eng",
	"dct:title":{"value":"Sustainable agriculture for environment protection: Cooperation between China and Italy"},
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Gullino, M. Lodovica (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Camponogara, Andrea (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Capodagli, Nevio (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Xiaoling, Yang (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Clini, Corrado (author)"
	}
	}
	],
	"rdf:about":"http://agris.fao.org/aos/records/FI2016100400",
	"dct:identifier":"FI2016100400",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19722"
	},
	"bibo:abstract":{"value":"After a short introduction on the importance of the agro-food sector in the economies of most of present-day societies, the article focuses on the role of agriculture in protecting the environment and enhancing biodiversity. The importance of a shift toward agricultural systems, which are more complex in terms of biodiversity in emerging countries such as China, where most of the population (about 70%) lives in rural areas, in poor conditions and still relies on agriculture as the main source of income is discussed. In China the risk of shifting to more intensive and polluting agricultural production patterns to address the demand for food of the growing population and the need of higher incomes of rural communities is relatively high. With the present Chinese economic growth, urbanization and increased leisure time, tourism and recreation activities in rural areas are also increasing. Additionally, in the restructuring process of economy in rural areas, one of the most obvious effects is the necessity to create job opportunities alternative to agricultural sector. The role of sustainable agriculture for environment protection in a country such as China is highlighted. The attention paid to activities in the agro-environmental sector has been increasing over the years in this country due to the high social and economic priority attached by the Chinese authorities to the modernization of agriculture that must be pursued in a sustainable manner, addressing at once food security, environment protection, economic development and good management of natural resources. The experience gained in the framework of the Sino-Italian Cooperation Programme for Environment Protection jointly launched by the Italian Ministry for the Environment and Territory (IMET) and the State Environment Protection Administration of China (SEPA) in the year 2000, through the implementation of several cooperation projects in different rural areas of China is critically discussed. The approached adopted, avoiding pursuing short-term objectives, due to the pressure for profit, to ensure the replicability and long-term sustainability of transferred technologies are described. Important in all cooperation projects carried out have been training and information activities to enable the actual transfer into practice of target sustainable agricultural technologies and practices. All stakeholders have been involved in project preparation and implementation. Particularly, academic institutions, public research centers and private companies have been partnered with the aim of creating long lasting network of local and international researchers and experts supporting the development and the adaptation of sustainable farming systems as well as the design of new regulatory framework supporting the adoption of innovative technologies. District workshop and seminar have been organized in order to keep people involved in project activities continuously aware of all progress as well as to inform stakeholders on scientific, technical and economic feasibility of upcoming new techniques and systems. The synergic role provided by the different projects in promoting environment protection and sustainable agriculture at once, represents a strong effective effort toward the rural development of different regions."}
	}}
