{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"Africa in search of extension system: Experience from Nigeria"},
	"rdf:about":"http://agris.fao.org/aos/records/FI2006038649",
	"dct:identifier":"FI2006038649",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/10814"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2004,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2004-issue_1/a20.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Oladele, Oladimeji Idowu (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Koyoma, Osamu (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Sakagami, Jun-Ichi (author)"
	}
	}
	],
	"bibo:abstract":{"value":"This paper presents the trend of agricultural extension systems used in the Nigerian agriculture. The pluralistic nature of these systems is partly due to the donor induced and the peculiar socio-cultural milieu of the operators of these systems. The potentials of a new era of support for national extension programs, a number of serious issues within the domain of extension practice program remain to be addressed. While often masked under the new titles and phrases of the current development discourse, the challenges faced today reflect many of the perennial problems that have plagued development efforts. These include, the challenges of: becoming truly responsive to local conditions and concerns; facilitating constructive inter-organizational collaboration; fostering greater local self-reliance through individual capacity-building and local institutional development; addressing financial insecurity and low educational levels of extension staff; and the specific interests of engaging indigenous knowledge, farmer inventiveness and farmer-to-farmer communication. The extension systems considered are: Ministry Based Agricultural Extension, Farm Settlement Scheme, National Accelerated Food Production Programme (NAFPP), Operation Feed The Nation (OFN), River Basin Development Authority (RBDA), Green Revolution (GR), The Pilot Agricultural Development Project (PADP), Agricultural Development Projects (ADPS), Unified Agricultural Extension System (UAES), Women – In – Agriculture (WIA), National Agricultural Land Development Authority (NALDA), Nationally Coordinated Research Programme (NCRP), Farming System Research And Extension (FSRE), Training and Visit System(T&V), Research – Extension – Farmer – Input Linkage System (REFILS), Non-Governmental Organizations (NGO), Information and Communication Support For Agricultural Growth In Nigeria (ICS- Nigeria), Farmer Field Schools (FFS). The paper concludes with pragmatic steps of evolving a sustainable extension system."}
	}}
