{"resource": {
	"dct:issued":2006,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2006-issue_2/e17.pdf",
	"dct:language":"eng",
	"dct:title":{"value":"The hydrology of the Mafrag estuary (Algeria): Transport of inorganic nitrogen and phosphorus to the adjacent coast"},
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Khélifi-Touhami, M. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Ounissi, M. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Saker, I. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Haridi, A. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Djorfi, S. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Abdenour, C. (author)"
	}
	}
	],
	"rdf:about":"http://agris.fao.org/aos/records/FI2016100191",
	"dct:identifier":"FI2016100191",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19722"
	},
	"bibo:abstract":{"value":"The Mafrag hydrographic complex represents a rare Mediterranean estuary located in a northeastern wetland of Algeria. The main hydrological characteristics of this estuary have been analyzed from five cruises at a fixed estuarine station. In each cruise, physicochemical parameters (temperature, salinity, tide regime, flood water inputs and nutrient salts) have been measured hourly from 7 to 18 h. At the end of autumn and in winter the estuary is mostly renewed by high river flow. In spring and summer, tidal semi-diurnal regime reappears and allows an increase of salinity. When estuarine water level and wind stress decrease in autumn, a new offshore bar appears and may close the estuary’s mouth. All hydrological parameters show large fluctuations between tidal phases and seasons. The hydrologic cycle functioning of the Mafrag was found as an original state, comprising three phases (river, estuarine and lagoonal), with about four months interval for each one. Surface salinity varies from 2 in river phase to 33 for the rest of the studied period. Values of deep water salinity ranges between 33 and 35 in estuarine and lagoonal phases, during which the estuary is very stratified. Tidal regime was found semidiurnal. In ebb tide, the water flood advected into the adjacent coast with up to 36-60 m3 .s-1. In winter, spring and autumn, nutrient salts were abundant compared to summer values. Ammonium and phosphate depleted in surface water at summer but were discharged in high amounts in autumn and the rest of the year: up to 2,200 kg.d-1 inorganic nitrogen and 400 kg.d-1 P-PO4. The absolute continental flux in terms of inorganic nitrogen and phosphate has been computed and compared to that of marine coastal intrusion."}
	}}
