{"resource": {
	"dct:issued":2004,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2004-issue_2/a24.pdf",
	"dct:language":"eng",
	"dct:title":{"value":"Effect of pretreatments on germination of seeds of the medicinal plant Enantia chlorantha Oliv."},
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Gbadamosi, A. E. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Oni, O. (author)"
	}
	}
	],
	"rdf:about":"http://agris.fao.org/aos/records/FI2016100440",
	"dct:identifier":"FI2016100440",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19722"
	},
	"bibo:abstract":{"value":"Effects of pretreatments on germination of seeds of Enantia chlorantha were studied. Nine hundred and ten matured fruits of the species were obtained from ten naturally occurring trees. The fruits were thoroughly mixed and divided into thirteen equal portions of seventy seeds each. One portion was left undepulped while the remaining twelve portions were depulped. Five pretreatment methods with five variants of two of these methods were investigated. These were undepulped before sowing (control); depulped without treatment before sowing; soaking in hot water (90ºC) and allowed to cool down overnight; soaking in concentrated sulphuric acid for 5, 10,15, 20 and 30 minutes and soaking in concentrated nitric acid for 5,10, 15, 20 and 30 minutes. Seeds were sown inside trays containing washed and sterilized river sand under high humidity propagator. Germination counts were taken daily for fifty days. Germination percentage was computed for each treatment and the data were arc sine transformed before subjecting it to analysis of variance. Pretreatments and their duration affected commencement of germination in E. chlorantha. Germination was first observed among the seeds treated with concentrated sulphuric acid for 10 minutes at 23 days after sowing (DAS) while those treated with the same acid for 20 minutes and 30 minutes both commenced germination at 30DAS. Seeds treated for 5 minutes with concentrated sulphuric acid had the highest percentage germination of 66% followed by depulped but untreated seeds, which had 57% while the lowest value of 10% was recorded in seeds soaked for 30 minutes in sulphuric acid. On the other hand, all the seeds treated with concentrated nitric acid and hot water failed to germinate. The effect of pretreatment was highly significant (P≤0.01) on the germination of seeds of Enantia chlorantha."}
	}}
