{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"Grain legumes for soil productivity improvement in the Northern Guinea savanna of Nigeria"},
	"rdf:about":"http://agris.fao.org/aos/records/FI2007029275",
	"dct:identifier":"FI2007029275",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/10814"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2004,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2004-issue_2/a10.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Odunze, A. C. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Tarawali, S. A. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"de Haan, N. C. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Iwuafor, E. N. O. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Katung, P .D. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Akoueguon, G. E. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Amadji, A. F. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Schultze-Kraft, R. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Atala, T. K. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Ahmed, B. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Adamu, A. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Babalola, A.O (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Ogunwole, J.O. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Alimi, A. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Ewansiha, S. U. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Adediran, S.A. (author)"
	}
	}
	],
	"bibo:abstract":{"value":"The Nigerian savanna zone is currently witnessing increasing intensities of crop and livestock production activities that are resulting in increased soil erosion, de-vegetation of the land area, and desert encroachment especially during the dry season. These may have led to the presence of several over- grazed and bare ground areas that is highly susceptible to soil erosion. At harvest, both crop and residues are removed from the field, thus limiting potential nutrient recycling between crop and soil, and further impoverishing the nutrient status of the soils. The Nigerian savanna zone soils therefore have low total nitrogen, organic carbon, available phosphorus and cation exchange capacity. They also have very poor moisture holding capacity, and are therefore said to have poor fertility status and very low buffering capacity. The present study aimed to determine effects of grain legumes on soil potential in the arid systems was therefore imposed on the soils in the Zaria area. Results show that sole legumes and legume/maize treatments generally resulted in higher organic carbon contribution than sole maize treatment, suggesting that sole maize grown continuously on one farm for years could degrade the organic carbon content of the soil. Also, the sole legume and legume/maize treatments resulted in improvements in soil nitrogen in the range between 65.6 and 84.8 %, while nitrogen under sole maize resulted in only 5.9 % increase. In 2001, groundnut/maize intercrop resulted in significantly higher maize grain yield (1.49 t ha-1) than the other treatments. Comparing between maize grain yields in 2001 and 2002, maize grain improved by 20.1% under sole maize, 95.0% under maize in sole groundnut, 92.8% under maize in soybean, and 98.4% under maize in cowpea. This would confirm that the sole legume planting for two years restored fertility status of the soils and enhanced the soil organic carbon and total nitrogen, to have resulted in greater maize grain yield than under the sole maize despite the 120 kg N fertilizer applied to the sole maize."}
	}}
