{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"Forage legumes for soil productivity enhancement and quality fodder production"},
	"rdf:about":"http://agris.fao.org/aos/records/FI2007029269",
	"dct:identifier":"FI2007029269",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/10814"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2004,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2004-issue_2/a8.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Odunze, A. C. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Tarawali, S.A. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"de Haan, N. C. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Akoueguon, E. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Amadji, A. F. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Schultze-Kraft, R. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Bawa, G. S. (author)"
	}
	}
	],
	"bibo:abstract":{"value":"Ruminant performance in the tropics, as in the Northern Guinea Savanna of Nigeria, is affected by seasonal variation in the availability and quality of pasture, and supplementation of animal feeds in these systems is constrained by the high price of imported inputs. Also, for farming systems in the subhumid zone of West Africa, nitrogen is generally the most limiting nutrient for crop production, and this problem has been compounded in recent decades by the difficulties faced by farmers in obtaining N fertilizers. The integration of forage legumes into the cropping cycles in the NGS of Nigeria could have the potential to enhance yields of subsequent crops through the increase in plant available N and organic carbon in the soil, as well as quality fodder for feeding livestock in the zone. Following the investigation of this, results obtained show that that Macrotyloma uniflorum and Centrosema pascuorumtreatments resulted in lower bulk density than the other legume treatments for the two years. Also following one year cropping,Aeschynomena histrix/maize intercrop showed 64% increase in soil organic carbon, and was followed by Stylosanthes hamata/maize (30%), and sole A. histrix (20 %). Planting of Lablab (black seed), intercrop of Chaemacrista rotundifolia, M. uniflorum, Lablab and A. histrix with maize could result in over 100% soil N improvement within one year. The intercrop of M. uniflorum with maize resulted in higher maize grain yield than the sole maize, over the period 2000 to 2002. As much as 2.50 t ha-1 of maize stover could be obtained after planting forage legumes/maize for two years and this could be mixed with as much as 15 t ha-1 of legume residues to produce quality fodder for supplemental feeding of livestock especially in the dry seasons when livestock feed is scarce. Both maize and legume grains, and quality fodder could be sold for cash returns to the farmer, thus improving the farmers’ income from farming."}
	}}
