{"resource": {
	"dct:issued":2006,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2006-issue_2/a23.pdf",
	"dct:language":"eng",
	"dct:title":{"value":"A review of government policies on agricultural research coordination in Nigeria from 1960–2003"},
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Idio, A.D. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Akinsorotan, A.O. (author)"
	}
	}
	],
	"rdf:about":"http://agris.fao.org/aos/records/FI2016100070",
	"dct:identifier":"FI2016100070",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19722"
	},
	"bibo:abstract":{"value":"A retrospective survey of government policies on agricultural research coordination in Nigeria from 1960-2003 was carried out. The National Agricultural Research Project (NARP), Ibadan and six research institutes purposively selected to cover all the sectors of agriculture and to represent three of the five major farming system zones in the country were used for the study. Data were collected using structured questionnaires. Four critical inadequacies of government policies were identified. The study further revealed that while the process for the development of research coordination has been very slow and painful to research institutes, no one seemed to be questioning the need for policy or economic reforms to salvage the ailing coordinating agency. It suggested a need for stabilization of agricultural research coordination through the creation of a favourable macro-national policy environment, arguing that this act will involve agricultural technocrats mostly in all matters, which would enhance decisions on research priorities, funding of projects and minimizing research activities duplication. In addition, the study disclosed a need to solve tenural instability of coordinating agencies experienced over the years and suggested the creation of autonomous Directorate of Agricultural Research and Development under the Federal Ministry of Agriculture with the responsibility of coordinating agricultural research in Nigeria."}
	}}
