{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"Influence of chemicals on inoculum production by Leptosphaeria maculans on canola (Brassica napus L.) residues"},
	"rdf:about":"http://agris.fao.org/aos/records/FI2006038599",
	"dct:identifier":"FI2006038599",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/10814"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2004,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2004-issue_1/a3.pdf",
	"dct:creator":{"foaf:Person":{"foaf:name":"Khangura, Ravjit (author)"
	}
	},
	"bibo:abstract":{"value":"Efficacy of various chemicals including fungicides, herbicides and inorganic compounds to suppress ascospore production of blackleg (Leptosphaeria maculans) on canola residues was tested for two years. Four different chemicals, Benlate® @ 1 and 2 g a.i./L, Impact® @ 1 and 2 g a.i./L, Roundup® @ 10 and 20 g a.i./L, Urea @ 50 and 100 g/L were applied to a group of 20 canola stems in 2001 either as a dip or a spray treatment. The experiment was repeated in 2002 to test some additional chemicals and the best chemical treatments from the 2001 experiment. The treatments in the 2002 experiment included Impact® @ 0.5 and 1g a.i./L, Benlate® @ 1 and 2g a.i./L, Roundup®, @ 20 and 40g a.i./L, Dolomite @ 100 and 200 g/L, Gypsum @ 100 g/L, calcium sulphate @ 20 g/L, calcium hydroxide @ 20 g/L, calcium chloride @ 50 g/L and copper sulphate @ 20 g/L. These chemicals were applied as spray treatment. Impact® @ 0.5 and 1 g a.i./L, Roundup® @ 40 g a.i./L and copper sulphate inhibited the development of pseudothecia on residues and subsequently reduced ascospore production by 99%. Urea and calcium compounds were found to be ineffective in reducing the ascospore production on the residues. The potential of some chemical treatments to inhibit pseudothecia development and ascospore production by L. maculans on canola residues could have important implications in blackleg management."}
	}}
