{"resource": {
	"dct:issued":2006,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2006-issue_1/e7.pdf",
	"dct:language":"eng",
	"dct:title":{"value":"Effects of quartz porphyry (Bakuhan-seki) on soil quality and grain yield of wheat (Triticum aestivum L.)"},
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Ablaza, Emelie Casayuran (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Ishikawa, Katsumi (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Yoshimura, Takahiro (author)"
	}
	}
	],
	"rdf:about":"http://agris.fao.org/aos/records/FI2016100155",
	"dct:identifier":"FI2016100155",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19722"
	},
	"bibo:abstract":{"value":"Sustainable environment entails that non-renewable resources be increased and air, water and soil quality be preserved or developed. Soil is being destroyed due to increasing modernization and animals and plants are being affected. Use of non-chemical soil amendments like natural rocks and minerals have been suggested for use to improve soil quality and soil function, like soil productivity, and thus to produce higher yields. Bakuhan-seki stone is a mineral mainly consisting of alkali feldspar and quartz. This stone has been distinct for its enormous porosity, high absorption capacity and has the ability of emitting natural minerals contained in the stone itself. In this study, the effects of different levels of Bakuhan-seki on soil quality, growth response and grain yield of wheat were investigated. Japan Bakuhan-seki and China Bakuhan-seki were tested and were added into the soil at the rate of application as follows: 1.5, 3 and 5 kg/m3 and control (no Bakuhan-seki). Soil samples were collected at the start of the experiment after adding Bakuhan-seki and after harvest and were analyzed for chemical properties. Plant parameters such as plant height, number of tillers, number of leaves, yield component and growth pattern were likewise determined. Overall, between control and treatments, Bakuhan-seki improved growth of wheat by increasing number of tillers per plant and influenced early peak of tiller number. Addition of Bakuhan-seki in soil also considerably improved some chemical properties of the soil such as organic matter content of soil, cation exchange capacity (CEC), NO3-N and available phosphorus. Yield component such as number of spikes per m2 was increased by the application of Bakuhan-seki and it also improved wheat growth pattern, thus resulting to increased yield compared to untreated soil."}
	}}
