{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"Effects of heat treatments on the quality of miniature golden apples (Spondias cytherea Sonn) during low temperature storage"},
	"rdf:about":"http://agris.fao.org/aos/records/FI2007029164",
	"dct:identifier":"FI2007029164",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/10814"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2004,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2004-issue_2/f7.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Graham, Owen S. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Mohammed, Majeed (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Wickham, Lynda D. (author)"
	}
	}
	],
	"bibo:abstract":{"value":"Heat treatments of mature-green miniature golden apples produced differential effects in fruit quality of increased skin yellowing but decreased flesh softening and sweetening during storage. However chilling injury (CI) symptoms were not alleviated. Immersion of fruit for 6 or 10 minutes in water at 46°C controlled decay and prevented the development of anthracnose infection compared to control fruit. Fruit treated for 6 minutes developed a pronounced yellow skin colour when stored at 22°C. This intense colour development, indicative of ripening was correlated with firmer and less sweet fruit compared to the control. Treatments at 46°C for 15 or 20 minutes or at 49°C for 10, 15 or 20 minutes prevented anthracnose infection and controlled decay organisms but heat injury was considerable. Neither heat treatments at 46°C for 6 or 10 minutes alleviated chilling injury in fruit stored at 5°C, with symptoms manifested by extensive pitting and brown discolourations, supported by high electrolyte leakage and low bioelectrical resistance measurements indicative of membrane damage due to CI which occurred as early as day 4. Fruit treated at 46°C for 10 minutes and stored at 10°C for 10 days plus 2 days at 22°C had moderate CI while control fruit had slight CI."}
	}}
