{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"Water treatment in enhancing germination and seedling elongation of leafy vegetable in soilless culture"},
	"rdf:about":"http://agris.fao.org/aos/records/FI2007188189",
	"dct:identifier":"FI2007188189",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19722"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2005,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2005-issue_2/a2.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Azad, Md. Abul Kalam (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Ishikawa, Katsumi (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Islam, Naima (author)"
	}
	}
	],
	"bibo:abstract":{"value":"Growing crops in soilless culture under protected cultivation can be considered as the most complex production system available today. In this study, tap water of Kochi, Japan, was treated with two different kinds of condensed natural waters and granular ceramics applied in the germination test with leafy vegetable seeds of komatsuna (Brassica rapa L. nothovar) to focus the treatment effects on it. The natural waters refereed as α(alpha) and ω(omega) were employed in different treatments with Kochi tap water. In each treated water, pH increased linearly at every hour interval; simultaneously ORP (oxidation reduction potential) increased largely at the initial hour immediately after the treatments and then decreased sharply. Using treated and untreated waters, germination trial was conducted with komatsuna seeds in soilless culture. The germination percentage and early growth of komatsuna seedlings were significantly higher in applying ω-treated Kochi tap water (T4) compared to other treatments. By performing this treatment (T4), the values of pH and ORP changed to a range of suitable levels (pH 7.20, ORP 225 mV) for plant growth and the presence of Ca2+ and Mg2+ might be the reason for better germination and seedling elongation in komatsuna. Addition of ω type natural water (T4) could be used for controlling irrigation water quality on the growth and germination of komatsuna seedlings."}
	}}
