{"resource": {
	"dct:issued":2006,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2006-issue_2/a11.pdf",
	"dct:language":"eng",
	"dct:title":{"value":"Relative drought tolerance of important herbaceous legumes and cereals in the moist and semi-arid regions of West Africa"},
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Ewansiha, S. U. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Singh, B. B. (author)"
	}
	}
	],
	"rdf:about":"http://agris.fao.org/aos/records/FI2016100176",
	"dct:identifier":"FI2016100176",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19722"
	},
	"bibo:abstract":{"value":"Herbaceous legumes are becoming increasingly important for the crop-livestock farming systems in the moist and semi-arid regions of West Africa as these crops cover the ground quickly, check erosion, contribute to soil fertility and provide nutritious food and fodder to human beings and livestock. However, one of the major constraints in this region is the long dry season, which limits the productivity and duration of crop growth. Therefore, concerted efforts are being made to identify most suitable species and varieties with desirable agronomic traits including drought tolerance and high yield potential. This study was undertaken to screen 72 accessions/varieties of relevant herbaceous legumes along with 3 cereals-millet, sorghum and maize for their relative drought tolerance using the wooden box method. Hand selected healthy seeds of each accession were planted in single rows in wooden boxes of 130 cm long, 65 cm wide and 15 cm deep filled with soil of loamy composition. The boxes were watered daily for the first 2 weeks when the seedlings had emerged and the unifoliate leaves had fully expanded. Data were recorded for the number of days taken to first, 50% and 100% plant deaths in each row over all replications as a measure of drought tolerance for different accessions/varieties. Soybean variety TGX 1445-1D was the most susceptible as all plants were dead in 13 days while the lablab variety TLN 13 was the most drought tolerant which survived up to 46 days after water stopping. Based on the number of days taken to attain 100% plant death for each line, the most drought tolerant group comprised of lablab, horse gram, centrosema and cowpea followed by chamaecrista and pearl millet as the second group; velvet bean, joint vetch, crotolaria, stylosanthes, sorghum and groundnut formed the third group and blue pea and soybean as the most drought susceptible fourth group."}
	}}
