{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"Socio-economic assessment of wood artifact products in Oyo state, Nigeria"},
	"rdf:about":"http://agris.fao.org/aos/records/FI2007038716",
	"dct:identifier":"FI2007038716",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/10814"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2004,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2004-issue_1/en3.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Faleyimu, O. I. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Agbeja, B.O. (author)"
	}
	}
	],
	"bibo:abstract":{"value":"Wood carving industry has passed through many stages of development, from a purely primitive structure to a near-modern business. The industry has been in existence for over one hundred years but have suffered a stunted development due to neglect by policy makers. Wood carving is an important and long established traditional artifact industry in Ibadan metropolis and Oyo township. The industry has a very rich cultural background that has influenced in no small way, its organization, products and survival. Socio-economic assessment of wood artifact products in Oyo state, Nigeria was carried out with a view to determining the value of the enterprise. Structured questionnaires were administered on the wood carvers. Purposive sampling method was adopted in selecting the respondents. Forty questionnaires were given to wood carvers of which thirty two (80 per cent) were duly filled and returned. The study showed that a large number of people are engaged in the industry which has a high potential for employment and fuller utilization of timber resources. The product quality is greatly affected by the carvers’ skills as well as the tree species used. Results showed that the industry is profitable with an average Gross Margin of N333,274.50 and an average Net Return of N328,304.50 annually per enterprise. The wood carving industry is beset with some problems, prominent among these are lack of finance for expansion, narrow market, cultural belief and poor business organization. It is recommended that the carvers must of necessity team up as a cooperative society for a proper development of the industry which in turn would foster government assistance to provide incentives for wood carving industry in Nigeria."}
	}}
