{"resource": {
	"dct:issued":2005,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2005-issue_3_4/f3.pdf",
	"dct:language":"eng",
	"dct:title":{"value":"Protein quality indices of sandbox (Hura crepitans) seeds"},
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Fowomola, M.A. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Akindahunsi, A.A. (author)"
	}
	}
	],
	"rdf:about":"http://agris.fao.org/aos/records/FI2016100230",
	"dct:identifier":"FI2016100230",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19722"
	},
	"bibo:abstract":{"value":"The protein quality indices of Hura crepitans Linn seeds were investigated. This was carried out by feeding male weaning albino rats (21 to 22 day old) of the Wistar strain on diets formulated with cooked defatted, cooked undefatted, raw defatted and raw undefatted Hura crepitans seeds. Water and feeds were supplied ad-libitum throughout the experimental period. Six weight changes were also taken by weighing the rats at the beginning of the experiment and every two days intervals till the end of experiment. Faeces of each group were bulked, dried at 85°C, weighed and ground into powder for faecal nitrogen estimation. In addition, the nitrogen content of the urine from each group was also determined. The results obtained from nitrogen determination were used to calculate the protein quality indices of the Hura crepitans seeds. The results showed that defatting and cooking processes significantly increased (P<0.05) the protein quality indices of the Hura crepitans seeds; true digestibility (54.17±1.25 to 93.6±0.46), true biological value (86.37±0.58 to 96.4±0.10), protein energy ratio (0.61±0.02 to 1.67±0.12), net protein ratio (0.08±0 to 2.54±0.16), protein retention efficiency (1.28±0.0 to 40.69±2.59) and net protein utilization (0.073±0.003 to 0.3431±0.02). The results of phytochemical analysis show that alkaloid, saponin, oxalate, tannins, cyanide, phytate and trypsin inhibitor are present in Hura crepitans seeds. Therefore, the sandbox seed can be used as an alternative source of animal feeds after defatting and cooking."}
	}}
