{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"Modified atmosphere improves storage ability, controls decay, and maintains quality and antioxidant contents of Barhi date fruits"},
	"rdf:about":"http://agris.fao.org/aos/records/FI2007029144",
	"dct:identifier":"FI2007029144",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/10814"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2004,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2004-issue_2/f2.pdf",
	"dct:creator":{"foaf:Person":{"foaf:name":"Al-Redhaiman, K. N. (author)"
	}
	},
	"bibo:abstract":{"value":"Full mature ´Barhi´ date fruits (Phoenix dactylifera) were exposed to modified atmosphere storage conditions with three carbon dioxide concentrations (5, 10 or 20%) during storage at cold storage (0°C). The control fruits were stored at cold storage (0°C) under the common air components conditions (0.03% CO2). Fruits storage ability, decay percentage, and physiochemical changes during the storage period were studied. High CO2 concentrations extended fruit storage ability, retarded fruits decay, maintained fruit quality, prevented fruit softening, and reduced postharvest losses. Fruits stored at 0°C under 20% CO2 showed significantly longer storage period (lasted for 26 weeks) than all other treatments (i.e. 5 and 10% CO2 which lasted for 17 weeks) and the control (lasted for 7 weeks). Moreover, fruits stored under MA conditions showed lower decay and weight loss percentage. At the end of the experiment, MA treatment with 20% CO2 prevented fruit darkening and maintained fruit color (as control fruit turned brown after only two months of storage), firmness, SSC%, total sugar content, and total tannins, which are the most dominant antioxidant compounds in date fruits. In addition, CO2 treatment retarded significantly the degradation of caffeoylshikimic acid (CSA), which is one of the major phenolic compounds of date fruits. Sensory panelists rated fruits stored at 0°C in modified atmosphere contained 20% CO2 firmer and identical to the fresh harvested fruits than fruits stored in 0.03%, 5%, or 10% CO2. This study indicated that ´Barhi´ date fruits could be stored under modified atmosphere conditions in cold storage (at 0°C) to achieve the longest possible storage period (more than 6 months, compared with 2 months for those stored at 0°C under common air composition) with the best fruit color and firmness, and most proper eating quality, which ultimately improves market ability."}
	}}
