{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"Effects of packaging films on the physical characteristics and sensory aspects of shredded cabbage at different storage conditions"},
	"rdf:about":"http://agris.fao.org/aos/records/FI2005025492",
	"dct:identifier":"FI2005025492",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/10814"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2005,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2005-issue_1/f10.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Ibrahim, Roshita (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Osman, Azizah (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Saari, Nazamid (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Russly, Abdul Rahman (author)"
	}
	}
	],
	"bibo:abstract":{"value":"Minimally processed vegetables in fresh and ready-to-cook form are gaining the confidence of both the trader and the consumer. This has led to a need to develop technology for extending the shelf life. This study was conducted to determine the effects of using different types of polymeric films [polypropylene (PP), low density polyethylene (LDPE), high density polyethylene (HDPE) and PVC cling wrap (control)] of varying permeabilities to gases and water vapour and also with and without the application of vacuum packaging on the physical characteristics and sensory aspects of the minimally processed (MP) shredded cabbage during storage at 5±1°C and 90-95% RH. Physical characteristics were determined by quantitative measurements of weight loss, colour and texture. Sensory evaluation involved subjective acceptability and descriptive analyses. Generally, in almost all the analyses done, the quality of the MP shredded cabbage deteriorated with increase in storage time. Among all the packaging films used, it was found that PP could extend the shelf life of the MP shredded cabbage almost up to 3 weeks with minimum colour change, reduction in weight loss and deterioration in sensory properties and marginally low changes in other parameters tested. PVC cling wrap (control) was found to be the least effective packaging film. Samples in vacuum packaging showed no significant difference with those in non-vacuum packaging in almost all the parameters tested for all the different packaging films used."}
	}}
