{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"Reciprocal grafting between early maturing and normal maturing olive varieties: Preliminary effects on the nature of juvenility and flowering"},
	"rdf:about":"http://agris.fao.org/aos/records/FI2007029265",
	"dct:identifier":"FI2007029265",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/10814"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2004,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2004-issue_2/a7.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Malik, Nasir S.A. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Bradford, Joe M. (author)"
	}
	}
	],
	"bibo:abstract":{"value":"Reciprocal grafting was performed between young trees (18 months old) of early maturing (within 1-2 year) and normal maturing (4-6 years) varieties of olives. Scions of an early maturing variety 'Arbequina' grafted on young rootstocks of a normal maturing variety 'Manzanillo', and grown for 7 months in greenhouse conditions, produced flowers when subjected to flower inducing chilling period. Conversely, scions from juvenile ‘Manzanillo’ trees grafted on early maturing ‘Arbequina’ failed to produce flowers under similar conditions. In addition, scions taken from a mature tree (L712; that flowered after 4 years) when grafted on juvenile rootstock plants of normal maturing varieties 'Manzanillo and Mission' and allowed to grow for 8 months also produced flowers when subjected to flower inducing conditions. The results indicate that once an olive shoot has been matured or conditioned to receive flowering stimulus, it continues to produce flowers even on nodes that were formed after it had been grafted on roots of a plant that had not been matured. Apparently, olive roots do little to control the ability of the shoot to be receptive to chilling stimulus for flower induction in olives. However, the possibility exists that the roots may play role in flower or fruit development in olives."}
	}}
