{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"Growth and uptake of arsenic by rice irrigated with As-contaminated water"},
	"rdf:about":"http://agris.fao.org/aos/records/FI2007190078",
	"dct:identifier":"FI2007190078",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19722"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2005,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2005-issue_2/e2.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Delowar, Hossain K. M. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Yoshida, I. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Harada, M. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Sarkar, A. A. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Miah, M. N. H. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Razzaque, A. H. M. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Uddin, Md. Imtiaz (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Adhana, Kelali (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Perveen, Mst Farida (author)"
	}
	}
	],
	"bibo:abstract":{"value":"To ensure food security, the Bangladesh government has supported the cultivation of a number of high yielding rice varieties which require a large volume of irrigation water. The use of groundwater for irrigation has increased abruptly over the last couple of decades. About 80% of pumped groundwater is utilized in the agricultural sector, but the groundwater in many areas of Bangladesh is severely contaminated with arsenic. So, there is a possibility of arsenic accumulation in rice and rice plants from arsenic-contaminated irrigation water. This study aims at assessing the extent of accumulation of arsenic in rice plants and its effects on growth and yield of rice.Arsenic concentrations in paddy soils (irrigated with 0, 2.5, 5, 10, 15 and 20 mg L-1 of arsenic water) were 0-0.2, 0-0.95 and 0-0.27 mg kg-1 at tillering, heading and ripening stages. Rice grains accumulated arsenic from soil/water and arsenic accumulation varied greatly in the two rice varieties studied. Arsenic concentrations in rice grains were 0-0.07 and 0-0.14 mg kg-1 dry weight in rice varieties BRRIdhan-28 and Iratom-24, respectively. The growth and yield of rice plants were reduced significantly with increased doses of arsenic but the grain weight was not affected. Among the different yield components, the number of tillers per pot, number of effective tillers per pot and grain yield per pot reduced greatly with the higher dose (20 mgL-1) of arsenic applied. Yield reduction of more than 60 and 40% for Iratom-24 and BRRIdhan-28, was found with 20 mg L-1 of arsenic as compared to control. The reduction in straw yield was also significantly higher for both of rice varieties with the 20 mg L-1 arsenic application."}
	}}
