{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"Evaluation of shrub performance under arid conditions"},
	"rdf:about":"http://agris.fao.org/aos/records/FI2009323167",
	"dct:identifier":"FI2009323167",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/10814"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2007,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2007-issue_1/e9.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Suleiman, M. K. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Bhat, N. R. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Abdal, M. S. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Al-Mulla, L. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Grina, R. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Al-Dossery, S. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Bellen, R. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"D’cruz, G. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"George, J. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Christopher, A. (author)"
	}
	}
	],
	"bibo:abstract":{"value":"The climate of Kuwait is characterized by very hot, dry summers and cool rainy winters. Although a large number of ornamental plants had proved to endure such environmental conditions, Kuwait is dependent on limited species previously introduced to the country. A greater diversification is required to increase the plant list in developing landscape projects. Developing plants that have attractive characteristics during all four seasons help gardeners reach their goal of a well-planned landscape. Careful plant selection is the key first step in developing a balanced and self perpetuating landscape. The purpose of this study was to test and evaluate a list of ornamental shrubs that had not been previously tested for their suitability to Kuwait. This study was conducted on twenty six shrub species in an inland and a coastal site. These plants were obtained from Australia and India. The shrubs were tested for their suitability to withstand the adverse climatic conditions of Kuwait. It was observed that in summer Bambusavulgaris Aureo-variegata, Hakea laurina, Calliandra haematocephala and Justicia aurea were not able to survive the intense heat during the months of July and August. Some shrubs like Cestrum diurnum, Eucalyptus websteriana, Hamelia patens, Holmskioldia sanguinea etc. were moderately sensitive to the heat and Acacia sclerophylla, Acacia wilhelmina, Hibiscus rosasinensis variegate, Banksia ashbyi, Gossypium sturtianum, Callistemon viminalis ‘Captain Cook, Nyctanthes arboretum and Russelia equisetiformis were found to have excellent growth in summer. The survival percentages of plants like Geijera parviflora, Gossypium stuartianum, Cestrum diurnum, Holmskioldia sanguinea, Brachychiton rupestris, Nyctanthes arboretum and Euphorbia characias were hundred percent."}
	}}
