{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"Effect of arsenic-contaminated water on food chain in Bangladesh: Analysis of arsenic in soil, water and plants"},
	"rdf:about":"http://agris.fao.org/aos/records/FI2007190076",
	"dct:identifier":"FI2007190076",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19722"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2005,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2005-issue_2/e1.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Delowar, Hossain K. M. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Yoshida, I. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Harada, M. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Uddin, Md. Imtiaz (author)"
	}
	}
	],
	"bibo:abstract":{"value":"Arsenic contamination of groundwater is a serious environmental hazard and national health problem in Bangladesh. Arsenic has contaminated the groundwater in about 85% of the total area of Bangladesh. It is accumulating in human bodies through the intake of contaminated drinking water and its presence in the food. This paper presents a brief overview of an analysis of soil, water and plant samples in affected areas. The arsenic levels in soil varied substantially in different locations and also in rice growing seasons. The accumulation of arsenic was higher in irrigated boro (December-June) season than rainfed aman (July-November) season. The level of arsenic ranged from 7.37-10.97 mg kg-1 in study areas. The highest concentration was found in Monirampur upazilla in Jessore district in boro season followed by Chapainawabgonj sadar in Chapainawabgonj district in the same season. The successive irrigations with arsenic contaminated water increased the level of arsenic accumulation of soil in boro season. The arsenic concentration in water also varied greatly in different locations of Bangladesh. Out of 8 locations, the tubewell water of 6 locations was found to be higher than the safe limit (0.05 mg L-1). The tubewell water from two locations of Chapainawabgonj was highly contaminated having concentrations of 0.48 mg L-1 and 0.46 mg L-1, respectively. The accumulation of arsenic in rice grain was lower than the rice straw in all cases. The contaminated rice straw might increase the arsenic in cattle raised in areas where straw is used as feed. The leaf vegetables amaranth had higher arsenic accumulation than the fruit vegetables tomato, brinjal. Therefore, the use of leaf vegetables in arsenic contaminated areas would greatly increase health concern."}
	}}
