{"resource": {
	"dct:issued":2003,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2003-issue_3&4/environment-16.pdf",
	"dct:language":"eng",
	"dct:title":{"value":"Farmer-managed small-scale irrigation systems for sustainable crop production in Uganda, East Africa"},
	"dct:creator":{"foaf:Person":{"foaf:name":"Zaman, A. (author)"
	}
	},
	"rdf:about":"http://agris.fao.org/aos/records/FI2016100292",
	"dct:identifier":"FI2016100292",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19722"
	},
	"bibo:abstract":{"value":"The programme was undertaken for a period of two years (March,1994 to February,1996) to study the feasibility of installing, designing and laying out the farmers managed small-scale irrigation system for sustainable crop production in Uganda (East Africa) based on participatory approach. The work started having its nucleus activities in Masaka, one of the advanced districts in agriculture. The area used to receive bimodal rainfall giving birth of two crop seasons to a range of annual precipitation of about 1400 mm in a year. Because of sharp decline of annual rainfall (about 500-700 mm/year) from the year 1988 and onwards that leads the planners to emphasize the scientific approach of introducing irrigation water management for crop cultivation in order to get sustainable production. The programme consisted of bench mark survey of 27 randomly selected individual farmers having large, medium and small (>150, 50-150 and <50 hectare, respectively) holding size followed by a diagnostic survey to provide technical instruction and guidelines to the individual in accordance with water resources availability and land situations and model demonstration. A reconnaissance tour programme was also undertaken to rehabilitate the days long practices and earlier efforts along with to bring the resource personnel together in the field of irrigation. The work over the 2-year period recommended that the farmers having abundant water resources could be grouped into three categories; (1) having continuous flow of water connected with perennial sources within the farm area; (2) having lake /river as water source with considerable area under riverbed or river basin; (3) having existing water harvesting structures fully recharged with ground water or flowing surface water and plenty of pounded water with natural springs which could be brought under irrigated agriculture. It was also suggested two other categories of farm lands where either (1) there was possibility of constructing water harvesting structures for recycling the stored rain water for crop cultivation and to take conservational land treatments to preserve more moisture for growing crops under management of rainfed agriculture or (2) to improve the existing dug or tube wells to increase its capacity for livestock and domestic purposes and also to provide life saving irrigation to the standing crops on emergency basis. Small-scale irrigation systems based on farmers’ participation for sustainable crop production was successfully designed and laid out befitting the individual farm requirements."}
	}}
