{"resource": {
	"dct:issued":2006,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2006-issue_2/e6.pdf",
	"dct:language":"eng",
	"dct:title":{"value":"Interdisciplinary analysis of homegardens in Savadkouh/Iran: Plant uses and socioeconomic aspects"},
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Khoshbakht, Korous (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Hammer, Karl (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Amini, Siawuch (author)"
	}
	}
	],
	"rdf:about":"http://agris.fao.org/aos/records/FI2016100432",
	"dct:identifier":"FI2016100432",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19722"
	},
	"bibo:abstract":{"value":"Biodiversity and plant uses of homegardens in each area depend on ecologic and socioeconomic characteristics. Relationships between agroecologic and socioeconomic aspects of homegardens were studied at Savadkouh/Iran. Four sub-areas according to different altitudes including twenty villages were visited. Altogether eighty homegardens (four in each village) were visited randomly and complete information on socioeconomic factors, plant species diversity and uses of them was collected through direct observation of homegardens and interviews with farmers. Six different zones were recognized. Residential area, fruit trees, vegetables and pulses were the most important zones. The number of zones per homegarden ranged from four to six. All in all seventy-six plant species with 4 different groups of uses were identified. Plant diversity was highest for fruits (33 species), followed by vegetables (28 species), pulses (9 species) and finally other crops with 6 species. Average homegarden’s area in different sub-areas was very diverse between 574 m² in the fourth sub-area to 1386 m² in the first sub-area. Homegardens were the second most frequent activity for women after housekeeping and the third most one for men after animal husbandry and fieldwork. Most of the women (87%) were more than 20 years old and involved in household and homegarden routine activities, apart from other works and only 13% of them work outside. Labor input by gender was varied, and in all sub-areas women put much time in homegardens. Most of the products that were obtained from homegardens were used for home consumption and surplus was sold in the local markets. The total income from homegardens was 2-16% of total income in different sub-areas. Six types of homegardens were identified by cluster analysis based on agroecologic and socioeconomic variables."}
	}}
