{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"The use of short-duration intensive sheep grazing to increase sheep utilization of leafy spurge (Euphorbia esula L.)*"},
	"rdf:about":"http://agris.fao.org/aos/records/FI2007190090",
	"dct:identifier":"FI2007190090",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19722"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2005,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2005-issue_2/e10.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Taylor, J. Bret (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Seefeldt, Steven S. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Thelen, Tonya M. (author)"
	}
	}
	],
	"bibo:abstract":{"value":"Leafy spurge (Euphorbia esula L.) is an exotic plant that invades and ultimately degrades North American rangeland ecosystems. The use of short-duration intensive grazing management strategies to manipulate sheep utilization of leafy spurge was investigated. A 0.6-hectare leafy spurge-infested (cover =75%) area was divided into six 0.1-hectare pastures. During June 2002, 2003 and 2004, 36 nonpregnant Targhee breed ewes (2 to 3 years old) grazed the pastures (6 ewes/pasture) at a rate of 480 sheep days/hectare. Three pastures were continuously grazed with ewes for eight days (8-day; moderate-density continuous). The remaining three pastures were subdivided into 0.025-hectare subdivisions, and all ewes grazed each individual subdivision for two days and were rotated among all four subdivisions over an eight-day period (2-day; high-density rotational). Before-grazing leafy spurge stem densities were similar between years (P = 0.18; 249, 207 and 213±17 stems/m2 for 2002, 2003 and 2004, respectively) and grazing treatments (P = 0.69; 226 and 228±17 stems/m2 for 8- and 2-day treatments, respectively). In 2004, the 2-day grazing treatment caused more (P = 0.04) utilization of leafy spurge flowering stems than did the 8-day grazing treatment (24.0 vs. 14.6±2.2 flower stems damaged/m2, respectively). Regardless of treatment, 69 to 70% of the leafy spurge plants were utilized but 57 to 61% of the total vegetative biomass remained standing at the end of the grazing periods. Within the context of this experiment, sheep managed in short-duration intensive grazing systems substantially grazed the standing leafy spurge. As grazing density increased and duration decreased, ewes utilized more leafy spurge-flowering stems. The 2-d rotational high-density sheep grazing strategy may provide greater long-term effectiveness in controlling leafy spurge infestations."}
	}}
