{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"Use of dry olive-mill wastewater like organic amendment in soil for horticultural greenhouse crop"},
	"rdf:about":"http://agris.fao.org/aos/records/FI2007029326",
	"dct:identifier":"FI2007029326",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/10814"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2004,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2004-issue_2/e1.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Jiménez, S. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Lao, M.T. (author)"
	}
	}
	],
	"bibo:abstract":{"value":"The elimination of olive-mill wastewater (OMW) is one of the main environmental problems related to the olive oil industry of Mediterranean countries. The OMW is collected in lagoons with the aim of reducing the volume by evaporation to obtain the dry olive-mill wastewater (DOMW). To solve the problem of OMW elimination, both purification and recycling processes have been the most suitable procedure. Manure application as organic amendment of horticultural crops under greenhouse cultivation could be substituted by DOMW. This material is an unbalanced fertilizer. However, by means of fertigation the soil solution can be balanced. The experiment was carried out by growing pepper plants (Capsicum annuum L. Lamuyo var. Drago) in a polyethylene-covered greenhouse located in La Cañada, Almería, Spain. The trial included three replications of four amendment treatments:1)W without organic material, 2) DOMW dry extract of olive milk wastewater (13.1 kg m-2), 3) DOMW (6.5 kg m-2) + peat (4.6 kg m-2) and 4) M manure (10 kg m-2). Water fraction, organic material and mineral elements in amendment materials (DOMW, peat and manure) and their saturated extracts were analyzed. During the crop production irrigation water, nutrient solution and soil solution obtained by suction cups were analysed for pH, E.C., nitrate, phosphate, sulphate, chloride, potassium, calcium, magnesium and sodium. Fruit production was evaluated by quality. It was concluded that DOMW is sustainable as soil amendment for horticultural greenhouse crops without reduction in the production, and even improves the fruit size. DOMW amendment produces a moderate reduction in the soil solution pH, potassium and chloride concentrations are similar, calcium higher and Na+ lower than by manure application."}
	}}
