{"resource": {
	"dct:issued":2007,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2007-issue_2/a27.pdf",
	"dct:language":"eng",
	"dct:title":{"value":"Status, utilization and trade of Hazara areas healing plants of Pakistan"},
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Rauf, A. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Baloch, Musa K. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Abbasi, Fida M. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Chattha, M. Riaz (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Mahmood, T. Z. (author)"
	}
	}
	],
	"rdf:about":"http://agris.fao.org/aos/records/FI2016100158",
	"dct:identifier":"FI2016100158",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19722"
	},
	"bibo:abstract":{"value":"The healing plants entail the search for economically valuable phytochemical resources from the floral wealth of a country. Such initiatives hold the promise of new medicines and pesticides of plant origin that can be a source of income for agricultural based developing country like Pakistan, thus providing incentives to conserve indigenous floral diversity. The Hazara areas in the Himalayas, as one of the major ecological zone of Pakistan need thorough exploration of its invisible natural resources. The collection of existing folk information comprising of local name, general distribution, flowering period, part used, healing importance and other uses, market value and taxonomic diversity of healing plants has been carried out to prospect the importance of the residual plants in the local and abroad markets. The folk/traditional information about 117 (108 wild and 9 cultivated) healing plants was collected. Out of total 117 noted species, about 48 found were market-oriented comprising of about 20% endangered species followed by about 44% vulnerable and about 20% rare species. Status of commercially important six indigenous species were found as dominant. The endangered species consisted of one tree (Taxus wallichiana), one shrub (Berberis lycium) and eight herbaceous (Asparagus adscendens, Atropa acuminata, Colchicum luteum, Dioscorea deltoidea, Paeonia emodi, Podophyllum hexandrum, Saussurea costus and Valeriana jatamansi) plants. Further of the total 117 species about 6% have pesticidal potential. Of the plants used for healing purposes 63% were herbs followed by 17% shrubs, 13% trees and 7% climbers. Similarly the diversity of these plant’s parts used was 17% root, 22% leaves, 8% stem, 6% bark, 3% flower, 11% fruit, 12% seed and 21% whole plant."}
	}}
