{"resource": {
	"dct:issued":2006,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2006-issue_3_4/e7.pdf",
	"dct:language":"eng",
	"dct:title":{"value":"Rural leadership and sustainable agriculture: Criteria for recruiting leaders"},
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Zamani, G. H. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Karami, E. (author)"
	}
	}
	],
	"rdf:about":"http://agris.fao.org/aos/records/FI2016100281",
	"dct:identifier":"FI2016100281",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19722"
	},
	"bibo:abstract":{"value":"Agricultural development can only be sustained over the long-term if there are motivated and committed rural leaders who keep the momentum going.  One of the responsibilities of agricultural extension agents is to empower the rural leaders and develop their leadership competencies. The main  purpose of this research project was to identify the criteria that extension agents should consider in selecting and recruiting effective rural leaders for sustainable agricultural development. Although leadership was considered to be important in agricultural development under “modernization” paradigm and transfer of technology model, it is an essential ingredient for achieving sustainable agriculture. In this regard, ‘action research’  methodology, contingency approach of leadership and knowledge of paradigm shift in agriculture were applied to provide an in-depth picture of factors involved in leadership training programs at rural areas. A total of 10 extension agents through a purposive sampling design took part in the action research and cooperated for seven months. Six stages were defined and followed for this action research: training, diagnosing, planning, action, debriefing and evaluation stages. Based on the findings three groups of rural leaders were identified as potential, volunteer and active leaders. A comprehensive model consisting of four major characteristics of rural leaders: personality traits, technical skills, socio-economic status and professional traits – was developed. The model shows 17 major criteria, which extension agents should consider in recruiting potential rural leaders. Finally, recommendations for successful “Leadership Development Programs” in sustainable agricultural development process were suggested."}
	}}
