{"resource": {
	"dct:issued":2005,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2005-issue_1/a16.pdf",
	"dct:language":"eng",
	"dct:title":{"value":"Paprika (Capsicum annuum L.) field establishment and crop productivity under varying planting density and ammonium nitrate topdressing"},
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Ogunlela, Vincent B. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Koomen, Irene (author)"
	}
	}
	],
	"rdf:about":"http://agris.fao.org/aos/records/FI2016100337",
	"dct:identifier":"FI2016100337",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19722"
	},
	"bibo:abstract":{"value":"Field trials were conducted in Harare, Zimbabwe during the 2000/2001 and 2001/2002 cropping seasons to study the response of paprika (Capsicum annuum L.) field establishment and productivity to planting density and ammonium nitrate (AN) topdressing. Treatments were factorial combinations of two stand densities (one plant stand-¹ and 2 plants stand-¹), three plant densities (3, 5 and 7 plants m-²) and three AN topdressing schedules (single dose, 2-split and 3-split application of AN 300 kg ha-¹). Stand density of 2 plants stand-¹ gave better field establishment than one plant stand-¹. Stand and plant counts, both of which were favoured by split application of AN, increased progressively as plant density increased from 3 to 7 plants m-². Fruits plant-¹ declined by 18% and 16-21% with increase in stand density and plant densities respectively. Fruit count per plot was significantly higher by 37% at higher stand and by 25% at the lowest plant density. Total and marketable yields increased significantly with increase in plant density up to 7 plants m-² in 2000 but up to 5 plants m-² in 2001. Paprika yields were higher at 2 plants stand-¹ as well. Crop establishment was significantly lower with the single dose AN topdressing under the lower plant densities. Fruit count per plant was lowest for the higher plant densities. Dryland production of paprika in the smallholder farming sector using 2 plants stand-¹ and a planting density of 50-70 thousand plants ha-¹ is suggested. Topdressing of AN 300 kg ha-² in 3-plit applications is effective for paprika."}
	}}
