{"resource": {
	"dct:issued":2003,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2003-issue_2/j2-food-45.pdf",
	"dct:language":"eng",
	"dct:title":{"value":"Evaluation of breadfruit (Artocarpus communis) in traditional stiff porridge foods"},
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Mayaki, Olutayo M. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Akingbala, John O. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Baccus-Taylor, Gail S. H. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Thomas, Sydney (author)"
	}
	}
	],
	"rdf:about":"http://agris.fao.org/aos/records/FI2016100430",
	"dct:identifier":"FI2016100430",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19722"
	},
	"bibo:abstract":{"value":"Process parameters for producing the best breadfruit flours for stiff porridges were determined. Physical properties, chemical composition, and storage properties of the flours; and sensory properties of stiff porridges of the flours were determined. Chips of dimensions 1.0 x 1.5 x 1.5 cm of the pulp of unripe, but matured breadfruit, dried at 80 °C for 18 hours produced the best flour. Concentrations of the chemical components of pre-cooked pulp flour were higher than that of the raw pulp flour, with the exception of starch, while flour from the mixture of pulp and core contains higher percentages of ash, fat, protein and fibre compared with either the raw or pre-cooked pulp flours. Flours from the core were brown, while the other breadfruit parts, including pulp with core, produced cream-coloured flours. Viscosity of flour pastes increased rapidly as from flour concentration of 30g Kg-1. Sugar content increased, while swelling power and paste viscosity decreased during storage of breadfruit flour. Flour of raw pulp cooked at 300g Kg-1 flour concentration resembled breadfruit stiff porridge best, while pre-cooked flour at 350g Kg-1 flour concentration produced a porridge comparable with stiff porridge of freshly cooked and pounded breadfruit pulp in terms of hardness, stickiness and mouldability."}
	}}
