{"resource": {
	"dct:issued":2006,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2006-issue_3_4/e9.pdf",
	"dct:language":"eng",
	"dct:title":{"value":"Growth responses of bermudagrass and seashore paspalum under various levels of sodium chloride stress"},
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Pessarakli, Mohammad (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Touchane, Hayat (author)"
	}
	}
	],
	"rdf:about":"http://agris.fao.org/aos/records/FI2016100217",
	"dct:identifier":"FI2016100217",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19722"
	},
	"bibo:abstract":{"value":"Bermudagrass (Cynodon dactylon L.), cv. Tifway 419 and seashore paspalum (Paspalum vaginatum Swartz), cv. Sea Isle 2000 were studied in a greenhouse to evaluate their growth responses in terms of shoot and root lengths, shoot fresh biomass production and shoot and root dry matter (DM) weights under different levels of NaCl salinity. The grasses were grown hydroponically under four levels of NaCl (sodium chloride) salinity treatments. The treatments consisted of Control (no salt); 5,000; 10,000; 20,000 and 30,000 mg/l of NaCl in the culture medium. Four replications  of each treatment were used in a randomized complete block (RCB) design in this investigation, using Hoagland solution No. 1. The grass shoots (clippings) were harvested weekly, fresh weights were determined. Then, the materials were oven dried at 60oC and DM weights recorded. Shoot (pre-harvest) and root lengths were also recorded at each harvest. At the last harvest, plant roots were also harvested, oven dried at 60oC and DM weights were determined and recorded. The results show that, for both grass species, shoot and root lengths were stimulated at the low levels (5,000 and 10,000 mg/l) of the NaCl salinity, but substantially decreased at the high levels (especially, at the highest level, 30,000 mg/l) of the NaCl salinity. As the exposure time to salt stress progressed, shoot and root fresh and DM weights were more severely affected than the shoot and root lengths by salinity. These parameters significantly decreased at any levels of NaCl salinity. Bermudagrass was more severely affected than paspalum under any levels of NaCl applications. The above results were observed for both the 4th harvest as well as for the average of all harvests."}
	}}
