{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"The effects of inorganic and organic fertilizers on the growth and development of component crops in maize/bean intercrop in Eastern Cape of South Africa"},
	"rdf:about":"http://agris.fao.org/aos/records/FI2009323154",
	"dct:identifier":"FI2009323154",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/10814"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2007,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2007-issue_1/e8.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Silwana, T. Tembakazi (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Lucas, Ephraim Olabode (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Olaniyan, Amudalat Bolanle (author)"
	}
	}
	],
	"bibo:abstract":{"value":"Previous studies have shown that black small-scale farmers in the Eastern Cape Region of South Africa paid high premium to intercropping of maize with Phaseolus beans in their farming system. As part of the effort to evolve proven agronomic package for such intercropping, two experiments were carried out between 2000 and 2002. Experiment 1 which was carried out between 2000 and 2001 was with two factors (a) four fertilizer combinations (organic kraal manure 0, 50 and 100 t/ha and NPK 300 kg/ha) and (b) three crop combinations (sole maize at 40,000 plants/ha, sole beans at 175,439 plants/ha and maize/bean intercrop at 75% maize and 25% bean). The trial was a factorial experiment laid out in a randomized complete block design with three replications. This experiment was repeated during the next season without fertilizer treatments as Experiment 2. Fertilization, whether organic or inorganic, was found to enhance morphological parameters for both maize and Phaseolus bean when grown sole or intercropped. Kraal manure (100 t/ha) and NPK fertilizer (300 kg/ha) gave significantly higher total dry matter yields than the control treatment in sole maize and sole beans by 34 and 33% respectively. Intercropped maize and bean grown with kraal manure at 100 t/ha gave higher total dry matter yields than intercropped maize and bean grown without fertilizer by 24 and 45% respectively. Optimum grain yields were obtained at 300 kg/ha NPK (10.8 t/ha) for sole maize and at 50 t/ha kraal manure (8.0 t/ha) for intercropped maize and these yields were higher than those of control by 46 and 45% respectively. As for the sole bean, optimum seed yields were obtained at 50 t/ha kraal manure (3.2 t/ha) while 100 t/ha kraal manure gave optimum yield for intercropped bean (0.98 t/ha). These values were higher than the values obtained under the control treatment by 13 and 49% respectively. Grain yields of sole and intercropped maize in plots previously applied with organic manure (100 t/ha) had 40 and 83% increase in the second year while maize previously fertilized with inorganic fertilizer (NPK) had grain yield reduction of 5 and 50% for sole and intercropped maize respectively. The same trend was observed for the yields of beans. The importance of organic manure and its long time usefulness in increasing productivity of maize/bean intercrop for small-scale farmers in Eastern Cape of South Africa was highlighted by the study."}
	}}
