{"resource": {
	"dct:issued":2006,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2006-issue_1/f11.pdf",
	"dct:language":"eng",
	"dct:title":{"value":"Functional properties of extruded soybean with plantain flour blends"},
	"dct:creator":{"foaf:Person":{"foaf:name":"Osundahunsi, Oluwatooyin Faramade (author)"
	}
	},
	"rdf:about":"http://agris.fao.org/aos/records/FI2016100388",
	"dct:identifier":"FI2016100388",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19722"
	},
	"bibo:abstract":{"value":"The proximate composition and functional properties of extruded/fermented soybeans with plantain flour blends were determined. Plantain flours were prepared from mature unripe and ripe plantain (Musa aab) after oven drying at 80°C for 12 hours. Cleaned soybean seeds were manually dehulled after soaking in water at room temperature for 3 hours. The sample was then oven-dried and another batch was fermented. Dehulled soybean and fermented soybean were extruded and blended with each of the unripe and ripe plantain flours at ratios 0, 25, 50, 75 and 100. Proximate composition showed that fermented extruded soybean had the highest protein content (41.1%). The value recorded for non-fermented extruded soybean was 31.5% while the values for the formulated blends ranged from 7.0 to 29.8%. The lowest content (4.4%) was recorded for plantain flour. When compared with both fermented and non-fermented soybean samples, the protein content of the formulated blends increased as the percentage of protein inclusion increased. Extrusion cooking reduced the moisture content of the products hence prolonging the shelf-life. Water absorption capacity ranged from 120 to 270%. The highest value was recorded for fermented extruded soybean, the values for raw soybean and non-fermented extruded soybean were 220 and 25 respectively. Fermentation decreased oil absorption capacity and emulsion capacity of the formulated blends. Least gelation concentrations of fermented extruded, non-fermented extruded and raw soybean were 24, 22 and 18% respectively. Loose and packed bulk densities showed advantage of economy withpackaging. These results indicate potential food uses of fermented and non-fermented extruded soybeans with plantain flour blend as breakfast food, soup bases and ingredient in formulated foods."}
	}}
