{"resource": {
	"dct:issued":2006,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2006-issue_1/e16.pdf",
	"dct:language":"eng",
	"dct:title":{"value":"Phytochemical control of edible mushrooms pathogenic bacteria"},
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Dawoud, M.E.A. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Eweis, M. (author)"
	}
	}
	],
	"rdf:about":"http://agris.fao.org/aos/records/FI2016100414",
	"dct:identifier":"FI2016100414",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19722"
	},
	"bibo:abstract":{"value":"Egyptian medicinal plants Salvia miltiorrhiza (Labiatae=Lamiaceae), Eucalyptus globules (Myrtaceae), Allium sativum (Liliaceae), Artemisia anna (Compositae=Asteraceae), Citrus lemon (Rutaceae) and Salvia officinalis (Labiatae=Lamiaceae) were investigated for the presence of certain active components in their juice, capable of controlling mushrooms pathogenic bacteria (Pseudomonas stutzeri and Pseudomonas tolaasii) which cause great loss in mushroom yield. The shoots of these plants were collected and incorporated with the rice straw (1:10 by dry weight) before compost (mushroom substrate) preparation and processing to extract and mix their active ingredients in the prepared compost. The prepared compost, medicinal plants and/or inoculated with pathogens, was used for growing mushroom (Pleurotus ostreatus, Agaricus bisporus) under following treatments: spawned compost; spawned compost-medicinal plants; bacterized, spawned compost-medicinal plants and bacterized spawned compost. The mushrooms were allowed to grow under optimum environmental condition. Field data as number and percentage of diseased fruit bodies were recorded, chemical analysis of the fruit bodies for proteins, lipids and carbohydrates estimation was done and also energy content and biological efficiency were calculated. The results showed that presence of Citrus lemon and Salvia miltiorrhiza plants in the compost decreased the rate of incidence of infection and the number of diseased mushroom fruit bodies but increased the biological efficiency, even in the presence of pathogenic bacteria. Citrus lemon and Salvia miltiorrhiza extracts were specific in controlling Pseudomonas stutzeri and Pseudomonas tolaasii respectively. Metabolic products (protein, carbohydrates and lipids) insignificantly varied except they decreased under severe infection. These results led to the conclusion that phytochemical control of mushroom pathogens is more preferable than chemicals (bactericides) due to their lethal effects during human consumption of mushroom."}
	}}
