{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"Implications of feeding high levels of maize offal as energy source on the growth and cost of feed conversion of growing pigs"},
	"rdf:about":"http://agris.fao.org/aos/records/FI2005026457",
	"dct:identifier":"FI2005026457",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/10814"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2004,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2004-issue_3_4/a3.pdf",
	"dct:creator":{"foaf:Person":{"foaf:name":"Adesehinwa, A.O.K. (author)"
	}
	},
	"bibo:abstract":{"value":"Thirty Large White x landrace growing pigs between 105–112 days of age, with average body weight of 29.51±1.60 kg were used in a 42-day experiment to determine the limit of maize offal (MO) as energy source in the diets of growing pigs and its implications on their growth and cost of feed conversion. The diets were isonitrogenous (18% crude protein). The dry matter, protein and energy were efficiently utilized, bringing about comparable gains (P>0.05) up to the total replacement of the entire maize fraction with MO in the diet. The total replacement of maize with MO in the diet was as efficient as the maize-based control diet (P>0.05) in terms of gains resulting from the efficient feed conversion and nutrient utilization. The cost of feed per kilogram live weight gain was not significantly (P>0.05) influenced by the increasing levels of MO as a replacement for maize in the diets, as the costs were comparable (P>0.05). The efficient utilization of the nutrients was significant (P<0.05) explanatory variable for the favourable feed conversion efficiency across the groups resulting in comparable gains (P>0.05). The results showed that growing pigs can tolerate total replacement (100%) of maize with maize offal as energy source in diets without any adverse or negative implications on the growth performance and cost of feed conversion of the pigs."}
	}}
