{"resource": {
	"dct:issued":2008,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2008-issue_2/f25.pdf",
	"dct:language":"eng",
	"dct:title":{"value":"Safety standards in shrimp export from Bangladesh to the world’s market"},
	"dct:creator":{"foaf:Person":{"foaf:name":"Uddin, Mohammad Taj (author)"
	}
	},
	"rdf:about":"http://agris.fao.org/aos/records/FI2016100294",
	"dct:identifier":"FI2016100294",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19722"
	},
	"bibo:abstract":{"value":"Shrimp, the second largest export earner, is potentially the next to garment sector of Bangladesh. The EU, USA and Japan are the world’s major importers of shrimp from Bangladesh. It is already among the top 10 exporters in the world. As the continued success in Bangladesh shrimp industry depends on the ability to successfully confront the challenges currently shaping the global food industry, increasing focus is being placed on the safety of foods along with buyers’ changing requirements. On the international level, buyers and consumers are increasingly demanding that shrimp is produced and exported in compliance with the recognized codes of conduct. This study aims to sketch out various activities of different stakeholders in the value chain from the production level to export market inconformity with the food safety standards. Field surveys, interviews, discussions, communications, consultations and interactions with different stakeholders were conducted, analyzed and used as the basis of the paper. The results reveal that shrimp farming is very much profitable and work environment is being improved. Department of Fisheries monitors the hygiene and sanitation condition of different stakeholders. Processors-cum-exporters implement HACCP principles about 85% in all stages of production, distribution, processing and export of shrimp. They are trying to practice traceability. Some international organizations are working as third party certification agency. However, it is recommended to ensure traceability from the farm level to shipment as well. It is also recommended to recover the illegally occupied government land and distribute those to the real shrimp farmers and processors to augment its production and export volume."}
	}}
