{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"Growth responses of zoysiagrass influenced by different rates of a growth stimulant (Soil Solution One)."},
	"rdf:about":"http://agris.fao.org/aos/records/FI2005026652",
	"dct:identifier":"FI2005026652",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/10814"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2004,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2004-issue_3_4/e13.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Pessarakli, Mohammad Mahdi (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"L. Walworth, James (author)"
	}
	}
	],
	"bibo:abstract":{"value":"Zoysiagrass (Zoysia spp.) cv. El Toro was used in this experiment to evaluate its shoot growth in terms of length and dry weight under control and different levels of a growth stimulant Soil Solution One (SS1) applications in a pot study. Four treatments [Control, no SS1, 10.75 g SS1/m² (½ the recommended rate), 21.5 g SS1/m² (recommended rate) and 43 g SS1/m² (double the recommended rate)] and 6 replications of each treatment were used in a randomized complete block (RCB) design in this investigation. Plants were grown under the above treatment conditions for 8 weeks. Plant shoots (clippings) were harvested bi-weekly for the evaluation of the dry matter (DM) production. At each harvest, shoot lengths were measured and recorded and the visual growth was also evaluated before the harvest was made. The harvested plant materials were oven-dried at 60°C and dry weights were measured and recorded. The shoot growth (length) was stimulated under any levels of SS1 application rates compared with the control. Overall, among the treatment rates, the 21.5 g SS1/m² (the recommended rate) numerically stimulated the shoot length most. However, in most cases, there were not statistically significant differences detected among the 10.75 g SS1/m² (½ the recommended rate), 21.5 g SS1/m² (the recommended rate) and the 43 g SS1/m² (double the recommended rate) application rates of the compound on the shoot length of the grass. The shoot (clippings) dry weights of the plants followed essentially the same pattern as the shoot lengths. The visual evaluation of the grass supported the measured parameters."}
	}}
