{"resource": {
	"dct:issued":2006,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2006-issue_3_4/e12.pdf",
	"dct:language":"eng",
	"dct:title":{"value":"Effects of community participation on perception of sustainability of rural water projects in Oyun local government area of Kwara State, Nigeria"},
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Akinbile, L.A. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Oladoja, M.A. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Awoniyi, F.M. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Adisa, B.O. (author)"
	}
	}
	],
	"rdf:about":"http://agris.fao.org/aos/records/FI2016100059",
	"dct:identifier":"FI2016100059",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19722"
	},
	"bibo:abstract":{"value":"The study was carried out to investigate the perceived effect of community participation on the sustainability of rural water projects in Oyun local government area of Kwara State. Six wards were randomly selected out of the eleven wards in the local government and one village was purposively selected from each ward based on the presence of rural water projects. Twenty respondents were interviewed in each village, giving a total sample size of 120 respondents. Results of the study showed that the respondents were not involved in technical aspects of the project planning and implementation, but only in fund and people mobilization. Generally, respondents had a favorable perception towards the sustainability of the water projects, as they are perceived as felt needs. Test of relationship showed that level of community organization and participation in water project were found to be significantly related (r = 0.315; p = 0.00). The water was perceived to be clean and drinkable, assessable, well constructed/treated and available throughout the year. Respondents were willing to contribute to the maintenance of the projects. Also, low level of participation as well as people’s low level of organization as a community did not affect their perception of sustainability of the projects since the projects affected their felt needs. However, their level of organization as a community affected their participation in the planning and implementation of the projects positively. Based on the findings of this study, it is recommended that efforts should be made to discover people’s felt needs through their involvement before planning or implementing projects as it is shown that this enhances their participation. This will ensure sustainability of such projects."}
	}}
