{"resource": {
	"dct:issued":2006,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2006-issue_2/f9.pdf",
	"dct:language":"eng",
	"dct:title":{"value":"Rumen degradation and in vitro gas production parameters in some browse forages, grasses and maize stover from Kenya"},
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Osuga, Isaac M. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Abdulrazak, Shaukat A. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Ichinohe, Toshiyoshi (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Fujihara, Tsutomu (author)"
	}
	}
	],
	"rdf:about":"http://agris.fao.org/aos/records/FI2016100521",
	"dct:identifier":"FI2016100521",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19722"
	},
	"bibo:abstract":{"value":"Forages from five browse species Bauhinia alba, Carisa edulis, Lantana camara, Sesbania sesban and Tithonia diversifolia; two grass species Chloris gayana and Pennisetum purpureum and crop residue maize (Zea mays) stover were analysed for chemical composition including phenolics and rumen degradation characteristics. The rumen fermentation characteristics with and without polyethylene glycol (PEG) were studied in vitro by gas production. The crude protein content was more than 200 g/kg dry matter (DM) in S. sesban and T. diversifolia while was lowest in C. gayana hay and maize stover. The organic matter (OM) (g/kg DM) was high in C. edulis (945.3) and low in P. purpureum (837.3) while C. gayana hay and maize stover contained the highest neutral detergent fibre (NDF). Total extractable phenolics (TEPH) and total extractable tannins (TET) tended to be high in B. alba and C. edulis. The DM disappearance after 24 h of rumen incubation ranged from 44.1 in C. gayana hay to 82.4% in T. diversifolia. The effective degradability (ED) was high in the browse forages than the grasses and maize stover. The gas produced after 96 h of incubation ranged from 23.9 in B. alba to 52.8 ml/200 mg DM in maize stover. The grasses and maize stover produced more gas than the browse forages at all incubation h after 24 h. Use of PEG indicated that tannins had inhibitory effect on rumen microbial fermentation and that this depends on the amount and activity of the tannins present. The estimated in vitro OM digestibility and metabolizable energy also increased numerically with PEG addition. The results of this study indicates that such browse forages have the potential to be used as feed supplements for ruminants especially during the dry season when feeds such as hay and crop residues are the only feed resources available to the farmers."}
	}}
