{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"Tsetse and trypanosomiasis intervention policies supporting sustainable animal-agricultural development"},
	"rdf:about":"http://agris.fao.org/aos/records/FI2007029315",
	"dct:identifier":"FI2007029315",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/10814"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2004,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2004-issue_2/a29.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Mattioli, R.C. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Feldmann, U. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Hendrickx, G. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Wint, W. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Jannin, J. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Slingenbegl, J. (author)"
	}
	}
	],
	"bibo:abstract":{"value":"In tsetse and trypanosomiasis (T&T) infested areas and countries the poverty and food security status of communities is rather heterogeneous and so is the impact of trypanosomiasis on the agricultural production process. Therefore, intervention to reduce or eliminate the impact of the disease requires, beyond an analysis of technical feasibility, a full appreciation of the causal relationship between poverty and the tsetse related development constraints. T&T intervention needs to be conceived and implemented in the context of sustainable agriculture and rural development (SARD). Hence, areas are selected not just on technical grounds but, most importantly, on the basis of their potential for sustainable and improved agricultural production. Under the umbrella of the Programme Against African Trypanosomiasis, and in collaboration with the Pan African Tsetse and Trypanosomiasis Eradication Campaign of the African Union, a set of criteria and guiding principles for prioritisation of intervention areas has been established to facilitate this approach. In order to maximise benefits of interventions, a concept for Area-Wide Integrated Pest Management (AW-IPM) has been developed. AW-IPM targets at the entire pest population and capitalises on locally prevailing factors and favourable trends (agro-ecological, climatic and demographic) assisting a reduction of fly challenge and disease risk. Substantial benefits from interventions against T&T are predicted for the mixed crop-livestock systems of the “cotton belt” running through parts of Burkina Faso and Mali, and the Southern Rift Valley of Ethiopia. Blending the technical AW-IPM approach and the SARD policy increases the chances of technical success, yields maximal economic returns which, in turn, paves the road for a move away from subsistence and towards market agricultural practices."}
	}}
