{"resource": {
	"dct:issued":2007,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2007-issue_3_4/f13.pdf",
	"dct:language":"eng",
	"dct:title":{"value":"Profiles of airborne fungi in schools of Saudi Arabia in relation to the allergy problems and respiratory diseases"},
	"dct:creator":{"foaf:Person":{"foaf:name":"Al-Qurashi, A. M. (author)"
	}
	},
	"rdf:about":"http://agris.fao.org/aos/records/FI2016100121",
	"dct:identifier":"FI2016100121",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19722"
	},
	"bibo:abstract":{"value":"There is increasing concern about the exposure to fungal aerosols in occupational environments and associated respiratory allergic diseases and asthma. A large number of students and teachers stay for long time in schools around the world. Pulmonary function impairments and higher frequency of respiratory symptoms have been reported in schools. Fungi seem to be an important causative factor of pulmonary and allergic diseases. However, it appears that adequate information on the fungal aerosols from schools are largely lacking. Aerobiological data were collected by semi- quantitative methods in indoor and outdoor of the three schools in Al-Khobar city in the Eastern Region of Saudi Arabia. The results of outdoor study showed the presence of 38 species of 21 genera of culturable fungi. Amongst them Alternaria, Cladosporium, Aspergillus, Penicillium, Epicoccum and Stachybotrys were isolated with higher seasonal frequencies and constituting 65% of total outdoor culturable fungal count. The results of indoor study revealed 31 species of 18 genera of culturable fungi; amongst them Aspergillus, Penicillium, Cephalosporium, Cladosporium and Fusarium were isolated in higher seasonal frequencies and represented 58.3% of total indoor culturable fungal counts. We also observed that mycoflora of an indoor environment depended on both the fungal spores coming from outside and the capacity of the fungi to colonize in different sub-layers found indoors. Moreover, out of fifteen species tested for skin allergy in experimental animals fourteen exhibited positive skin reactivity and ten species of all isolates observed gave characteristic post mortem lesions in mice. We suggest that increased culturability of fungi inside the classrooms might have important implications because of the potential increase in the release of allergens from viable spores and pathogenicity of viable fungi, particularly in immuno-compromised individuals."}
	}}
