{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"Growth performance and nutrient utilization of African giant land snail (Archachatina marginata) hatchlings fed different protein diets"},
	"rdf:about":"http://agris.fao.org/aos/records/FI2006038564",
	"dct:identifier":"FI2006038564",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/10814"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2004,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2004-issue_1/f28.pdf",
	"dct:creator":{"foaf:Person":{"foaf:name":"Ejidike, B. N. (author)"
	}
	},
	"bibo:abstract":{"value":"Animal growth depends greatly on the level of protein intake and utilization of other food nutrients. Growth performance and nutrient utilization of Archachatina marginata hatchlings fed three iso-caloric formulated diets containing varying levels of protein were assessed. The diet protein levels ranged from 15% to 25% crude protein at 5% increments, and were designated treatments I – III respectively. Archachatina marginata hatchlings (5.3±1.0) numbering thirty were randomly grouped and assigned to the diet treatments, each treatment duplicated and the hatchlings fed at 2% body weight/day in wooden cages filled with loamy soil up to 15 cm thickness for 70 days. Growth indices: daily weight gain, body weight gain, shell length, shell width, shell aperture increased with increase in the diet protein level. The mean body weight gain of the hatchlings fed 20% or 25% crude protein diets were similar (p>0.05); both being significantly (p<0.05) higher than those fed on 15% crude protein diet. Morphological parameters (shell length, shell width, shell aperture) of the hatchlings followed similar trend. Weight gain, protein efficiency ratio and feed conversion efficiency increased with increasing diet protein level significantly (p<0.05). Archachatina marginata hatchlings fed lower diet protein level (15%) performed significantly lower in growth at the end of the feeding trial."}
	}}
