{"resource": {
	"dct:issued":2007,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2007-issue_2/f11.pdf",
	"dct:language":"eng",
	"dct:title":{"value":"Verocytotoxigenic Escherichia coli (VTEC)-associated risk factors in livestock, pet animals, dairy farmers and the environment in two major dairy areas in Trinidad"},
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Roopnarine, R. R. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Adesiyun, A. A. (author)"
	}
	}
	],
	"rdf:about":"http://agris.fao.org/aos/records/FI2016100419",
	"dct:identifier":"FI2016100419",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19722"
	},
	"bibo:abstract":{"value":"The study was conducted in two major dairy areas of Carlsen field and Waller field to assess the prevalence of risk factors for infection with verocytotoxigenic Escherichia coli (VTEC) by determination of selected management practices and the distribution of animal and human populations in two areas in Trinidad. Most farms in both farming areas were in the range of 11 to 25 acres in size and there was no statistically significant difference (p = 0.8) between areas. Most dairy farms, 62.1 and 48.3% in Waller field and Carlsen field respectively, fell within the range of 1 to 20 cows per farm with the differences not being statistically significant (p = 0.1). In Waller field, 58 (87.9%) farmers stated that they had very close contact with their pets compared with 40 (69.0%) in Carlsen field. The difference was statistically significant (p = 0.01). There was a statistically significant difference (P<0.05; χ2) in the distribution of persons in households between Waller field and Carlsen field. Most farms in both areas claimed to practise hand washing before and after milking, 98.5% in Waller field and 100% in Carlsen field. The Water and Sewerage Authority (WASA) accounted for 63.6 and 48.3% of the water supply in Waller field and Carlsen field respectively, but the difference was not statistically significant (p = 0.08). Most farms in Waller field (83.3%) and Carlsen field (94.8%) indicated that they used the state veterinary services. It was concluded that variation in management practices on farms would affect the prevalence of VTEC across sources and species."}
	}}
