{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"Effect of fertilization on growth and solasodine content of four natural Solanum sodomeum L. populations"},
	"rdf:about":"http://agris.fao.org/aos/records/FI2007190100",
	"dct:identifier":"FI2007190100",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19722"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2005,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2005-issue_2/e14.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Marzouk, Zohra (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Chraief, Imed (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Cheriaa, Jihene (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Bakhrouf, Amina (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Boukef, Kamel (author)"
	}
	}
	],
	"bibo:abstract":{"value":"The effect of cow manure or mineral N fertilization was studied on four populations of Solanum sodomeum L. grown in Tunisia. The solasodine content of vegetative and reproductive organs was tested to determine the best fertilizing agent to have an optimal yield of solasodine within the limits of a possible industrial use of this species. The experiment was carried out on two sites: S1 fertilized by manure and S2 enriched by mineral N fertilizer. The site effect on average number of flowers per inflorescence was highly significant. The inflorescences were more vigorous in S1. The two sites produced an equivalent variability in average number of fruits per cym. The expression of the genetic potentialities in the elaboration of average number of ripe fruits per plant was not influenced by the cultivation environment. There was a significant variability in the average weight of ripe fruits between the populations and between the sites. The site S2 was more productive. There was not a significant population effect on average diameter of ripe fruits, but mineral N fertilizer was in favour of a better expression of this character. The variation in average solasodine percentage in fresh ripe fruits due to the environment was significant. The aptitudes to accumulate solasodine in yellow fruits were equivalent to the four populations. The fruits were richer in this active agent in S1."}
	}}
