{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"Role of VA mycorrhiza on the growth of cowpea plant and their associative effect with N2-fixing and P-solubilizing bacteria as biofertilizers in calcareous soil"},
	"rdf:about":"http://agris.fao.org/aos/records/FI2005026520",
	"dct:identifier":"FI2005026520",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/10814"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2004,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2004-issue_3_4/a20.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Rabie, G. H. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Al-Humiany, A. (author)"
	}
	}
	],
	"bibo:abstract":{"value":"Pot experiments were carried out to investigate the interactions between single, dual and triple inoculants of N-fixer Azospirillum brasilense NBF, phosphate solubilizer Bacillus megaterium var. phosphaticum (PSB) and the vesicular-arbuscular mycorrhizal fungus Glomus microcarpus (VAM) on the growth and nutrition of cowpea plants in calcareous soil amended with rock phosphate, compost and fertilized with mineral N fertilizer. The results revealed that plant growth, nutrient accumulation, nodule formation and nitrogenase activity of cowpea plant were significantly improved by using biopreparations, especially mycorrhizal inoculation in the presence of 25% dose of mineral nitrogen fertilizer. Mycorrhizal infection, mycorrhizal dependency as well as other plant growth parameters studied were significantly decreased in plants which received 50% mineral nitrogen fertilizer. The use of biopreparations of VAM, NFB and PSB as biofertilizer could reduce at least 50-75% economic cost compared to mineral nitrogen fertilizers use. We conclude that microbial inoculants enrich the nutritional quality of soil and it is advisable to use these microorganisms as biofertilizers in the presence of low dose of nitrogen fertilizer in low-fertility soil."}
	}}
