{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"Public perceptions of GMOs in food in Turkey: A pilot survey"},
	"rdf:about":"http://agris.fao.org/aos/records/FI2005026353",
	"dct:identifier":"FI2005026353",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/10814"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2004,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2004-issue_3_4/f5.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Basaran, Pervin (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"??, Birol (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Soyyigit, Hatice (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Sengun, Hayriye (author)"
	}
	}
	],
	"bibo:abstract":{"value":"Since first introduced to consumers in the early 1990, genetically modified organisms (GMOs) manufactured through bio-engineering have raised economic, ethical, moral and environmental issues. The socioeconomic effect that GMOs have on agriculture in both developed and developing countries is great. Marketing of GMO derived food products places a responsibility on each contributing side (e.g., researchers, academics, research organizations, policy makers, legal authorities, private companies, farmers and at last but not least the consumers). The objective of this study was to assess beliefs and knowledge and to explore ideas on the impact of biotechnology among educated young Turkish adults. The pilot survey was conducted among 670 randomly selected students who were queried about their knowledge and attitudes toward the use of agricultural biotechnology, perceptions of risks associated with biotechnology applications and ethics. The questionnaire focused on five main areas concerning GMOs: general knowledge of genetic modifications, agricultural applications, labeling expectations for food, purchasing trends and governmental regulations. The results showed that one third (36.2%) of the participants surveyed had not heard about the genetic modification. Nearly 10% of the correspondents believed that by consuming genetically modified food products ones genes can also change and 23.7% thought that GM foods are “extremely risky”. The findings showed that 65.3% of the Turkish consumers do not find the information on the food package convincing, and 80% of the correspondents want to have labeling on the GM foods. The results were compared with those obtained in previous surveys carried out in several other countries."}
	}}
