{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"Inhibition of chilling injury and quality changes in pineapple fruit with prestorage heat treatment"},
	"rdf:about":"http://agris.fao.org/aos/records/FI2005026385",
	"dct:identifier":"FI2005026385",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/10814"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2004,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2004-issue_3_4/f17.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"L. Acedo Jr, Antonio (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Akinaga, Takayoshi (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Tanabe, Tetsuya (author)"
	}
	}
	],
	"bibo:abstract":{"value":"Chilling injury limits refrigeration of tropical fruits. The development of injury symptoms during and after slight to extreme chilling treatment and the effects of 24-hour exposure to 38°C prior to chilling were determined in this study. Mature-green pineapple (Ananas comosus) fruits cv. Smooth Cayenne with crowns intact were chilled at 0, 5 or 10°C for 15 days and transferred to 25°C for 6 days. Relative humidity during heat treatment and storage was maintained at 85%. During the chilling period, shell discoloration was minimal. After transfer to 25°C, it increased dramatically and was more severe at lower chilling temperatures. Flesh browning similarly developed after transfer to 25°C only in fruits chilled at 0-5°C, affecting more than 75% of the core and fruitlets. Fruit cracks were unexpectedly observed at 0-5°C and did not increase during subsequent storage at 25°C. Heat treatment remarkably reduced shell and flesh discoloration and totally prevented fruit cracking. However, it did not affect chill damage in the crown. Colorimetric attributes L* (lightness), b* and C* (chroma) provided good quantitative measures of shell color while only L* was consistent with flesh color. Respiration rate and weight loss increased after heat treatment but during chilling, these decreased to levels lower than that of unheated fruits. Shell yellowing was inhibited at 0-10°C and later induced at 25°C. Fruits continuously held at 25°C turned full yellow after 9 days. Sugar content, juiciness and juice pH were not markedly affected by the treatments while fruit firmness, titratable acidity and ascorbic acid content decreased as a consequence of chilling. Heat treatment improved shell color quality and maintained firmer texture of fruits chilled at 5°C and higher ascorbic acid content of fruits chilled at 10°C."}
	}}
