{"resource": {
	"dct:issued":2005,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2005-issue_3_4/f6.pdf",
	"dct:language":"eng",
	"dct:title":{"value":"Effect of economy restructuring on household food security and nutritional status of Nigerian children"},
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Ijarotimi, O. S. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Oyeneyin, O. O. (author)"
	}
	}
	],
	"rdf:about":"http://agris.fao.org/aos/records/FI2016100420",
	"dct:identifier":"FI2016100420",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19722"
	},
	"bibo:abstract":{"value":"Food insecurity is a critical variable for understanding the nutritional status of low-income populations. However, limited research is available on the relation between household food insecurity and children’s nutritional status. The objectives of the study were to examine the relationships among household food insecurity, household dietary intakes and school-age nutritional status. A cross-sectional study was conducted between January and August 2004, among 1428 household-children pair. The children ages were between 10 and 18 years and were randomly selected from eighteen primary schools from the rural and urban communities in the three senatorial regions of Ondo state. Trained interviewers used a questionnaire to collect information on the feeding patterns and types of complementary food. Anthropometrics measurement (weight and height) of the infants was measured. Trained interviewers using structured and semi-structured questionnaires did data collections and the questionnaire was divided into three sections, i.e., demographic characteristics (sex, age and family size), socio-economic status (occupation, monthly income and education) and food security/dietary intake. Data on the children’s weights and heights were collected. Food security of the household was evaluated by the percentage of income of the household that was spent on food materials and dietary intake of the household. The results showed that 17.9% of the households were food secured, 26.6% falling within moderate food insecure and 55.5% was severely food insecure. The results of household dietary intake showed that 61.3% of the households consumed mainly carbohydrate food and 38.7% was able to complement the carbohydrate intake with protein containing foods. It was observed that 77.3% of the households agreed to have eaten fruits and vegetables in the last one week before the survey and 22.7% were not. The grading of socio-economic status of the respondents showed that 26.3% was falling within high socio-economic status (SES), 32.8% was medium SES and 40.9% was low SES. The grading of nutritional status of the subject and household food security level were as follows: BMI, 74.1% of the food secured household was adequately nourished and 25.9% was malnourished; 22.6% was adequately nourished in case of moderately food insecure household and 77.4% was malnourished and 21.4% was adequately nourished and 78.6% was malnourished. HAZ shows that 69.8% of the food secure households was adequately nourished and 30.2% was malnourished, 51.6% was adequately nourished in moderately food insecure households and 48.4% was malnourished and 43.8% was well nourished in the group of severely food insecure households. For HCAZ, 79.2% had a normal brain size and 20.8% was under developed in the food secure households, in the moderately food insecure households 75.8% was well developed and 24.2% was under developed and in the severe food insecure households 50.6% was adequately developed and 49.4% was under developed. The correlation coefficients of BMI, Ht/age z- score, HC/age z-score and other variables were evaluated. BMI values correlated less strongly with weight (r=0.37; p≤0.05), height (r=-0.32; p≤0.05) and there was no significant correlations between BMI and other variables. HAZ values correlated strongly with height (r=0.78; p≤0.05), weight (r=0.58; p≤0.05) and no significant correlations with other variables. HCAZ values correlated strongly with head circumference (r=0.96; p≤0.05) and no significant correlations with other variables. The results of this present study provide information on the household food security, feeding patterns and nutritional status of young children (10- 18 years) in Ondo state, Nigeria. It is not clear whether the findings are specific to the studied population alone or applicable to other parts of Nigeria. Further studies are needed to confirm these findings."}
	}}
