{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"Host plant resistance and anti-transpirant for the control of Alectra vogelii in soybean"},
	"rdf:about":"http://agris.fao.org/aos/records/FI2007188203",
	"dct:identifier":"FI2007188203",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19722"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2005,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2005-issue_2/a9.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Kureh, Ibrahim (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Alabi, Segun (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Lagoke, Segum (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Mohammed, Sanusi Gaya (author)"
	}
	}
	],
	"bibo:abstract":{"value":"Striga and related parasitic weed Alectra vogelii have become the greatest biological constraints to food production in the dry savannas of West and Central Africa. Yield losses in cereals caused by Striga spp. are in the range of 10-70%. Total yield loss in cowpea due to Alectra infestation is also common. Alectra vogelii is an angiosperm root hemi-parasite attacking C3 legumes; such as cowpea, groundnut and grams. Soybean, which is relatively free of pests in the dry savanna, is increasingly being threatened by A. vogelii. Integrated control methods involving the use of host-plant resistance and cultural practices are often recommended for the management of parasitic weeds in cereals and food legumes. Screenhouse studies were conducted in the northern Guinea savanna of Nigeria to determine the reaction of 5 genotypes of soybean to Alectra and its control using anti-transpirants. There were significant differences between the soybean genotypes in the number of emerged Alectra shoots and days to first Alectra emergence. Two genotypes, TGX 1440-2E and TGX 1519-1D, supported fewer and delayed Alectra shoot emergence while three were susceptible. Low emergence of Alectra on the resistant genotypes was probably due to low production of Alectra germination stimulating root exudates. Application of local anti-transpirants prevented Alectra from producing seeds and indicated dramatic change in that within ten days of application, 100% control of Alectra was achieved using shea butter and paraffin oils."}
	}}
