{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"Classification of Saudi Arabian camel (Camelus dromedarius) subtypes based on RAPD technique"},
	"rdf:about":"http://agris.fao.org/aos/records/FI2008320743",
	"dct:identifier":"FI2008320743",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/10814"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2007,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2007-issue_1/a4.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Al-Swailem, Abdulaziz M. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Al-Busadah, Khalid A. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Shehata, Maher M. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Al-Anazi, Ibrahim O. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Askari, Ejaz (author)"
	}
	}
	],
	"bibo:abstract":{"value":"The genetic diversity and relationships amongst the dromedary (Camelus dromedarius) populations are poorly documented. This study compares, for the first time, variation in DNA fingerprinting of Saudi Arabian camels. The objective of this study was to analyze the inter- and intra-specific variation and genetic relationship between six widely distributed subtypes belonging to three types (Magateer, Magaheem and Beedh) of Saudi camels. One hundred twenty samples were analyzed by random amplified polymorphic DNA (RAPD) methodology using twenty universal decamer primers. All primers produced novel and polymorphic DNA fragments in all tested samples. The analysis of the electrophoretic patterns revealed a high polymorphism in size, number and intensity of bands. The generated fingerprint patterns were specific, i.e., one type could be differentiated from another. There are differences between the dendrograms generated from each subtype and the relationship between the other subtypes analyzed. However, the fingerprint profiles of the subtype individuals were virtually identical enabling easy distinction of the subtype. Estimation of genetic relationships between the 120 samples of 6 subtypes of 3 camel types using cluster analysis of the UPGMA method revealed two main clusters. Cluster A consisted of two subtypes (Magaheem A and B) with 0.76-0.85 similarity matrix. Cluster B consisted of three subtypes (Magateer B, Beedh A and B) with 0.76-0.83 similarity range. Cluster B is subdivided into two subgroups; Subgroup A includes Magateer B, Subgroup B includes Beedh A and B. Magateer Subtype A is 73% genetically similar to the rest of the subtypes. The average similarity among the twenty samples is more than 80%. Our results suggest a closer relationship between Beedh A and B; Magaheem A and B; and Magateer B and Beedh A and B. Magateer A is the least related to the other subtypes. The intra-specific analysis of the RAPD patterns showed a rich polymorphism in the heterogeneous subtypes of Magateer B, which is in concordance with the variability observed with other phenotypic markers. On the contrary, the other subtypes of Magateer A, Magaheem A and B, and Beedh A and B exhibit a homogeneous pattern indicative of a very low level of DNA polymorphism, which is congruent with the reduced variability found in these subtypes with other molecular markers. It is concluded that, the grouping indicated by the trees are reasonably well correlated with and supported the conventional morphological and physiological classification criteria. Identification of intra- specific variation suggests that RAPD could be having a potential to aid in identification and classification of Saudi camels. The reproducibility of the polymorphisms generated by RAPD in camel may lead to the development of subtype-specific DNA markers of native camel types in Saudi Arabia."}
	}}
