{"resource": {
	"dct:issued":2007,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2007-issue_2/a26.pdf",
	"dct:language":"eng",
	"dct:title":{"value":"Chemical analysis of leaf meal and processed seed flours of an aesthetic plant: Bauhinia tomentosa"},
	"dct:creator":{"foaf:Person":{"foaf:name":"Agbede, Johnson O. (author)"
	}
	},
	"rdf:about":"http://agris.fao.org/aos/records/FI2016100208",
	"dct:identifier":"FI2016100208",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19722"
	},
	"bibo:abstract":{"value":"The leaf meal and differently processed seed flours of an aesthetic plant Bauhinia tomentosa were assessed for their nutritional potential in animal feeding. The leaf meal (LM) and the differently processed seed flours were analyzed for their proximate composition, gross energy, amino acid profile and the anti-nutrients. The leaf meal contained crude protein (CP) 112.0 g kg-1 DM and 14.9 MJ kg-1 gross energy (GE). The CP of the seed flours varied from 345.0±1.0 g kg-1 in whole raw seed flour to 202.0±0.2 g kg-1 in dehull+two-stage cooked flour while the ether extract (EE) varied from 155.0±0.7 g kg-1 in two-stage cooked whole flour to 285.0±2.5 g kg-1 in dehull+soak in urea flour. Also, GE of the seed flours varied from 15.9 to 21.4 MJ kg-1 with a coefficient of variation of 8.9%. The whole seed flour contained a good array of amino acids but the values were lower than the FAO/ WHO/UNU recommended pattern. However, the leaf meal as well as the seed flours contained appreciable quantities of nutritionally needed mineral elements which appeared more concentrated in the raw whole seed than in the processed seed flours. The processing techniques adopted significantly reduced and in some cases totally inactivated the anti-nutrient factors quantified in the seed flours. It was concluded that the leaf meal as well as the seed flours from processed Bauhinia tomentosa apart from its aesthetic value could be used as animal feeding material."}
	}}
