{"resource": {
	"dct:issued":2006,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2006-issue_2/a3.pdf",
	"dct:language":"eng",
	"dct:title":{"value":"Macro mineral distribution of forages in South Sumatra during rainy and dry seasons"},
	"dct:creator":[
		{"foaf:Person":{"foaf:name":", Evitayani (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Warly, Lili (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Fariani, Armina (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Ichinohe, Toshiyoshi (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Hayashida, Maki (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Razak, Saukat A. Abdul (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Fujihara, Tsutomu (author)"
	}
	}
	],
	"rdf:about":"http://agris.fao.org/aos/records/FI2016100433",
	"dct:identifier":"FI2016100433",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19722"
	},
	"bibo:abstract":{"value":"This study was conducted to evaluate nutrient content, in vitro dry matter digestibility (IVDMD) and distribution of macro mineral in neutral detergent fiber (NDF) and acid detergent fiber (ADF). Three species of grass (Axonopus compressus, Panicum maximum and Pennisetum purpuphoides) and four species of legumes (Leucaena leucocephala, Centrocema pubescens, Calopogonium mucunoides and Acacia mangium) were collected at native pasture in South Sumatra, Indonesia, during rainy and dry seasons. The results showed that crude protein (CP) content was significantly (P<0.05) different between forage species in both rainy and dry seasons except for C. mucunoides and A. mangium. The CP content of grass in rainy season ranged from 81 (A. compressus) to 130 g kg -1 DM (P. purpuphoides) while in dry season from 79 (A. compressus) to 152 g kg -1 DM (P. maximum). The CP content of legume was significantly higher (P<0.05) compared to grass; ranged from 177 (C. pubescens) to 252 g kg -1 DM (L. leucocephala) in rainy season and from 146 (C. pubescens) to 223 g kg -1 DM (A. mangium) in dry season. In general, NDF, ADF and acid detergent lignin (ADL) contents were lower in rainy season compared to dry season. Concentration of Ca, P, Mg and S either in intact forages or in NDF and ADF were significantly (P<0.01) different between species and seasons. In general, P. purpuphoides and L. leucocephala had better nutritive value in rainy and dry seasons and distribution of macro mineral concentration could be due to most of elements were found in the cell content than in cell wall and should be more available to ruminants."}
	}}
