{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"Growth and mineral deposition in Nile tilapia (Oreochromis niloticus) fed untreated soybean meal supplemented with phytase"},
	"rdf:about":"http://agris.fao.org/aos/records/FI2005026370",
	"dct:identifier":"FI2005026370",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/10814"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2004,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2004-issue_3_4/f11.pdf",
	"dct:creator":{"foaf:Person":{"foaf:name":"Nwanna, L.C. (author)"
	}
	},
	"bibo:abstract":{"value":"A 63 day feeding trial was conducted to assess the growth and mineral deposition in Nile tilapia fed untreated soybean meal supplemented with phytase. Six isoproteic diets (30% crude protein) were formulated to contain 0; 2,000; 4,000; 6,000; 8,000 and 10,000 units of phytase per kg (Diets 1-6). The fishes (16.4±0.63 g) were cultured in glass tanks (70 cm x 45 cm x 40 cm) in triplicates where they were fed at 3% of their body weight daily. Results indicated that all the fishes fed diets with phytase did better than the fishes fed without phytase in terms of mean weight gain (MWG), specific growth rate (SGR), food conversion ratio (FCR), apparent digestibility coefficient (ADC) and lipid and mineral deposition. The MWG, SGR and ADC lipid of the fishes fed diets with 8,000 and 10,000 units phytase/kg were significantly (p<0.05) higher than the MWG, SGR and ADC lipid of fishes fed other diets. The MWG and SGR of the fishes fed diets with 0; 2,000; 4,000 and 6,000 units phytase were similar (p>0.05). The ADC protein was best (p<0.05) in fishes fed diet with 8,000 units phytase/kg, while the ADC protein in all fishes fed other diets were similar (p>0.05). The ADC gross energy was the same in fishes fed the various diets. Magnesium deposition was similar in fishes fed diets with 6,000; 8,000 and 10,000 units phytase/kg, but varied greatly (p<0.05) from the fishes fed diets with 0; 2,000 and 4,000 units phytase/kg. Calcium and zinc depositions were at the same level (p>0.05) in fishes fed all the six diets, while manganese deposition was significantly higher in fishes fed other diets than in the fishes fed diet without phytase. Also Mg, Ca, Zn and Mn composition in the faeces from fishes fed diet without phytase were significantly higher than the composition in the fishes fed diets with phytase. Analyses of the gut of the fishes after the experiment highlighted increased and higher amylase, cellulase and protease activities in the fishes fed diets with phytase than in those fed diet without phytase. These activities increased with increase in the level of the phytase up to 8,000 units/kg diet, but declined in the fishes fed diet with 10,000 units of phytase/kg."}
	}}
