{"resource": {
	"dct:issued":2003,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2003-issue_3&4/environment-8.pdf",
	"dct:language":"eng",
	"dct:title":{"value":"Human capital as determinant of technical inefficiency of cocoa based agroforestry system"},
	"dct:creator":{"foaf:Person":{"foaf:name":"Alabi, R. A. (author)"
	}
	},
	"rdf:about":"http://agris.fao.org/aos/records/FI2016100384",
	"dct:identifier":"FI2016100384",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19722"
	},
	"bibo:abstract":{"value":"The study sets to investigate the effects of human capital (education and experience) on technical inefficiency in cocoa based agroforestry system in Oyo state, Nigeria. In order to achieve the objective, data were collected from randomly selected 109 farmers from two Local Government Areas of the state. Data were analyzed using descriptive statistics and stochastic frontier production methods. The study shows that farm size, family, hired labour, cost of chemical and fertilizer are the significant determinants of the output of cocoa based agroforestry system in the study area. The study also shows that farm size has the highest elasticity, which means that on the average more can be produced by increasing farm size than by increasing any other factors specified in the study. Inefficiency estimate shows that age of the farmers, experience and educational level reduce the inefficiency of the farmers, while age of the farm and family size increase the inefficiency of the farmers. Technical efficiency estimate shows that the technical efficiency of the farmers varies from 10% to 99% in Lagelu LGA, with mean of 85%, while the technical efficiency of the farmers in Ona Ara varies from 81% to 97%, with mean of 94% .The difference in technical efficiency of the farmers in the two LGAS is predicated on human capital, especially farming experience. The study recommends the need to increase educational level of the farmers through mass literacy in order to refine their experiences. Liberalization of land market was also suggested so that enterprising farmers can increase their farm size."}
	}}
