{"resource": {
	"dct:issued":2007,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2007-issue_2/e3.pdf",
	"dct:language":"eng",
	"dct:title":{"value":"Migration of husbands, remittances and agricultural production: Impacts when wives are left to manage households in rural Kenya"},
	"dct:creator":{"foaf:Person":{"foaf:name":"Kiriti-Nganga, Tabitha W. (author)"
	}
	},
	"rdf:about":"http://agris.fao.org/aos/records/FI2016100012",
	"dct:identifier":"FI2016100012",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19722"
	},
	"bibo:abstract":{"value":"This article investigates the forces leading to migration of husbands from rural Kenya, the economic situation and activities of wives with migrant husbands, receipt and use of remittances by wives and the possible influences of remittances on capital formation in rural Kenya, using the Nyeri district as a case study. Although the residual sample of rural wives whose husbands have migrated to urban areas in Kenya is small, the analysis of this sample highlights several important points worthy of further investigation. It seems that rural husbands who migrate from rural Kenya have limited education and skills and are mostly pushed out of rural areas rather than pulled. The wives seem not to be empowered in relation to economic and family decision-making. The husband and his relatives retain control of important economic and household decisions and this has negative impacts on agricultural productivity. The wives are hampered by their relative lack of access to agricultural extension officers, finance for farm investment and capital resources for use on their farm. Probit analysis suggests that the probability of a wife obtaining remittances from a migrant husband declines with the number of years of his absence and the age of the wife but increases with the number of her dependent children and whether or not she employs hired labour. Duration of migration is important in explaining the amount of remittances but not in explaining the likelihood of wives receiving remittances. Overall indications are that remittances are mostly motivated by altruism or social obligation of the migrant to his family. This study was limited by lack of resources but nonetheless provides useful pointers to further research."}
	}}
