{"resource": {
	"dct:issued":2006,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2006-issue_3_4/a1.pdf",
	"dct:language":"eng",
	"dct:title":{"value":"Farmers’ efficiency under irrigated and rainfed production systems in the derived savannah zone of Nigeria"},
	"dct:creator":{"foaf:Person":{"foaf:name":"Adeoti, A.I. (author)"
	}
	},
	"rdf:about":"http://agris.fao.org/aos/records/FI2016100225",
	"dct:identifier":"FI2016100225",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19722"
	},
	"bibo:abstract":{"value":"The gap between food demand and supply has increased concerns over food production in Nigeria. Improving the resource-use efficiencies of farmers is considered a viable solution to this challenge. In addition, irrigated agriculture is being promoted to increase output and provide productive employment for farmers during the dry season. This study determined and compared the technical efficiencies of farms under irrigated and rainfed crop production systems in the derived savannah zone of Nigeria; with a view to identify factors influencing inefficiency in these systems. The farm level data obtained were analyzed by employing the stochastic production frontier model. The results showed that for farms under irrigated and rainfed systems, increase in farm size, family labour and fertilizer application will increase output levels. In addition increase in hired labour and irrigation water will increase output under irrigated system. The mean technical efficiency of farms under irrigated and rainfed systems was 0.84 and 0.67 respectively. This implies that there is potential for improvement in efficiency under both systems; although more for rainfed system. Age, literacy status and years of farming affect the level of efficiency under both systems. Under irrigated system, ownership of water pump and residency status are also contributory factors. It is suggested that size of farms should be increased along with improved access to adult education and institutional credit. Irrigated farming should be encouraged because it can provide employment and improved incomes particularly during off-season."}
	}}
