{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"Nonlinear effects of climate change on phosphorus stability in wetlands: Concept and estimation"},
	"rdf:about":"http://agris.fao.org/aos/records/FI2009323172",
	"dct:identifier":"FI2009323172",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/10814"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2007,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2007-issue_1/e12.pdf",
	"dct:creator":{"foaf:Person":{"foaf:name":"Pant, Hari K. (author)"
	}
	},
	"bibo:abstract":{"value":"Effects of climate change on ecosystems like freshwater wetlands cannot be understood without focusing research on getting sense of vulnerability and resiliency at the systemic level, involving tipping points, rapid changes in events and states, because of the interdependency of various components that are subject to nonlinear changes even though they may exert significant inertia to short-term hydro-climatic fluctuations. Depending on resilience, threshold and lag times, hydro-climatic changes brought upon by global climate change may cause nonlinear and/or irreversible changes in phosphorus (P) dynamic, and instigate P enrichment in freshwater wetlands. Thus, the studies of the influence of expected global climate change and its direct and indirect effects on bioavailability/stability of organic P in wetlands are in critical need to help manage or increase the resilience of wetland ecosystem against any abrupt or irreversible changes that may adversely affect the ecosystem and its services. Phosphorus dynamic in freshwater wetland system is likely to behave nonlinearly due to expected changes in temperature, and sediment/soil and water acidity and redox status because of global climate change in the decades to come, thereby freshwater wetland, a sensitive ecosystem that plays critical role ranging from water quality management to atmospheric CO2 removal, could face irreversible or hysteretic adverse changes. The overall objectives of this paper are to provide consolidated information on identification and estimation of any nonlinear behaviors in the stability/bioavailability of various P forms, which are present in water columns, detritus and soils/sediments, at different levels of stressors in light of changing global climate. Addressing how stable organic P is, and at what threshold level and lag time would organic P behave nonlinearly and release back into the water column, in turn, exacerbate eutrophic conditions, are crucial. Learning the resilience, threshold level and lag times allows us to gauge the strengths and weaknesses of our technological advances and policies that may help us to cope with nonlinear impacts of global climate change on ecosystems such as wetlands. The relationships developed between P mobilization processes, stressors’ levels and lag time can provide invaluable insights for the formulation of  management strategies that could increase resilience in freshwater wetlands, which may be subjected to nonlinear ecological responses."}
	}}
