{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"Using wheat-mungbean plant system and arbuscular mycorrhiza to enhance in-situ bioremediation"},
	"rdf:about":"http://agris.fao.org/aos/records/FI2007029334",
	"dct:identifier":"FI2007029334",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/10814"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2004,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2004-issue_2/e8.pdf",
	"dct:creator":{"foaf:Person":{"foaf:name":"Rabie, Gamal H. (author)"
	}
	},
	"bibo:abstract":{"value":"Mixed wheat-mungbean systems together with mycorrhizal inoculants (Glomus mosseae) were used to remediate a polycyclic aromatic hydrocarbons (PAHs) spiked agricultural soil in a pot experiment. The soil was spiked with 500 mg kg-1 dry soil of each anthracene, pyrene and chrysene and 50 mg kg-1 dry soil of benz(a,h) anthracene, representing common PAH compounds with three, four and five aromatic rings, respectively and then aged for 5 weeks. After three months from sowing date, PAH residues in the soil, soil enzymatic activities, total organic carbon, pH, biochemical potential fertility indicator, microbiological analysis, mycorrhizal infection % and growth parameters of wheat and mungbean plants were determined. All of these measurements were significantly reduced in spiked soil with PAHs pollutant. Enhanced losses of PAHs were seen in planted soil and PAH degradation reached 60% of the initial PAHs 1550 mg kg-1soil. Wheat-mungbean systems considerably decreases the negative influence of PAHs during this study. Vesicular-arbuscular mycorrhiza inoculated to wheat-mungbean system may significantly increase the efficiency of this system to minimize the negative effects of PAHs pollutants as well as enhance the dissipation of these pollutants in the soil. We conclude that VAM improves remediation in wheat-mungbean system by encouraging plant vigour, root growth and stimulating rhizospheric microbial activities to degrade PAHs in the soil."}
	}}
