{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"Morphological diversity among local germplasm of fluted pumpkin (Telfairia occidentalis Hook.F.) collected in Makurdi, Nigeria"},
	"rdf:about":"http://agris.fao.org/aos/records/FI2007188209",
	"dct:identifier":"FI2007188209",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19722"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2005,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2005-issue_2/a13.pdf",
	"dct:creator":{"foaf:Person":{"foaf:name":"Odiaka, Ngozi Ifeoma (author)"
	}
	},
	"bibo:abstract":{"value":"Production of telfairia leaves has been on the increase in Nigeria due to increased awareness of its nutritional values. Though different genotypes exist, it is difficult to identify the broad succulent leaf genotypes preferred by consumers. Morphological variations among seven telfairia accessions were studied using local germplasm collected in Makurdi, Nigeria. Twenty-two morphological traits were recorded and data analyzed using PCA and metroglyph. Significant variability occurred, within and between populations from seven accessions based on morphological traits. The study identified 12 traits (leaf area, number of leaves, branches, nodes, thickness of vine, stigma colour, thickness of fruit ridge, distance of furrow, fruit weight, girth of seed, weight of seed and length of seed) that distinguished the accessions. The accessions showed sufficient variability to select lines for future breeding and grouping which produced three groups of accessions: Group I (comprising Abia 1, 2 and 3) has more succulent leaves, thicker vines (2.4 cm), bigger fruits (6.63 kg) and heavier seeds (17.5 g) than Group II (Obudu 1, 2 and 3) and Group III (Ezi). Morphological diversion was higher in Group II than in Group I. The groups of accessions were associated with morphological differences among populations mainly with the size of leaves. The accessions represent a valuable source of genetic diversity that has potential for development of improved cultivars to be chosen for commercialization. It also revealed enough variation among populations to initiate a selection programme for fluted pumpkin improvement in Makurdi, Nigeria."}
	}}
