{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"Policy options in managing the crisis of environmental degradation and the prevalence of poverty in urban Nigeria"},
	"rdf:about":"http://agris.fao.org/aos/records/FI2005025602",
	"dct:identifier":"FI2005025602",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/10814"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2005,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2005-issue_1/e4.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Bolorunduro, P. I. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Adesehinwa, A. O. K. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Bolorunduro, O. M. (author)"
	}
	}
	],
	"bibo:abstract":{"value":"The present perspective of the environment inevitably links environment with development and extend the spectrum of environmental dimensions to include biological, physical, socio-cultural, economic and political components. Urbanization is one of the parameters employed in measuring economic development. Unfortunately, urbanization often conflicts with environmental values. In developing countries, urban centers are crowded with people migrating from the rural areas in search of presumed opportunities for better life. This uncontrolled drifting to the cities often results in a situation of overstretching of the available resources (natural, technological and economic), thereby promoting resources degradation and scarcity. Thus, resources (environmental) degradation is a causative factor of urban poverty, as in the long run poverty aggravates environmental degradation. In a nutshell the paper examines the relationships between the process of urbanization, the environment and the poverty issue in the Nigerian context. Environmental quality maintenance and resource base of urban dwellers are identified and discussed. It is the authors’ view that policy options of emphasis on ways of improving the economic status and environmental consciousness of urban dwellers as suggested are potent tools in resolving the issue of poverty and the associated problems in the Nigerian urban environment."}
	}}
