{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"Aluminium exposure from vegetables and fresh raw vegetable juices in Kenya"},
	"rdf:about":"http://agris.fao.org/aos/records/FI2008319221",
	"dct:identifier":"FI2008319221",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/10814"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2007,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2007-issue_1/f1(2).pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Njenga, Lydia W. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Maina, David M. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Kariuki, David N. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Mwangi, Francis K. (author)"
	}
	}
	],
	"bibo:abstract":{"value":"Drinking of fresh vegetable raw juices for both cleansing and cure therapy has become very common in Kenya. Fresh raw vegetable juices have been recommended because they can boost the required minerals and vitamins in the body. This work was carried out to evaluate the amount of labile aluminium content in fresh raw vegetable juices and compare it with the total aluminium in vegetables. In addition, another objective was to determine the amount of aluminium leached out from aluminium pots during cooking. Out of 18 different vegetables analyzed, total aluminium ranged from 0.096 to 1.06 mg g-1; carrots contained the lowest values while parsley contained the highest values. Labile aluminium in fresh raw vegetable juice ranged from 0.003 to 0.181mg ml-1 and this gave 1 to 30% of the total aluminium. The amount taken per day during juice therapy, either as a detoxifier or a cure, ranged from 0.95 mg day-1 to as high as 40.22 mg day-1, but levels as high as 321.78 mg can be consumed depending on the volume of the juice consumed per day. The total aluminium consumed during juice therapy was found to be higher than that recommended by WHO. Aluminium pots were found to leach out some aluminium and the amount leached out was found to depend on the storage time and the age of the pot."}
	}}
