{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"Antifungal properties of Origanum glandulosum Desf. extracts"},
	"rdf:about":"http://agris.fao.org/aos/records/FI2006038539",
	"dct:identifier":"FI2006038539",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/10814"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2004,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2004-issue_1/f11.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Belhattab, Rachid (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Larous, Larbi (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Kalantzakis, Georgios (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Exarchou, Vassiliki (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Boskou, Dimitrios (author)"
	}
	}
	],
	"bibo:abstract":{"value":"Hexane extracts, decoctions and the essential oil obtained from Origanum glandulosum Desf., an oregano species grown wild in North Africa and used as a herb tea or a medicine, were checked for their inhibitory effect on various fungi and yeasts isolated at the Central University Hospital of Setif, Algeria. The microorganisms Aspergillus flavus, Aspergillus niger, Aspergillus fumigatus,Penicillium expansum, Fusarium solani, Uloclodium sp., Trichophyton rubrum, Microsporum canis, Pityrosporum orbicular and Candida albicans were tested using the disk diffusion assay and macrodilution test. Additionally, Thin Layer Chromatography and Nuclear Magnetic Resonance spectroscopy were used to detect the presence of important phytochemical antioxidants, such as hydroxycinnamic acids and flavonols. All the extracts and the essential oils showed an inhibitory effect on yeasts and fungi. In the test with saprophytic fungi the highest activity was observed with the essential oil on P. expansum and the hexane extract and chloroform extract of the decoction on P. expansum and F. solani. Polyphenol content of the water and acetone extracts expressed as caffeic acid was 118 and 261 g kg-1 of extract respectively. TLC chromatography and colour reactions indicated the presence of caffeic acid and rosmarinic acid, bound forms of 3- and 5- hydroxylated flavonoids and free flavonoids. NMR spectroscopy confirmed the presence of quercetin."}
	}}
