{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"Physical properties of kamaboko derived from walleye pollack (Theragra chalcogramma) surimi and functional properties of its enzymatic hydrolysates"},
	"rdf:about":"http://agris.fao.org/aos/records/FI2008320578",
	"dct:identifier":"FI2008320578",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/10814"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2007,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2007-issue_1/f16.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Nagai, Takeshi (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Suzuki, Nobutaka (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Tanoue, Yasuhiro (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Kai, Norihisa (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Nagashima, Toshio (author)"
	}
	}
	],
	"bibo:abstract":{"value":"Kamaboko was prepared from walleye pollack (Theragra chalcogramma) surimi and its physical properties were investigated. Physical properties were as follows: breaking force 343.0 g, breaking strain 11.6 mm , sensory score 6.0 and folding score AA, respectively. Moreover, enzymatic hydrolysates from kamaboko were prepared and functional properties were demonstrated. The yields of lyophilized powders obtained and the protein contents were extremely high, 11.5-18.0 % (on the total weight basis) and 198.6-238.0 µg/mg sample powder, respectively. These hydrolysates possessed strongly antioxidative activities, scavenging activities against free radicals, such as superoxide anion and hydroxyl radicals, and angiotensin I-converting enzyme inhibitory activities. Kamaboko species (surimi-based products) are of benefit not only to the materials of health food diets to contain a large amount of an essential amino acids, particularly threonine and lysine, but also to patients undergoing various diseases, such as cancer, cardiovascular diseases and diabetes."}
	}}
