{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"Estimation of genetic parameters and trends for body weight traits in madras red sheep",
	"xml:lang":"eng"
	},
	"bibo:pageStart":173,
	"dc:subject":[
		{"value":"race indigene",
	"xml:lang":"fre"
	},
	{"value":"ovin",
	"xml:lang":"fre"
	},
	{"value":"ovinos",
	"xml:lang":"esp"
	},
	{"value":"parametros geneticos",
	"xml:lang":"esp"
	},
	{"value":"peso corporal",
	"xml:lang":"esp"
	},
	{"value":"parametre genetique",
	"xml:lang":"fre"
	},
	{"value":"razas indigenas",
	"xml:lang":"esp"
	},
	{"value":"tamil nadu",
	"xml:lang":"esp"
	},
	{"value":"poids corporel",
	"xml:lang":"fre"
	},
	{"value":"land races",
	"xml:lang":"eng"
	},
	{"value":"body weight",
	"xml:lang":"eng"
	},
	{"value":"genetic parameters",
	"xml:lang":"eng"
	},
	{"value":"sheep",
	"xml:lang":"eng"
	}
	],
	"bibo:volume":18,
	"bibo:pageEnd":179,
	"rdf:about":"http://agris.fao.org/aos/records/IN2015000395",
	"dct:identifier":"IN2015000395",
	"dct:type":"Summary",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/10598"
	},
	"dct:isPartOf":[
		{"rdf:resource":{"value":"http://aims.fao.org/serials/c_79e446db"}
	},
	{"bibo:Journal":{"dct:title":{"value":"Indian Journal of Small Ruminants (India)"},
	"bibo:ISSN":{"value":"0971-9857"}
	}
	}
	],
	"dct:issued":"oct2012",
	"dct:dateSubmitted":2016,
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Balasubramanyam, D."
	}
	},
	{"foaf:Person":{"foaf:name":"Raja, T.V."
	}
	},
	{"foaf:Person":{"foaf:name":"Kumarasamy, P."
	}
	},
	{"foaf:Person":{"foaf:name":"Sivaselvam, S.N."
	}
	}
	],
	"bibo:issue":2,
	"bibo:abstract":{"value":"The present investigation was undertaken to estimate the genetic and phenotypic parameters and trends for different body weight traits of Madras Red sheep. A total of 5491 records (1843 males and 3648 females) of Madras Red sheep sired by 98 rams and spanning a period of 13 years (1996–2008) were collected from different farmers flock in the breeding tract. The overall average body weights at birth, 3, 6, 9 and 12 months of age were 2.76, 9.90, 14.53, 18.16 and 21.05 kg, respectively. Sex of lamb and year of lambing had highly significant (P0.01) effect on all the traits studied. The effect of season of lambing was significant for weight at birth (P0.01), 3 and 6 months ((P0.05) and no effect at 9 and 12 months of age. The regression of birth weight on dam's body weight at lambing was significant (P0.05). Heritability estimates for birth, weaning and yearling weights were 0.087, 0.405 and 0.665, respectively. The genetic correlations among all the body weights were significantly different from zero except for birth and 6 months weights. The positive and moderate to high genetic correlations among most of the body weight traits indicate the possibility of correlated responses through multiple trait selection. A significant (P0.01) genetic trend was observed for 12 months body weight with an average of 123.20 g per year indicating that the selection process was effective for 12 months body weight. The significant positive phenotypic trend for birth weight indicates that environment plays a major role, which is supported by a lower heritability estimate for the trait. From the above results, it may be inferred that the selection criteria adopted in the study area gave more emphasis to weaning (3 months) and adult weight (12 months) than other body weight traits studied.",
	"xml:lang":"eng"
	}
	}}
