{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"Performance and blood biochemical profile of lambs fed local unconventional feed ingredients at cold and high altitude conditions of Ladakh",
	"xml:lang":"eng"
	},
	"bibo:pageStart":730,
	"dc:subject":[
		{"value":"feed crucifers",
	"xml:lang":"eng"
	},
	{"value":"jammu and kashmir",
	"xml:lang":"eng"
	},
	{"value":"piensos",
	"xml:lang":"esp"
	},
	{"value":"cruciferas forrajeras",
	"xml:lang":"esp"
	},
	{"value":"altitud",
	"xml:lang":"esp"
	},
	{"value":"feed grasses",
	"xml:lang":"eng"
	},
	{"value":"crucifere fourragere",
	"xml:lang":"fre"
	},
	{"value":"gramineas forrajeras",
	"xml:lang":"esp"
	},
	{"value":"altitude",
	"xml:lang":"fre"
	},
	{"value":"harina para piensos",
	"xml:lang":"esp"
	},
	{"value":"feeds",
	"xml:lang":"eng"
	},
	{"value":"graminee fourragere",
	"xml:lang":"fre"
	},
	{"value":"farine pour animaux",
	"xml:lang":"fre"
	},
	{"value":"jammu et cachemire",
	"xml:lang":"fre"
	},
	{"value":"jammu y kashmir",
	"xml:lang":"esp"
	},
	{"value":"aliment pour animaux",
	"xml:lang":"fre"
	},
	{"value":"feed meals",
	"xml:lang":"eng"
	},
	{"value":"lambs",
	"xml:lang":"eng"
	},
	{"value":"cordero",
	"xml:lang":"esp"
	},
	{"value":"agneau",
	"xml:lang":"fre"
	}
	],
	"bibo:volume":81,
	"bibo:pageEnd":734,
	"rdf:about":"http://agris.fao.org/aos/records/IN2015000144",
	"dct:identifier":"IN2015000144",
	"dct:type":"Summary",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/10598"
	},
	"dct:isPartOf":[
		{"rdf:resource":{"value":"http://aims.fao.org/serials/c_7008df99"}
	},
	{"bibo:Journal":{"dct:title":{"value":"Indian Journal of Animal Sciences (India)"},
	"bibo:ISSN":{"value":"0367-8318"}
	}
	}
	],
	"dct:issued":"jul2011",
	"dct:dateSubmitted":2016,
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Jadhav, S. E."
	}
	},
	{"foaf:Person":{"foaf:name":"Guru Charan"
	}
	},
	{"foaf:Person":{"foaf:name":"Tilak,  Raj K."
	}
	},
	{"foaf:Person":{"foaf:name":"Bharti, Vijay K."
	}
	},
	{"foaf:Person":{"foaf:name":"Singh, Shashi Bala"
	}
	}
	],
	"bibo:issue":7,
	"bibo:abstract":{"value":"The study was conducted to assess the effect of feeding local unconventional feed ingredients on performance and blood biochemical profile of lambs at high altitude cold arid conditions of Ladakh. Healthy male Muzaffarnagri × Changthangi crossbred lambs (18),3– to 4- month-old, weighing on average 12.4±0.77 kg were equally divided into control and local feed resources (LFR) groups and fed respective feeds for 130 days. LFR comprised seabuckthorn leaves, seabuckthorn pomace, willow and popular tree leaves and apricot cake as local unconventional feed ingredients along with other conventional feed ingredients that were used in control feed. Average daily temperature and relative humidity during the experimental period was –1.76°C and 64.89%, respectively. Blood samples were collected from all the animals at the end of the experiment. There was no difference in average daily gain (ADG) in body weight (BW), dry matter intake (DMI) and feed: gain ratio between the groups, however feeding of local feed resources resulted in reducing trend in feeding cost per unit BW gain of lambs. Blood hemoglobin, serum glucose, total protein, urea, blood urea nitrogen, creatinine, triglycerides, calcium, phosphorus, sodium and potassium concentrations did not differ among the groups. Serum uric acid increased significantly in LFR group as compared to control group. Moreover serum total protein concentration in lambs fed LFR feed showed increasing trend as compared to lambs fed control feed. These results indicated that feeding of local unconventional feed ingredients in complete feed of lambs had no adverse effect on performance and blood biochemical profile of lambs. On contrary, feeding of these ingredients in complete feed provided adequate nutrition to support normal body growth of lambs indicating that these ingredients are futuristic potential feed resources for animals at high altitude cold arid regions of Ladakh. Key words: Apricot cake, High altitude, Sheep, Seabuckthor",
	"xml:lang":"eng"
	}
	}}
