{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"Exploring Nutritive Potential of Undigested Rumen Contents as an Ingredient in Feeding of Goats",
	"xml:lang":"eng"
	},
	"bibo:pageStart":79,
	"dc:subject":[
		{"value":"biodegradability",
	"xml:lang":"eng"
	},
	{"value":"goats",
	"xml:lang":"eng"
	},
	{"value":"valeur nutritive",
	"xml:lang":"fre"
	},
	{"value":"nutritive value",
	"xml:lang":"eng"
	},
	{"value":"valor nutritivo",
	"xml:lang":"esp"
	},
	{"value":"caprinos",
	"xml:lang":"esp"
	},
	{"value":"caprin",
	"xml:lang":"fre"
	},
	{"value":"biodegradabilidad",
	"xml:lang":"esp"
	},
	{"value":"biodegradabilite",
	"xml:lang":"fre"
	}
	],
	"bibo:volume":13,
	"bibo:pageEnd":88,
	"rdf:about":"http://agris.fao.org/aos/records/IN2015000345",
	"dct:identifier":"IN2015000345",
	"dct:type":"Summary",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/10598"
	},
	"dct:isPartOf":[
		{"rdf:resource":{"value":"http://aims.fao.org/serials/c_933a208b"}
	},
	{"bibo:Journal":{"dct:title":{"value":"Animal Nutrition and Feed Technology (India)"},
	"bibo:ISSN":{"value":"0972-2963"}
	}
	}
	],
	"dct:issued":"jan2013",
	"dct:dateSubmitted":2016,
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Mondal, S."
	}
	},
	{"foaf:Person":{"foaf:name":"Haldar, S."
	}
	},
	{"foaf:Person":{"foaf:name":"Samanta, I."
	}
	},
	{"foaf:Person":{"foaf:name":"Samanta, G."
	}
	},
	{"foaf:Person":{"foaf:name":"Ghosh, T.K."
	}
	}
	],
	"bibo:issue":1,
	"bibo:abstract":{"value":"The present study was aimed at assessing the safety of dried rumen contents (DRC) for animal feeding. Dumped undigested rumen contents were collected on the day of slaughter (day 0) and subsequently on day 3 and 5 after the first dumping and were subjected to quantitative microbiological assessment. The total number of the aerobic and E. coli increased (P0.001) upto day 3 post-dumping and declined thereafter. However, the counts for Staphylococus aureus increased significantly (P0.001) on day 5 post-dumping, although within the limit specified by the WHO for animal feeds. The pathogenic potential of the rumen contents determined by various standard tests including PCR screening for Staphylococcal enterotoxin A production and animal inoculation tests, indicated that the isolates were non-pathogenic. Subsequently, the DRC was evaluated in using 15 Black Bengal goats divided into 3 groups and fed diets containing 0, 5 and 10% DRC replacing equavalent amount of wheat bran. Results of the feeding trial indicated that there is no adverse impact of DRC on the digestibility of nutrients, growth and feed efficiency. It is concluded that dried rumen content may be considered as absolutely safe for animal consumption and can be included in the diet of goats without any deleterious influence on the nutrient utilization.",
	"xml:lang":"eng"
	}
	}}
