{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"Effect of alpha - tocopherol on pathological alteration induced by acute exposure of chlorpyrifos with E. coli infection in albino rats.",
	"xml:lang":"eng"
	},
	"bibo:pageStart":160,
	"dc:subject":[
		{"value":"pathology",
	"xml:lang":"eng"
	},
	{"value":"pathologie",
	"xml:lang":"fre"
	},
	{"value":"patologia",
	"xml:lang":"esp"
	},
	{"value":"chlorpyrifos",
	"xml:lang":"fre"
	},
	{"value":"rata",
	"xml:lang":"esp"
	},
	{"value":"rats",
	"xml:lang":"eng"
	},
	{"value":"clorpirifos",
	"xml:lang":"esp"
	},
	{"value":"rat",
	"xml:lang":"fre"
	}
	],
	"bibo:volume":36,
	"bibo:pageEnd":163,
	"rdf:about":"http://agris.fao.org/aos/records/IN2015000103",
	"dct:identifier":"IN2015000103",
	"dct:type":"Summary",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/10598"
	},
	"dct:isPartOf":[
		{"rdf:resource":{"value":"http://aims.fao.org/serials/c_b729fe30"}
	},
	{"bibo:Journal":{"dct:title":{"value":"Indian Journal of Veterinary Pathology (India)"},
	"bibo:ISSN":{"value":"0250-4758"}
	}
	}
	],
	"dct:issued":"dec2012",
	"dct:dateSubmitted":2016,
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Jaiswal,C."
	}
	},
	{"foaf:Person":{"foaf:name":"Verma, Y."
	}
	},
	{"foaf:Person":{"foaf:name":"Shrivastav A.B.,"
	}
	},
	{"foaf:Person":{"foaf:name":"Sharma,V."
	}
	}
	],
	"bibo:issue":2,
	"bibo:abstract":{"value":"A study was conducted to evaluate the effect of alpha-tocopherol on pathological alterations experimentally induced by acute exposure of chlorpyrifos(CPF)along with E.coli infection in male albino rats.Thirty six male rats weighing around 100-120g were divided into 6 groups of 6 each rats. Group I rats were kept as control; group ITrats were intraperitoneally inoculated with E.coli. (0.3ml) at 24ills prior to sacrifice. Group III rats were fed as group I and CPF (10.6mg/kg b.wt.) reconstituted with 2 ml soya oil and given by oral gavage daily for 15 days. Group IV rats were treated with CPF same as group III and I/P inoculation of E.coli was same as group IT.Group V rats were treated with CPF same as group III with Vitamin E@100 mg/kg feed. Group VI rats were treated with CPF same as group IV and Vitamin E@1O0mg/kgfeed along with E.coli as in group IT throughout the experiment.Rats were sacrificedat 15th day by decapitation method. Dose dependent pathological changes were noticed in CPF treated groups. Grossly liver was swollen, pale and showing focal area of degeneration, congestion in lungs and mild swelling with areas of haemorrhages on the surface of kidney. Microscopically in CPF treated groups, there was degenerative changes in cytoplasm of hepatocytes and focal/multifocal necrosis, perivascular lymphocytic infilteration of mononuclear cell. Fibrosis and oedema in portal area were also seen. In E. coligroup, lesions were similar as CPFtreated group but with sever intensity. Vitamin E treated group showed considerable improvement in these changes. The present study suggested that the pretreatment of alpha-tocopherol reduced the effect of chlorpyrifos induced toxicity and its severity on E.coli infection in albino rats.",
	"xml:lang":"eng"
	}
	}}
