{"resource": {
	"dct:title":{"value":"Strategies for the Decoupling Effect of Carbon Emission and Low Carbon in the Logistics Industry of Jiangxi Province: From the Perspective of Environmental Protection",
	"xml:lang":"eng"
	},
	"dc:subject":[
		{"value":"environmental protection",
	"xml:lang":"eng"
	},
	{"value":"logistics",
	"xml:lang":"eng"
	}
	],
	"bibo:volume":"14/n.4",
	"rdf:about":"http://agris.fao.org/aos/records/IN2016513214",
	"dct:identifier":"IN2016513214",
	"dct:type":"Journal Article",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19720"
	},
	"dct:isPartOf":{"bibo:Journal":{"dct:title":{"value":"Nature Environment and Pollution Technology"},
	"bibo:ISSN":{"value":"0972-6268"}
	}
	},
	"dct:issued":"2015-",
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://www.neptjournal.com/journal-details.php?id=54&q_id=44",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Zhang Zhijian"
	}
	},
	{"foaf:Person":{"foaf:name":"Zhang  Cheng"
	}
	},
	{"foaf:Person":{"foaf:name":"Feng Yaping"
	}
	},
	{"foaf:Person":{"foaf:name":"Wu Ningyuan"
	}
	}
	],
	"bibo:abstract":{"value":"Being one of the main sources of carbon emissions, logistics industry is an important area to reduce greenhouse gas emissions and the environment pollution. Studying the decouple relation between carbon emission and economic growth can provide a theoretical basis for energy conservation and low carbon economy development. The LYQ analysis framework was introduced into the OECD and Tapio decoupling model to measure the decoupling effect between the carbon emission in logistics industry and the economic growth of Jiangxi Province China during the past 25 years (1989-2013). In the LYQ analysis framework, the decoupling elastic coefficient between the carbon emission in logistics industry and the regional GDP was converted into the products of the elastic coefficients of energy conservation, emission reduction, and value creation. The result shows that the relationship between the carbon emission and economic growth of Jiangxi Province is involved in overall decoupling status, in which the positive effects of the elastic coefficient of energy conversation and the elastic coefficient of emission reduction are the main factors, and the low elasticity coefficient of value creation at the early period becomes an obstacle to the decoupling status. What is more, several low carbon development strategies are put forward in the logistics industry from the perspective of environmental protection. This study has great theoretical and practical significance for the development of low-carbon economy in Jiangxi Province, China.",
	"xml:lang":"eng"
	}
	}}
