{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"Study on yak husbandry in Mustang district of Nepal",
	"xml:lang":"eng"
	},
	"dc:subject":[
		{"value":"health care",
	"xml:lang":"eng"
	},
	{"value":"inbreeding",
	"xml:lang":"eng"
	},
	{"value":"feeding",
	"xml:lang":"eng"
	}
	],
	"bibo:volume":"5/n.2",
	"rdf:about":"http://agris.fao.org/aos/records/IN2015106147",
	"dct:identifier":"IN2015106147",
	"dct:type":"Journal Article",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19679"
	},
	"dct:isPartOf":{"bibo:Journal":{"dct:title":{"value":"Journal of Hill Agriculture"},
	"bibo:ISSN":{"value":"0976-7606"}
	}
	},
	"dct:issued":"2014-",
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://www.indianjournals.com/ijor.aspx?target=ijor%3Ajha&volume=5&issue=2&article=003",
	"dct:creator":{"foaf:Person":{"foaf:name":"ACHARYA KP"
	}
	},
	"bibo:abstract":{"value":"Traditional livestock productionsystems in highland areas of Nepal involve animals,especially yak and yak cattle hybrids as a source offood, prestige and security among the nomadiccommunities. Yak, which is also known as 'the camelof snow', is the livestock of choice among nomadiccommunities and is considered as the symbol ofwealth. This study was done to document the presentstatus of yak husbandry system, problems and prosconsof transhumant pastoralism in the MustangDistrict of Nepal. 32 yak herders and 15 key persons,including the local leaders and traditional healers wereinterviewed with semi-structured questionnaires duringFebruary to May 2014. From this questionnaire surveyand field visits, it revealed that grazing system is theonly feeding system with little or no feedsupplementation. The population and herd size aredecreasing year by year. The herders are still followingthe uncontrolled methods of breeding with one maleserving all the females, till its productive age, with ahigh degree of inbreeding. Disease endemicity,shortage of pasture, closure of Tibetan border forpasturing, increased draught period, lack of technicaland veterinary facilities and low productivity arecompelling herders to abandon the yak farming. They the treatment of disease, pests and poisoning with verylittle or no help from professional veterinarian.Although single species transhumant pastoralist ismoderately efficient with the integration of localknowledge in all aspects of animal husbandry, it needsto be strengthened by integration of scientific methodin breeding and feeding of yaks. Immediate strongextension programs, including the bilateralcoordination between yak herders and researchersshould be carried out, otherwise yak and their valuableresources will be rooted out from this country."}
	}}
