{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"Effect of Feeding Different Levels of Dietary Energy on Nutrient Utilisation, Draught Performance and Physiological Reactions of Camels",
	"xml:lang":"eng"
	},
	"bibo:pageStart":27,
	"dc:subject":[
		{"value":"animales de tiro",
	"xml:lang":"esp"
	},
	{"value":"camello",
	"xml:lang":"esp"
	},
	{"value":"animal de trait",
	"xml:lang":"fre"
	},
	{"value":"camels",
	"xml:lang":"eng"
	},
	{"value":"draught animals",
	"xml:lang":"eng"
	},
	{"value":"valeur nutritive",
	"xml:lang":"fre"
	},
	{"value":"fisiologia de la nutricion",
	"xml:lang":"esp"
	},
	{"value":"physiologie de la nutrition",
	"xml:lang":"fre"
	},
	{"value":"chameau",
	"xml:lang":"fre"
	},
	{"value":"nutritive value",
	"xml:lang":"eng"
	},
	{"value":"valor nutritivo",
	"xml:lang":"esp"
	},
	{"value":"nutrition physiology",
	"xml:lang":"eng"
	}
	],
	"bibo:volume":13,
	"bibo:pageEnd":34,
	"rdf:about":"http://agris.fao.org/aos/records/IN2015000340",
	"dct:identifier":"IN2015000340",
	"dct:type":"Summary",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/10598"
	},
	"dct:isPartOf":[
		{"rdf:resource":{"value":"http://aims.fao.org/serials/c_933a208b"}
	},
	{"bibo:Journal":{"dct:title":{"value":"Animal Nutrition and Feed Technology (India)"},
	"bibo:ISSN":{"value":"0972-2963"}
	}
	}
	],
	"dct:issued":"jan2013",
	"dct:dateSubmitted":2016,
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Chaudhary, J.L."
	}
	},
	{"foaf:Person":{"foaf:name":"Tiwari, G.S."
	}
	}
	],
	"bibo:issue":1,
	"bibo:abstract":{"value":"An experiment was conducted on nine draught camels (7–10 years aged and 580.44±0.12 kg BW) kept on sole roughage diet of dry gram straw (Cicer arietinum L.) along with various levels of energy in concentrate mixtures for 60 days. The camels were randomly divided in to three equal groups and allotted three dietary treatments having 65 (T1), 70 (T2) and 75 percent (T3) TDN in concentrate mixture. The camels were subjected to payload of 2.8 kg/kg BW (18% BW) on a two wheeled camel cart. The camels covered 25.5 km distance in 2.53±0.08 to 3.07±0.17 h at an average speed of 1.72±0.01 m/sec. in continuous work during summer season (April to June). The DM, DCP and TDN intake were observed significant different among the treatments. The water intake (litres) was significantly (P0.05) higher in T3 followed by T2 and T1. The digestibility coefficient of DM, CP, CF and EE were significantly (P0.05) higher in T3 group as compared to T2 and T1 groups. The respiration rate, pulse rate and rectal temperature were significantly higher in T1 followed by T2 and T3 groups, respectively. The draught performance of T3 group was significantly (P0.05) higher as compared to T2 and T1 groups. Similarly, power generated by the camels was significantly higher in T3 (1.23 hp) followed by T2 (1.13 hp) and T1 (0.99 hp), respectively. Study suggested that by increasing the level of energy in the diet of draught camels, nutrient intake, digestibility and draught performance increases with normal physiological responses and camels can tolerate the work stress without any ill effect on their health.",
	"xml:lang":"eng"
	}
	}}
