{"resource": {
	"dct:title":{"value":"Baculoviruses as microbial insecticides",
	"xml:lang":"eng"
	},
	"bibo:volume":"5/n.2",
	"rdf:about":"http://agris.fao.org/aos/records/IN2015106145",
	"dct:identifier":"IN2015106145",
	"dct:type":"Journal Article",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19679"
	},
	"dct:isPartOf":{"bibo:Journal":{"dct:title":{"value":"Journal of Hill Agriculture"},
	"bibo:ISSN":{"value":"0976-7606"}
	}
	},
	"dct:issued":"2014-",
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://www.indianjournals.com/ijor.aspx?target=ijor%3Ajha&volume=5&issue=2&article=002",
	"dct:creator":{"foaf:Person":{"foaf:name":"Nidhi N"
	}
	},
	"bibo:abstract":{"value":"The use of conventional pesticides leadto a myriad of problems such as environmentalpollution, pest resurgence, secondary pest outbreak andmany more. The present era is the era of newtechnologies that are novel, sustainable andenvironment friendly. Thus, when one talks about plantprotection, the techniques that fulfil the above criteriaare always welcome. One such technique is the use ofmicrobial insecticides against the major insect-pests.The use of pathogenic microorganisms for pest controlis not a new concept, but there have been continuousresearch and re-evaluations in the ongoingtechnologies, so as to create more potent products. Thenecessity of the baculoviruses is indispensable when itcomes to managing the pests. This can be proved bythe fact that a lot of countries including India havesuccessfully exploited this biopesticide against manypests. The use of the contemporary technology, such asgene incorporation and genetic engineering has madethe products much more effective. Baculoviruses arerelatively very safe as they cause diseases in thearthropods only and no significant damage has beennoted in the non-target population. The prospects ofthis emerging biopesticide are immense. The use ofbaculoviruses as potential microbial insecticides is theperfect choice under the current circumstances. Its usewill lead agriculture towards precision andsustainability."}
	}}
