{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"Role of quarantine in management of anthelmintic resistance in strongyle worms of sheep",
	"xml:lang":"eng"
	},
	"bibo:pageStart":95,
	"dc:subject":[
		{"value":"ovin",
	"xml:lang":"fre"
	},
	{"value":"ovinos",
	"xml:lang":"esp"
	},
	{"value":"antihelminticos",
	"xml:lang":"esp"
	},
	{"value":"cuarentena",
	"xml:lang":"esp"
	},
	{"value":"anthelminthique",
	"xml:lang":"fre"
	},
	{"value":"anthelmintics",
	"xml:lang":"eng"
	},
	{"value":"quarantaine",
	"xml:lang":"fre"
	},
	{"value":"quarantine",
	"xml:lang":"eng"
	},
	{"value":"strongylidae",
	"xml:lang":"esp"
	},
	{"value":"sheep",
	"xml:lang":"eng"
	}
	],
	"bibo:volume":18,
	"bibo:pageEnd":99,
	"rdf:about":"http://agris.fao.org/aos/records/IN2015000375",
	"dct:identifier":"IN2015000375",
	"dct:type":"Summary",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/10598"
	},
	"dct:isPartOf":[
		{"rdf:resource":{"value":"http://aims.fao.org/serials/c_79e446db"}
	},
	{"bibo:Journal":{"dct:title":{"value":"Indian Journal of Small Ruminants (India)"},
	"bibo:ISSN":{"value":"0971-9857"}
	}
	}
	],
	"dct:issued":"apr2012",
	"dct:dateSubmitted":2016,
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Swarnkar , C.P."
	}
	},
	{"foaf:Person":{"foaf:name":"Singh, D."
	}
	}
	],
	"bibo:issue":1,
	"bibo:abstract":{"value":"The present communication highlights the importance of quarantine to prevent the spread of anthelmintic resistance. Three flocks of Patanwadi, Kendrapada and Nali sheep breeds were purchased from their native tracts and brought to organized farms in Rajasthan. In quarantine, detection of anthelmintic resistance was accomplished by in vivo faecal egg count reduction test and in vitro egg hatch assay. Patanwadi sheep from Gujarat were found to harbour tetramisole resistant worms which were susceptible to albendazole, closantel and moxidectin. Kendrapada sheep from Orissa were found to harbour benzimidazole resistant worms which were susceptible to tetramisole and closantel. To prevent entry of tetramisole resistant worms at Central sheep and Wool Research Institute, Avikanagar, Patanwadi sheep were drenched with closantel in quarantine before mixing with general flock. Nali sheep purchased in Sheep Breeding Farm, Fetehpur were found to harbour anthelmintic susceptible worms and were mixed with general flock without any further anthelmintic treatment in order to propagate susceptible worms and increase the size of refugia.",
	"xml:lang":"eng"
	}
	}}
