{"resource": {
	"dct:issued":"2015-",
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://www.neptjournal.com/journal-details.php?id=54&q_id=41",
	"dct:title":{"value":"Macroinvertebrate Communities in the Bottom Sediment of Arthunkal Coast in Kerala, Southwest Coast of India",
	"xml:lang":"eng"
	},
	"dc:subject":[
		{"value":"environmental impact assessment",
	"xml:lang":"eng"
	},
	{"value":"coastal waters",
	"xml:lang":"eng"
	}
	],
	"bibo:volume":"14/n.4",
	"rdf:about":"http://agris.fao.org/aos/records/IN2016513199",
	"dct:identifier":"IN2016513199",
	"dct:type":"Journal Article",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/19720"
	},
	"bibo:abstract":{"value":"The present paper is an attempt to assess the macroinvertebrate communities in the bottom sediment along the coast of Arthunkal in Kerala, India in order to elucidate the community structure and the factors influencing the benthic faunal distribution. Samples were collected from five stations (Station I, II, III, IV, V) representing the depths of 5m, 10m, 15m, 20m and 30m from the coast during monsoon in the year 2012. Hydrological variables such as temperature, hydrogen ion concentration, dissolved oxygen, chlorophyll-a, salinity and inorganic nutrients were analysed. Sedimentological parameters such as temperature, hydrogen ion concentration, organic carbon and sediment texture were also analysed using standard methods. Biological indices were used in the calculation of taxa richness, general diversity and evenness. The correlation coefficient of chemical variables and benthic fauna were also computed. Macrobenthic fauna consisted of 43 taxa belonging to nine major groups. Macrobenthic fauna included foraminiferans, polychaetes, oligochaetes, nemertines, gastropods, bivalves, crustaceans, scaphopods and echinoderms. Polychaetes were the dominant group (71.59 %) followed by gastropods (23.86 %) and foraminiferans (26.47 %). Highest general diversity was recorded at station II and least at station III. Highest evenness was recorded at station II and the least at station V. All the stations revealed an alkaline nature. The sediment texture revealed variation between stations with a predominance of sand at station V and silt at station I. Percentage of organic matter is low in sandy sediments where total abundance of benthic fauna is high. Chlorophyll-a and inorganic nutrients were present only in negligible amounts indicating low productivity along the coastal waters of Arthunkal. As macrobenthic communities are key indicators of pollution and stress, the study will pave the way for Environmental Risk Assessment and monitoring of coastal waters.",
	"xml:lang":"eng"
	}
	}}
