{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"Characterization and evaluation of Pashmina producing Changthangi goat of Ladakh",
	"xml:lang":"eng"
	},
	"bibo:pageStart":592,
	"dc:subject":[
		{"value":"jammu and kashmir",
	"xml:lang":"eng"
	},
	{"value":"wool",
	"xml:lang":"eng"
	},
	{"value":"wool production",
	"xml:lang":"eng"
	},
	{"value":"jammu et cachemire",
	"xml:lang":"fre"
	},
	{"value":"jammu y kashmir",
	"xml:lang":"esp"
	},
	{"value":"laine",
	"xml:lang":"fre"
	},
	{"value":"produccion de lana",
	"xml:lang":"esp"
	},
	{"value":"goats",
	"xml:lang":"eng"
	},
	{"value":"production lainiere",
	"xml:lang":"fre"
	},
	{"value":"lana",
	"xml:lang":"esp"
	},
	{"value":"caprin",
	"xml:lang":"fre"
	},
	{"value":"caprinos",
	"xml:lang":"esp"
	}
	],
	"bibo:volume":81,
	"bibo:pageEnd":599,
	"rdf:about":"http://agris.fao.org/aos/records/IN2015000094",
	"dct:identifier":"IN2015000094",
	"dct:type":"Summary",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/10598"
	},
	"dct:isPartOf":[
		{"rdf:resource":{"value":"http://aims.fao.org/serials/c_7008df99"}
	},
	{"bibo:Journal":{"dct:title":{"value":"Indian Journal of Animal Sciences (India)"},
	"bibo:ISSN":{"value":"0367-8318"}
	}
	}
	],
	"dct:issued":"june2011",
	"dct:dateSubmitted":2016,
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Gana, T.A.S."
	}
	},
	{"foaf:Person":{"foaf:name":"Misra, S.S."
	}
	},
	{"foaf:Person":{"foaf:name":"Sheikh, F.D."
	}
	}
	],
	"bibo:issue":6,
	"bibo:abstract":{"value":"Changthangi is a well recognized breed of goat popular for its valuable produce called pashmina. The breeding tract of this goat is in the Changthang area of Leh district of Jammu &Kashmir State and is adjacent to Tibet. The breed is well adapted to the local cold arid agro-climatic conditions of the region and is reared mainly by a nomad known as Changpa. The fibre produced by this breed is the prime source for the world-class shawl industry of Kashmir. The study was carried out in 15 strata comprising 50 villages and their adjoining areas distributed throughout the breeding tract of the breed. The information collected include nature and type of native environment of the breeding tract, managemental practices, different physical characteristics like body colour, head profile, ears, horns, coat characteristics, body measurement traits; production traits like body weight at different ages, Pashmina production and quality traits, dairy performance, carcass characteristics and reproduction traits of Changthangi goat. Pashmina is unique among the animal fibres for its warmth, lightness and better ability to absorb dyes and moisture compared to mohair and wool. In addition to pashmina, this goat is also reared for chevon, milk, manure, pelt and even carriage. The number of this goat is presently in decline and restricted mainly to Changthang area. Changthang region has harsh climatic dryness (with very low rainfall) and temperature varies from–40°C to +40°C. The majority of the animals have white coat, though brownish red, fawn, grey and black animals are also seen. The horns are brown and mostly curved in shape. The average pashmina production was 248.60±4.18 g/animal. The overall fine hair, guard hair, dusting loss percentages, fibre length, guard hair length, scouring yield and fibre diameter were 62.36±2.56%, 31.98±2.94%, 12.18±1.40%, 4.09±0.04 cm, 56.90±2.80 mm 70.52±1.51% and 11.99±0.22µ, respectively. The major breeding season is July- November. The information generated from this study shall be of immense help in devising scientific improvement programmes for this breed.",
	"xml:lang":"eng"
	}
	}}
