{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"Soil use and management strategy for raising food and cash output in Rwanda"},
	"rdf:about":"http://agris.fao.org/aos/records/NL2012018749",
	"dct:identifier":"NL2012018749",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/10867"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2007,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2007-issue_3_4/e18.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Rutunga, Venant (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Janssen, Bert H. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Mantel, Stephan (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Janssens, Marc (author)"
	}
	}
	],
	"bibo:abstract":{"value":"Rwanda is a poor country and land is scarce, with only 0.65 ha of suitable farmland per household. Literature search for identifying constraints and solutions to productive and sustainable agriculture and livestock production was carried out. The country is facing with increasing soil fertility depletion and erosion due to steep landscape, continuous cultivation and high but not well distributed rainfall. Crops adequately allocated to the 0.65ha farmland may produce enough food for energy and protein, but not cooking oil; animal production for meeting fat requirements is already at the limit. Forest resources are insufficient to produce necessary poles, timber, fuel and other forest-related products; alternatives must be found. Strategies to raise agricultural production include soil and water conservation, fertility improvement, irrigation and drainage, high-yielding plant varieties, improved animal management, pest control and reduction of postharvest losses. Labour shortage at critical periods of agricultural operations can be reduced through appropriate mechanisation. Such improvements that are high demanding in investments may substantially raise crop and livestock production, allowing Rwanda to develop agro-industries and the commercial sector. Alternatively but carefully, preference may be given to investments in high-value exports that can pay for imports of food, fuel and other necessities."}
	}}
