{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"Economics of organic growing cotton versus conventional cotton under Greek conditions"},
	"rdf:about":"http://agris.fao.org/aos/records/US201300869631",
	"dct:identifier":"US201300869631",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/10972"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2007,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2007-issue_3_4/a13.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Mygdakos, Efthymios (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Patsiali, Sotiria (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Mygdakos, Grigorios (author)"
	}
	}
	],
	"bibo:abstract":{"value":"In this study an attempt has been made to evaluate the economic potentials of growing organic cotton against conventional cotton under Greek conditions. Organic and conventional systems of cotton growing were compared in terms of yields, costs and earnings. To this end, a three year (2004-2006) randomized complete block design with four treatments and four replications was carried out in a clay loam soil in Central Greece. The experimental data were analyzed by using the statistical method of analysis of variance and the SPSS 15 statistical packet. The results showed a significantly lower variable cost for organic cotton ranging from 4.1 percent up to 6.2 percent. They have shown a significantly higher yield ranging from 4.5 percent up to 8 percent and an even significantly higher gross margin from 11.4 percent up to 55.1 percent in favour of organic cotton, when crop is sold in flat prices. If premium price for organic cotton was taken into account, the gross margin values of organic cotton became highly significant fluctuating between 6.5 and 142 percent compared to conventional cotton. These findings clearly indicate that organic cotton could become a viable option under Greek-Mediterranean conditions."}
	}}
