{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"The influence of viticultural region and the ageing process on the color structure and antioxidant profile of Cabernet Sauvignon red wines"},
	"rdf:about":"http://agris.fao.org/aos/records/US201301591867",
	"dct:identifier":"US201301591867",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/10972"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2008,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2008-issue_3_4/f22.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Poiana, Mariana-Atena (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Dobrei, Alin (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Stoin, Daniela (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Ghita, Alina (author)"
	}
	}
	],
	"bibo:abstract":{"value":"The aim of this study was to evaluate the color components and antioxidant properties of red wines from Vitis vinifera L. cv. Cabernet Sauvignon grapes (vintage 2004) from two viticultural regions of the Western part of Romania (Minis and Recas vineyards) during of 6, 12, 18, 24 and 30 months ageing in bottle. The composition of the color was analyzed in terms of color fraction due to monomeric anthocyanins, co-pigmented anthocyanins and polymeric pigments, total color, total monomeric or free anthocyanins and chemical age. Antioxidant profile of red wines was evaluated through total antioxidant capacity (using FRAP assay) and free radical scavenger activity (using DPPH assay). The results show that during ageing the total wine color decreased in all situations, “chemical age” increased, polymeric anthocyanins increased from 9.14 and 11.93% to 68.51 and 75.28%, co-pigmented anthocyanins increased after 6 months and then decreased from 12.18 and 18.83% to 8.02 and 7.41% respectively, while monomeric anthocyanins decreased from 75.89 and 72.03% to 16.7 and 24.08%. The forming of polymeric anthocyanins based on the reduction or consumption of monomeric anthocyanins is a process that leads to the chromatic stabilization of the wine, but these changes under the chromatic aspect are followed by red wine antioxidant characteristics changes. During the ageing time the total antioxidant capacity decreased and was highly correlated with the monomeric anthocyanin fraction (r>0.98). In contrast, the free radical scavenging ability increased and was highly correlated with the polymeric anthocyanin fraction. On the basis of these findings it results that the antioxidant profile of the wine can be controlled by choosing an adequate duration of ageing. The study aims at the evolution prediction of chromatic and antioxidant properties of red wines during the ageing and at establishing the relationship between these properties."}
	}}
