{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"Variability of rye varieties and breeding strains tested for tolerance to drought in in vitro cultures"},
	"rdf:about":"http://agris.fao.org/aos/records/US201300911288",
	"dct:identifier":"US201300911288",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/10972"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2008,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2008-issue_2/a26.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Rzepka-Plevneš, Danuta (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Krupa-Malkiewicz, Marcelina (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Twardowska, Marta (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Kurek, Jadwiga (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Wyborska, Katarzyna (author)"
	}
	}
	],
	"bibo:abstract":{"value":"The tolerance to drought stress of 17 Polish rye varieties and 5 new breeding strains was tested on in vitro embryo cultures on a MS medium supplemented with 14 g dm-3 agar and 0.2 M sorbitol. The effect of the stresses applied on morphological traits was evaluated on 10-day old seedlings. As tolerant were considered seedlings at least 5 cm in height with long, branching embryo roots; as partially tolerant seedlings rooted but with a height reduced to 2.5 cm and as non-tolerant seedlings less than 2 cm in height without roots as well as died embryos and coleoptiles. The tolerance to drought of rye varieties was determined on the basis of the frequency of seedlings in above mentioned phenotype classes. Genetic differences between varieties and strains with different tolerance to the stresses applied were determined on the basis of ISSR markers. A dendrogram of phylogenetic similarity was drawn up by the UPGMA method. The results obtained show that the majority of varieties was characterised by the lack of tolerance to drought and osmotic stress. The addition of sorbitol to the medium proved to be specially toxic for ray embryos. The varieties Bosmo and Slowiaňskie deserve special attention. They had outstanding tolerance to drought but on the medium with 14 g dm-3 agar only. The analysis of the dendrogram of phylogenetic similarity demonstrated considerable differences between varieties (similarity ranging from 17.4 to 94.7%) and no significant differences between genotypes with different tolerance to the stresses applied."}
	}}
