{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"Seasonal influence on mineral concentrations in dairy cows’ blood and feed resources collected from Morogoro, Tanzania"},
	"rdf:about":"http://agris.fao.org/aos/records/US201300869647",
	"dct:identifier":"US201300869647",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/10972"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2007,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2007-issue_3_4/a21.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Mtui, Dorah J. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Mellau, Lesakit S.B. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Lekule, Faustin P. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Shem, Martin N. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Hayashida, Maki (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Fujihara, Tsutomu (author)"
	}
	}
	],
	"bibo:abstract":{"value":"Mineral elements constitute a relatively small amount of the diet of animals but they are vital to animal health, reproduction and productivity. The concentrations of minerals in 129 blood samples from zero grazed dairy cows (Friesian or Ayrshire crosses of Tanzania Shorthorn Zebu aged between 4 and 7 years) and feed resources (forages, maize bran, rice bran and sunflower) from Morogoro, Tanzania, were analyzed to establish their levels and how they were influenced by seasonal variations. Results showed that crude protein content of feed resources was not influenced by seasonal changes except in forages, which decreased in dry season (p<0.05). All feeds had high fibre fractions in all seasons. Plasma concentrations of P, Cu Zn and Fe increased in dry season (p<0.05), while that of Ca, Mg, S and Se in whole blood did not vary with seasons. The mineral concentrations of Cu in plasma and Se in whole blood were below the critical levels. The plasma Fe concentration varied (p<0.001) markedly between rainy and dry seasons with lowest values recorded in rainy season. The seasonal variations did not change the concentrations of macro minerals in forages but had impact on concentrate supplements and feed resources’ micro elements. Feed resources had sufficient concentrations of Ca, P, Mg, S, Cu and Fe in all seasons. Zinc and Se concentrations in forages were lower than the recommended levels. Our results of variable impact of seasonal changes on the concentration of minerals in the blood and feed resources suggests the need for supplementation of deficient minerals like Cu, Zn and Se in the forms, which are readily available and affordable by farmers for optimal cows’ productivity."}
	}}
