{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"Contributions of fadama farming to household food security amongst youth in rural communities of Lagos State, Nigeria"},
	"rdf:about":"http://agris.fao.org/aos/records/US201300903866",
	"dct:identifier":"US201300903866",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/10972"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2008,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2008-issue_1/a13.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Oladoja, M.A. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Adisa, B.O. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Adeokun, O.A. (author)"
	}
	}
	],
	"bibo:abstract":{"value":"This study examined the contributions of fadama farming to household food security among youth in rural communities of Lagos State, Nigeria. A total of 120 rural youths were selected for interview, using a systematic random sampling technique based on the population size of youth in each of the randomly selected communities. Data collected were analysed using frequency counts and percentages while chi–square (X²) analysis was used to test the hypothesis of the study. The study revealed that the level of involvement of the youths was very high as they were involved in the fadama farming activities listed. It was equally discovered that their attitudes towards the fadama farming operations were more of favourable and a few neutral. Their involvement in fadama farming activities towards household food security is however high. The hypothesis testing showed that age, educational level, family size, gender and marital status do not have significant relationship with perceived benefits from fadama farming enterprise. It was concluded that despite perceived benefits from the fadama enterprise, the youths were not operating at the optimum level. Sequel to the findings from the study, it is therefore recommended that more still has to be done on the part of the youths to produce more and increase their level of income as well as boosting their level of expenditure pattern. Incentives should be made available to encourage youths to improve household security and to raise living standard. In addition efforts should be made by research institutes to generate improved technologies on fadama farming."}
	}}
