{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"Effects of deficit irrigation on yield and quality of unheated greenhouse grown green bean"},
	"rdf:about":"http://agris.fao.org/aos/records/US201300911267",
	"dct:identifier":"US201300911267",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/10972"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2008,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2008-issue_2/a3.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Büyükcangaz, Hakan (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Yazgan, Senih (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Ayas, Serhat (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Candogan, Burak Nazmi (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Ayas, Fusun (author)"
	}
	}
	],
	"bibo:abstract":{"value":"This study was conducted to determine effect of deficit irrigation on yield for green bean grown under unheated greenhouse condition. The research was carried out at the Agricultural Research Station of YeniÍehir High School of Uludag University in Bursa, Turkey, in 2007. In the study, water was applied to green bean as 100, 75, 50, 25 and 0% (as control) of evaporation from a Class A Pan corresponding to 2-day irrigation frequency. Irrigation water applied to crops ranged between 40 and 579 mm, and water consumption ranged between 47 and 582 mm. Irrigation treatments significantly affected fresh bean yield, length and width of green bean, number of seeds per pod, 100 bean weight and dry pod weights percent. The highest yields were 18.88 and 11.64 t ha-1 for the K1cp and K2cp treatments, respectively. The lowest yield was found from K1cp as 3.26 t ha-1. Crop yield response factor (ky) was 1.066. The highest values for water use efficiency (WUE) and irrigation water use efficiency (IWUE) were 32.44 and 26.98 and 27.74 and 21.29 kg mm-1 for the K1cp and K3cp treatments, respectively. Under the conditions that water resources are scarce, it can be recommended that K3cp treatment is most suitable as a water application level for green bean irrigation by drip irrigation under unheated greenhouse condition."}
	}}
