{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"Effects of different irrigation levels on the vegetative growth, flower bud formation and fruit quality of sweet cherry in western part of Turkey"},
	"rdf:about":"http://agris.fao.org/aos/records/US201300911270",
	"dct:identifier":"US201300911270",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/10972"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2008,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2008-issue_2/a7.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Demirtas, Cigdem (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Erturk, Umran (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Yazgan, Senih (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Candoğan, Burak Nazmi (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Soylu, Arif (author)"
	}
	}
	],
	"bibo:abstract":{"value":"This research was carried out to determine the effects of different water application levels on the vegetative growth, flower bud formation and yield of sweet cherry trees irrigated by micro-sprinkler systems during the growing season 2002-2004. The trees were subjected to five irrigation treatments based on adjusted coefficients of Class A pan evaporation (0.50Epan, 0.75Epan, 1.00Epan, 1.25Epan, 1.50Epan.). Mean yield per tree and trunk cross sectional area was 0.70-2.40 kg and 0.01-0.05 kg/cm2 respectively at different irrigation water levels. Vegetative growth parameters and flower bud formation were not changed significantly except for the trunk diameter by the treatments at the end of the second year. Irrigation levels did not affect statistically significantly fruit quality parameters such as fruit weight, flesh/seed ratio, water´soluble solids (%), pH, titratable acidity (g/100 ml) and inverted and total sugars. Only flesh firmness values were statistically significant at P<0.005 probability level with respect to the irrigation levels."}
	}}
