{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"Levels of benzoic and sorbic acid preservatives in commercially produced yoghurt in Lebanon"},
	"rdf:about":"http://agris.fao.org/aos/records/US201300903851",
	"dct:identifier":"US201300903851",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/10972"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2008,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2008-issue_1/f11.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Mroueh, Mohamad (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Issa, Dina (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Khawand, Jesele (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Haraty, Bassam (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Malek, Amal (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Toufeili, Imad (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Kassaify, Zeina (author)"
	}
	}
	],
	"bibo:abstract":{"value":"Benzoic and sorbic acids and their salts are extensively used in the preservation of foods. Their levels of use in different food products are regulated by national and international regulatory agencies. Benzoic acid occurs naturally in yoghurt and no reference exists as to its deliberate use in the preservation of this cultured dairy product. Sorbic acid levels up to 1000 mg kg-1 are allowed by country regulations in yoghurt production presumably to ensure a reasonable commercial shelf life. High-performance liquid chromatography (HPLC) is extensively used in the determination of benzoate and sorbate in foods. Thirty samples of commercial yoghurt, produced in Lebanon, were analysed by HPLC for their contents of benzoic and sorbic acids. All samples contained benzoic acid with levels ranging between 12 and 479.1 mg kg-1 and 14 samples contained in addition sorbic acid amounts in the range of 83.9 and 3719.1 mg kg-1. Indigenous benzoic acid levels in laboratory-produced yoghurt, under aseptic conditions, ranged between 5.5 and 14.7 mg kg-1 after storage for 4 weeks. The results indicate that benzoic acid levels higher than those could be attributed to the microbial activity of the starter cultures and sorbic acid amounts higher than those set by regulatory agencies are used in yoghurt production. Application of good manufacturing practices by dairy processors and closer monitoring of preservatives levels by regulatory agencies are warranted to reduce levels of usage of benzoic and sorbic acids in yoghurt production."}
	}}
