{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"An exploratory study of public awareness and knowledge of antioxidants in Trinidad, West Indies"},
	"rdf:about":"http://agris.fao.org/aos/records/US201300869552",
	"dct:identifier":"US201300869552",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/10972"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2007,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2007-issue_3_4/f4.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Boodhu, Ambika (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Badrie, Neela (author)"
	}
	}
	],
	"bibo:abstract":{"value":"This study investigated public awareness and knowledge of antioxidants in particular reference to fruit and vegetable consumption by consumers in Trinidad. A structured questionnaire was presented to 184 respondents. The criteria for inclusion of respondents were being over 17 years and being responsible for purchase and preparation of foods. Data were analyzed by descriptive statistics, chi-square and general linear modeling using SPSS. More than half of respondents or/and family members had heart disease and/or cancer. Of the 77.7% who were aware of antioxidants, 69.7% categorized them as ‘very important’. Fruits (80.4%) and vegetables (80.4%) were selected as ‘good’ sources of antioxidants. Vitamin C was the most well known antioxidant. Some (60.9%) were unaware of the importance of consuming at least five servings of fruits and vegetables per day; 58.2% consumed ≤ 1 serving of fruits and 44.4% consumed ≤ 1 serving of vegetables daily. Some major deterrents to fruits and vegetables consumption were ‘being expensive’, ’too busy’ and ‘having forgotten’. More than half of respondents were unaware that vitamin pills/dietary supplements could contain high levels of antioxidants which could have negative health effects. Income, education and age were linked (p<0.05) to awareness of antioxidants. Although the sample size was small, the study identified specific areas for public health promotion of antioxidants."}
	}}
