{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"Quality changes during storage of fresh-cut or intact Swiss chard leafy vegetables"},
	"rdf:about":"http://agris.fao.org/aos/records/US201301591856",
	"dct:identifier":"US201301591856",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/10972"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2008,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2008-issue_3_4/f12.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Ferrante, A. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Incrocci, L. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Serra, G. (author)"
	}
	}
	],
	"bibo:abstract":{"value":"Fresh-cut leafy vegetables have been gaining importance in the human diet both for their nutraceutical properties and low calories content. The preparation procedures for fresh-cut production and the storage system may lead to severe leaf damages that may affect leaf colour and induce shortened shelf life. The aim of this work was to study the leaf pigment changes in cut and whole Swiss chard leaves under dark or light storage conditions. The effect of treatments was evaluated by chlorophyll, carotenoid and anthocyanin determinations. The leaf membrane integrity was estimated by electrolyte leakage. All measurements were performed until 12 days of storage. The chlorophyll reduction was statistically significant in cut Swiss chard leaves stored in darkness. Total carotenoids did not significantly decline. Anthocyanin content strongly declined in cut leaves in both dark and light storage conditions. Leaf electrolyte leakage increased after 8 days of storage and higher leakage was observed in Swiss chard stored in light conditions without any difference between cut or whole leaves. Results suggest that Swiss chard can be stored until 8 days without any visible changes. Dark storage seemed to preserve quality losses and reduce membrane permeability."}
	}}
