{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"Mechanization process in the production of mezcal"},
	"rdf:about":"http://agris.fao.org/aos/records/US201300869554",
	"dct:identifier":"US201300869554",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/10972"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2007,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2007-issue_3_4/f6.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Durán-García, Héctor Martín (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"González-Galván, Emilio Jorge (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Matadamas-Ortíz, Pastor (author)"
	}
	}
	],
	"bibo:abstract":{"value":"Mezcal is an alcoholic drink obtained from the fermentation and distillation of the sugary juices extracted from the mature and cooked heads of magueyes, wild and cultivated, of the arid and semi-arid regions of Mexico. The process for mezcal-making begins with the cooking, causing the hydrolysis of the polysaccharides of the maguey, since the inulin is not very soluble in water and not fermentable in direct form. Next, the heads or pineapples go to the mill process, which is carried out in a flour or Chilean mill with the purpose of extracting the juices. The waste pulp still has a high content of sugars after the mill process. For this reason this waste pulp is re-hydrated in a laundry tub together with the effluviums coming from the ovens. This waste pulp is then placed in a press in order to extract even more juice. The juices obtained in this way are taken to the fermentation tubs where diammonic phosphate is added with the purpose of favoring the development of yeast. Next, the wine mezcal resulting from fermentation is taken to the distiller where, according to the different boiling points, is fractioned in heads (methanol), body or heart (ethanol) and tails (propanol or butanol); before being bottled. The objective of this work was to develop knowledge of the techniques and the technologies used in the production of mezcal. The conclusions obtained from the development of this work were: 1) the process of mechanization of mezcal has been increasingly copying schemes which have already been successfully used by the tequila industry; and 2) the modernization of the process of production of mezcal has been increasing as the product wins price and market."}
	}}
