{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"N and K nutrition levels affect growth and essential oil content of costmary (Tanacetum balsamita L.)"},
	"rdf:about":"http://agris.fao.org/aos/records/US201300911266",
	"dct:identifier":"US201300911266",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/10972"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2008,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2008-issue_2/a2.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Hassanpouraghdam, M. B. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Tabatabaie, S. J. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Nazemiyeh, H. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Aflatuni, A. (author)"
	}
	}
	],
	"bibo:abstract":{"value":"Vegetative growth and essential oil content of costmary (Tanacetum balsamita L.) were evaluated in response to N and K. Experimental treatments included different concentrations of N (100, 200, 300 and 400 mg L-1) and K (100 and 200 mg L-1) based on the modified Hoagland’s nutrient solution. Results showed that fresh and dry weight of plants increased by increasing N concentration up to 200 mg L-1 in the nutrient solution. The highest leaf number was observed in 200 mg L-1 N. Chlorophyll content of leaves increased significantly by adding nitrogen concentration in the nutrient solution up to 400 mg L-1. However, K concentration had no effect on the chlorophyll content. N and K treatment combinations in the solution affected growth characteristics and essential oil content of costmary, so that the highest essential oil content (0.54%) and yield (11 ml m-2) were obtained in N200K200 treatment. Essential oil content in N200K200 treatment was 8% higher than that of N400K100 treatment. Moreover, essential oil yield in N200K200 treatment was 35% higher than that of N100K100 treatment. N and K treatment combinations influenced fresh and dry weight of leaves (medicinal material), and the greatest amount was recorded in N200K200, which had the highest leaf area as well. The total net photosynthesis was affected by treatments, and the highest data was recorded in N200K100 treatment. Different concentrations of N and K influenced height of the plants, the greatest height being observed in N200K200 treatment. It can be concluded that different concentrations of N and K have remarkable effects on the growth and essential oil content of costmary."}
	}}
