{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"Enhancing productivity of hybrid rice (Oryza sativa L.) CoRH2 through nitrogen management practices under transplanted and direct-seeding methods"},
	"rdf:about":"http://agris.fao.org/aos/records/US201300869661",
	"dct:identifier":"US201300869661",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/10972"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2007,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2007-issue_3_4/a29.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Ramesh, S. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Chandrasekaran, B. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Sathyamoorthi, K. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Chandrasekhar, C.N. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Babu, C. Raja (author)"
	}
	}
	],
	"bibo:abstract":{"value":"Field experiments were conducted at Wetland Research Farm, Tamil Nadu Agricultural University, Coimbatore, India, during Rabi 2001 and 2002 with a view to formulate a suitable crop establishment method and to optimize the nitrogen management practices for hybrid rice CoRH2. The experiments were laid out in split plot design replicated thrice with four crop establishment techniques in the main plot and seven N management practices were assigned in the sub-plot. The results revealed that different crop establishment methods exerted a significant variation on the seed rate requirement and caused significant influence on growth and yield of hybrid rice. Seeding through one out of two holes (M3) recorded optimum seed rate of 29.14 and 28.69 kg ha-1 during 2001 and 2002 respectively. Except at the early stages of 60 DAS, there was no significant difference in plant height as influenced by establishment methods. Seeding through all the holes (M1) with higher seed rate recorded significantly higher values of growth characters viz., LAI, tillers m-2, DMP, productive tillers m-2 and grain yield which was comparable with transplanting (M1) and seeding through one out of two holes (M3). The yield attributes like panicle length and 1000 grain weight were not influenced by the crop establishment methods. The seeding through one out of three holes (M4) registered significantly higher total number of grains, filled grains panicle-1 and lower sterility percentage as compared to rest of the establishment methods. Application of N based on Soil Test Crop Response (STCR) (N7) enhanced significantly the growth and yield attributing characters viz., plant height, LAI, DMP, total tillers m-2, panicle length, productive tillers m-2, total number of grains panicle-1 over the other N management practices and was on par with N application in four splits combined with green manure Sesbania aculeata @ 6.25 t ha-1 application (N4). STCR based N application recorded highest sterility percentage whereas LCC based N application noticed lowest sterility percentage. The treatment combination of seeding through all the holes and N application based on STCR (M2N7) recorded significantly higher grain yield (8150 and 7905 kg ha-1) and it was on par with M1N7, M2N3, M3N7 and M1N3 during both the years respectively."}
	}}
