{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"Reduction in oxalate content during the preparation of a traditional Tongan dessert"},
	"rdf:about":"http://agris.fao.org/aos/records/US201300869553",
	"dct:identifier":"US201300869553",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/10972"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2007,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2007-issue_3_4/f5.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Dahlgren, E.M. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Savage, G.P. (author)"
	}
	}
	],
	"bibo:abstract":{"value":"A traditional Tongan dessert is made from two plants which commonly grow in the Tongan group of islands. Taro (Colocasia esculenta var. Schott) leaves and starch prepared from cassava (Manihot esculenta Crantz) tubers are the two main ingredients. In this study, the dessert which is called Faikakai Ngou‘a in Tongan, was prepared from locally grown freshly harvested taro (cv. Maori) leaves using simple domestic kitchen methods. The dark green heart-shaped taro leaves have a bitter taste and contain high levels of oxalate that can be eliminated by cooking and processing. Raw taro leaves contained 6.48±0.06 g total oxalate kg-1 fresh weight (FW), 49% as soluble oxalate. In this study the oxalate content of the cooked product was significantly lower than that of the original taro leaves. Faikakai Ngou‘a contained 2.80±0.06 g total oxalates kg-1 FW, of which 12% were soluble. Soluble oxalate was removed in the cooking water and the total oxalate content of the final product was also reduced by dilution following the addition of cassava starch. The final product retained the essential taste and acceptable brown-black green colour (CIE colour values L* 25.18±0.33, a* -2.87±0.04, b* 5.76±0.09) of taro leaves without the background content and sharp taste of oxalate. The final product had a firm, non-sticky texture that was acceptable to Tongan consumers."}
	}}
