{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"Quality characteristics and yield attributes of sweetpotato (Ipomoea batatas L.) genotypes grown under sustainable cultural conditions"},
	"rdf:about":"http://agris.fao.org/aos/records/US201300869613",
	"dct:identifier":"US201300869613",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/10972"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2007,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2007-issue_3_4/a10.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Islam, Shahidul (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Porter, Owen A. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Izekor, Steve E. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Garner, James O. (author)"
	}
	}
	],
	"bibo:abstract":{"value":"Sweetpotato [Ipomoea batatas (L.) Lam.] is grown all over the world to produce a wide range of industrial, food and beverage products. In USA, sweetpotato is grown in southern states to produce roots for human consumption. The area planted locally has been steadily increasing, as has household expenditure on fresh sweetpotato roots. Experiments were conducted over three years namely 2003, 2004 and 2005 for the selection of suitable genotypes and to identify optimum cultural practices such as in-row spacing and fertility. The average total marketable yield of the breeding lines ‘B 94-14’, ‘NC 98-608’, ‘94-96’ and varieties Beauregard and Georgia Jet was higher than the local commercial average. There was no interaction between in-row plant spacing and N-fertilization rates. U.S. # 1’s yield significantly increased with row spacing decrease from 15 through 7 inches, 65-195 bushels per acre. There was no significant difference between 7 and 10 inches, and 12 and 15 inches spacing among all grades recorded. The percent U.S. # 1’s was higher in 7 and 10 inches spacing (53 and 43%) compared to 12 and 15 inches spacing (22-17%). The U.S. # 1’s storage root yields under low nitrogen treatment were higher than for ‘non’ and ‘high’ N treatments. Beauregard was the best variety in terms of storability, losing an average of only 1.4% per month, while on the NC-98-608 was the worst, at 3.0%. ‘Beauregard’, ‘B 94-14’, ‘NC 98- 608’, ‘Jewel’ and ‘Georgia Jet’ tended to rank higher for uniformity of shape than other varieties/genotypes studied. Results from the study will provide farmers with information for making informed decisions on which variety to plant that will optimize profits and give them nformation on the soon to be released advanced lines. The results are also useful in future conventional and molecular breeding program for improvements of the desired quality criteria of sweetpotatoes."}
	}}
