{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"Nitrogen requirements for growth and early fruit development of drip-irrigated processing tomato (Lycopersicon esculentum Mill.) in Portugal"},
	"rdf:about":"http://agris.fao.org/aos/records/US201301591904",
	"dct:identifier":"US201301591904",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/10972"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2008,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2008-issue_3_4/a7.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Machado, Rui M.A. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Bryla, David R. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Veríssimo, M.L. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Sena, A.M. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Oliveira, M.R.G. (author)"
	}
	}
	],
	"bibo:abstract":{"value":"The effect of continuous application of small quantities of nitrogen (N) in irrigation water and N applied as starter on growth and development of processing tomato, from transplanting to beginning of fruit set, was studied in two experiments — a pot experiment and a field trial. The pot experiment was carried out with eight treatments, including two soil types and four levels of N application (13.2, 18.2, 28.2 and 48.2 mg/L of N). The field trial consisted of four N treatments, including a control with only 6.4 mg/L of N available naturally in the irrigation water, 15 kg/ha of N applied at pre-plant, 15 kg/ha of N applied at pre-plant plus 20 mg/L of N applied continuously during irrigation, and 15 kg ha-1 N applied at pre-plant plus 40 mg/L of N applied continuously during irrigation. Plant growth was significantly affected by soil type and N level under controlled conditions, increasing linearly in luvisol (sandy loam) and regosol (sand) soil at an average rate of 0.52 and 0.64 g dry weight per mg N in the irrigation water, respectively. However, under field conditions in luvisol soil, additional N, whether added at pre-plant or continuously during irrigation, had no effect on any measure of aboveground plant growth, including leaf area, plant dry weight or early fruit production, but reduced root length density below ground. Overall, N in the irrigation water was sufficient for the young tomato plants between planting and fruit set, and adding more N at pre-plant or by fertigation only resulted in luxury N consumption."}
	}}
