{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"Dicyphus tamaninii: Establishment and efficiency in the control of Aphis gossypii on greenhouse cucumber"},
	"rdf:about":"http://agris.fao.org/aos/records/US201301591943",
	"dct:identifier":"US201301591943",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/10972"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2008,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2008-issue_3_4/a31.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Ghabeish, I. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Saleh, A. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Al-Zyoud, F. (author)"
	}
	}
	],
	"bibo:abstract":{"value":"Greenhouse trials were conducted in order to study the efficiency of Dicyphus tamaninii Wagner (Heteroptera: Miridae) in reducing the population of Aphis gossypii Glover (Homoptera: Aphididae) on cucumber plants. Two release timings of D. tamaninii were tested, where 2 adult predators per plant were released one week (Cabin I) and two weeks (Cabin II) after the infestation of the cucumber plants with A. gossypii. A control trial was conducted in Cabin III, in which the cucumber plants were infested with A. gossypii but no D. tamaninii individuals were released. The total number of A. gossypii from different developmental stages was in the first week after infestation 138 (Cabin I), 106 (Cabin II) and 109 (Cabin III) aphid/plant. This had continuously increased till it reached a maximum of 221 (Cabin I), 364 (Cabin II) and 998 (Cabin III) in the fourth week. The number of A. gossypii per plant had hereafter decreased continuously where it reached an average of 59 (Cabin I), 98 (Cabin II) and 613 (Cabin III) in the last week of the experiment. D. tamaninii was successfully able to establish its population on cucumber under greenhouse conditions with A. gossypii as prey. The number of the different developmental stages of the predator increased gradually with time where it was in Cabin I in average 2 adults, 17 nymphs and 20 eggs per plant in the fourth week after infestation with the aphid and increased to reach 19, 17 and 121 adults, nymphs and eggs, in the last experimental week, respectively. In Cabin II, the number of D. tamaninii was in the fourth week 2 adults, 6 nymphs and 30 eggs and took hereafter an increasing tendency where it valued in average 19 adults, 24 nymphs and 63 eggs in the last week of the experiment. The efficiency of D.tamaninii in reducing the population of  A. gossypii was generally higher when the predator was released 1 week rather than 2 weeks after infestation with A. gossypii, where a percentage reduction of 78 and 65% were achieved in the third week and reached to 87 and 84% in the fifth week at both release timings, respectively."}
	}}
