{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"Sensory and chemical properties of extra virgin olive oils produced in two different Italian regions: Tuscany and Emilia-Romagna"},
	"rdf:about":"http://agris.fao.org/aos/records/US201300903853",
	"dct:identifier":"US201300903853",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/10972"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2008,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2008-issue_1/f13.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Rotondi, Annalisa (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Fabbri, Andrea (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Ganino, Tommaso (author)"
	}
	}
	],
	"bibo:abstract":{"value":"The present study was carried out in two commercial olive orchards, located in two olive-growing areas of Northern Italy, in the regions of Emilia- Romagna and Tuscany. Microclimatic parameters for both areas were collected throughout two seasons of experiments. Two different olive cultivars, Leccino and Leccio del Corno, were chosen and their olive ripening processes were studied considering the Jaen index. The chemical and sensory features of monovarietal olive oils produced in different areas were investigated. No significant differences were shown in free acidity, peroxide number or UV spectrophotometer indices. In the case of two of the main chemical parameters involved in oil stability, total phenolic content and oxidative stability index, both cultivars exhibited a good level of natural antioxidants. Levels of oleic acid in Leccino oils were lower than those detected in Leccio del Corno oils from both areas and during both crop seasons. Oils from Leccio del Corno, characterized by very high values of oleic acid, are notable for their higher nutritional value. Organoleptic properties of Leccio del Corno oils produced in Tuscany during 2003 showed significantly higher intensities of olive fruitiness, bitterness and pungency than the same oils produced in Emilia-Romagna. Oils of the same cultivar obtained in 2004 showed strong similarities between oils produced in the two areas with a slightly higher intensity of bitter flavor in oils produced in the Emilia-Romagna region. Quantitative descriptive sensory profiles of Leccino oils produced in 2003 and 2004 revealed a strong similarity between the two geographical areas. Oils produced in the two geographical areas by both cultivars showed high quality standards. The oils produced in the two environments displayed characteristics which are heavily influenced by the cultivar from which the fruits come. The effect of the environmental distance between the two sites does not seem so great as to markedly and systematically influence the features of the oil, from either chemical or organoleptic points of view and all oils produced proved to be of high quality."}
	}}
