{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"Response of okra (Abelmoschus esculentus (L). Moench) to weed control by mulching"},
	"rdf:about":"http://agris.fao.org/aos/records/US201300869662",
	"dct:identifier":"US201300869662",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/10972"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2007,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2007-issue_3_4/a30.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Olabode, O. S. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Ogunyemi, S. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Adesina, G. O. (author)"
	}
	}
	],
	"bibo:abstract":{"value":"Experiments were carried out at the Teaching and Research Farm of the Ladoke Akintola University of Technology, Ogbomoso, to evaluate the effects of mulching materials on okra performance during the rainy seasons of 2004 and 2005. Three mulch types – plastic mulch, grass mulch (Panicum maximum) and wood (Tectonia grandis) shavings were compared with hand weeding and no weeding control in a randomized complete block experiment with three replications. Okra growth and yield were significantly influenced by the treatments (P<0.05). Plants under plastic and grass mulches had bigger leaves and stems, as well as higher number of branches compared to those of wood shavings mulch and weedy control plots. The plants were also significantly taller and were similar to plants under the hand weeding control in these parameters (P<0.05). Plants under the weedy control were the poorest in their growth attributes. The highest yield of 12,135 kg/ha was obtained under plastic mulch, which was significantly higher  than all those other treatments (P<0.05). Yields from grass mulch (6,703 kg/ha) were similar to that of the hand weeding control (6,976 kg/ha). However, these were significantly higher than those of wood shavings mulch (5,301 kg/ha). Yield from the weedy control was the lowest (946 kg/ha; 14 g/plant)."}
	}}
