{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"Draught animal power utilization in small holder farms – A case study of Ringim Local Government Area of Jigawa State, Nigeria"},
	"rdf:about":"http://agris.fao.org/aos/records/US201300911295",
	"dct:identifier":"US201300911295",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/10972"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2008,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2008-issue_2/a33.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Bawa, G.S. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Bolorunduro, P.I. (author)"
	}
	}
	],
	"bibo:abstract":{"value":"A survey on draught animal power utilization in small holder farms was conducted during the 2004/2005 farming season in Ringim Local Government Area of Jigawa State, Nigeria. A purposive sampling technique was utilized where all the 150 household heads that owned and used draught animals were sampled. Structured questionnaires were developed and used for data collection. Data was analyzed using descriptive statistics of frequencies, percentages and mean. The results showed that about 60% of the respondents within the age group of 20 to 41 years took to farming as their main occupation. All the respondents were males with a large proportion (93.33%) operating mainly at the small-scale land holding level. The White Fulani (Bunaji) bulls were the popular breed of cattle used by the respondents for animal traction. Most of the respondents (98%) trained their animals for a period of 6-7 weeks before using them fully for farm operations. Feeding of animals was sub-optimal mainly on free range without concentrate during the rainy season and crop residues with or without concentrate during the dry season. About 76.67% of the respondents found draught animal farming not profitable. Major constraints faced by farmers that hindered profitability of animal draught farming include non-availability of tractor implement, cost of maintenance, lack of capital, inadequate feed supplement and poor extension contacts. The study showed that draught animal power utilization could be profitable and enhanced in small holder farms if adequate attention is paid to tackle the identified constraints through effective extension contacts, organization of functional cooperatives to facilitate credit access and availability of traction spare parts at affordable prices to the farmers."}
	}}
