{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"Chemical composition of fermented roselle (Hibiscus sabdariffa) calyx as affected by microbial isolates from different sources"},
	"rdf:about":"http://agris.fao.org/aos/records/US201300911245",
	"dct:identifier":"US201300911245",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/10972"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2008,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2008-issue_2/f3.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Ojokoh, A.O. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Adetuyi, F.C. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Akinyosoye, F.A. (author)"
	}
	}
	],
	"bibo:abstract":{"value":"Pure strains of Aspergillus niger, Aspergillus flavus, Saccharomyces cerevisiae and Bacillus subtilis, isolated from fermented roselle (Hibiscus sabdariffa) calyx and from other food sources (rice and eba), were cultured and subsequently used to ferment eight portions of 100 g each of roselle calyx for 72 hours. The results of the proximate composition revealed that the protein contents (10.8-12.6%) in the samples fermented with indigenous isolates were higher than those (7.4-9.2%) in the samples fermented with non-indigenous isolates. The fat contents in the samples fermented with indigenous isolates were higher than in the samples fermented with non-indigenous isolates, and the ash contents in the samples fermented with non-indigenous isolates were higher than in the samples fermented with indigenous isolates, except for the samples fermented with Bacillus subtilis where there was no considerable difference in the fat and ash contents. A decrease in crude fibre was recorded only in the samplesfermented with indigenous Saccharomyces cerevisiae and Bacillus subtilis. All the samples fermented with non-indigenous isolates were lower in phytate contents when compared with the samples fermented with indigenous isolates. There was no significant difference in tannin contents in all the fermented samples."}
	}}
