{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"Traditional animal healthcare practices in disease prevention and control by small ruminant farmers in Oyo State, Nigeria"},
	"rdf:about":"http://agris.fao.org/aos/records/US201300869593",
	"dct:identifier":"US201300869593",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/10972"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2007,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2007-issue_3_4/f33.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Jegede, O. C. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Ikani, I. E. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Dafwang, I. I. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Bolorunduro, P. I. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Annatte, A. I. (author)"
	}
	}
	],
	"bibo:abstract":{"value":"A study on traditional animal healthcare and ethnoveterinary practices was carried out among small ruminant farmers in two Local Government Areas (LGAs) of Oyo State, Nigeria. Forty farmers were randomly selected and interviewed using structured questionnaire. Simple descriptive statistics was used for data analysis. The results revealed that majority of the respondents (58.8%) carried out diagnosis on their animals by themselves, while only 8.8% consulted the veterinary doctors for diagnosis of diseases in their animals. Results obtained in this study also indicated that majority of respondents (97.50%) treated livestock diseases when identified, while 2.5% had indifference attitudes towards treatment of livestock diseases. Most farmers (63%) indicated the combined use of both traditional and orthodox veterinary services as sources of disease treatment. However, about 28% of farmers reported use of orthodox medicinal source only, while 8% of farmers used traditional means as source of disease treatment only. It was therefore concluded that standard veterinary medicine and traditional practices should be complementary in the field."}
	}}
