{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"The quantitative analysis of some quality criteria of Gemlik variety olives"},
	"rdf:about":"http://agris.fao.org/aos/records/US201301591845",
	"dct:identifier":"US201301591845",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/10972"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2008,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2008-issue_3_4/f6.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Uylaşer, Vildan (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Tamer, Canan Ece (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Incedayi, Bige (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Vural, Hasan (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Çopur, Ömer Utku (author)"
	}
	}
	],
	"bibo:abstract":{"value":"The overall appearance and size are the most effective factors for quality determination of olives. Moreover, quality classification and pricing of olives are done according to size, namely the number of olive fruits per kilogram. In this study, some quality criteria (number of olive fruit/kg, flesh/stone weight ratio, total dry matter, total acidity as lactic acid, pH, total oil) and differences in fatty acid composition of raw olives commercially placing on the market in different quality range were determined. The relationship between compositional discrepancies and the size of olives were displayed with a quantitative analysis. For this reason, Gemlik variety olives obtained from three different districts and classified into three groups (containing max. 200 olive fruit/kg, max. 300 olive fruit/kg and >300 olive fruit/kg) were used. It was quantitatively determined that compositional attributes of raw olives offered for sale could change for sizes inconsiderably. Considering all analyzed quality criteria, olive obtained from Gemlik district having maximum 300 fruit per kg was determined quantitatively as the best quality sample. The panel data grouped in 9 classes has been evaluated by multivariate statistical methods."}
	}}
