{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"Phosphorus dynamics in forest and savannah agro-ecological Alfisols incubated with different phosphorus fertilizers"},
	"rdf:about":"http://agris.fao.org/aos/records/US201301591987",
	"dct:identifier":"US201301591987",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/10972"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2008,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2008-issue_3_4/e25.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Oluleye, Anthony K. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Akinrinde, Ezekiel A. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Obigbesan, Gabriel O. (author)"
	}
	}
	],
	"bibo:abstract":{"value":"Incubation study on phosphorus (P) release in two Nigerian Alfisols, A and B (from Ikere-Ekiti Forest and Omuo-Ekiti savannah agro-ecologies, respectively) was conducted to evaluate the effectiveness of alternative P sources (ground phosphate rock, PR - 9% P; fortified PR organo-mineral fertilizer, OMF - 11% P and single superphosphate, SSP - 7.7% for reference). Soil samples (200 g; 0-20 cm depth), each filled into 20 plastic beakers were treated in triplicates and in Completely Randomized Design to 0 and 12.9 mg P kg-1 soil, using each P source. All samples were adjusted to soil water tension measured at M Ψm = 0.03 MPa. Changes in applied P were evaluated at 2, 6, 12 and 24 weeks after which data were analysed using ANOVA and correlations. Twenty four weeks after OMF application, P release varied with soil type. However, highest P fraction (72.9-97.2 mg kg-1) was Ca-bound in the two soil types. With SSP or PR application, highest P fraction (74.6-94.1 and 76.2-86.3 mg kg-1, respectively) was also Ca-bound that constituted more than 50% of inorganic P. The lowest P fractions released were Al-bound (0.7-1.1 mg kg-1). SSP transformed mostly to Fe-bound P in both soils while PR transformed largely into insoluble and chemically more stable residual P. These fractions correlated positively (r = 0.69, P<0.05) with soil properties and constituted major sources and sinks of plant-available P. Application of OMF or PR to the soils is highly beneficial for P nutrition as P emanating from them constituted more than 50% of inorganic P fractions. Organic P constitutes the largest percentage of total P in these soils; hence application of OMF enhances P nutrition in these soils. "}
	}}
