{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"Molecular characterization of almond cultivars and related wild species using nuclear and chloroplast DNA markers"},
	"rdf:about":"http://agris.fao.org/aos/records/US201300869635",
	"dct:identifier":"US201300869635",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/10972"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2007,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2007-issue_3_4/a15.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Zeinalabedini, M. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Majourhat, K. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Khayam-Nekoui, M. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Grigorian, V. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Toorchi, M. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Dicenta, F. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Martínez-Gomez, P. (author)"
	}
	}
	],
	"bibo:abstract":{"value":"The genetic diversity of different accessions of several wild almond species including P. eleagnifolia, P. hausknechtii, P. scoparia and P. lycioides,endemic to Irano-Afghan plate, was investigated using nuclear and chloroplast DNA markers. In addition, five cultivated almond cultivars (Marta from Spain; Nonpareil and Mission from USA; Ferrangnes from France and Tuono from Italy) were included in the study. Diversity was analysed at the DNA level by means of 16 nuclear and 5 chloroplast pairs of primers flanking SSR sequences. In 45 accessions, the number of alleles per locus in nuclear microsatellites ranged from 7 to 16, and expected heterozygosity varied between 0.54 and 0.93 with average PIC value of 0.81. It showed that they represent rather polymorphic species. In the case of chloroplast SSR, the polymorphism observed was much lesser in agreement with higher level of conservation of the chloroplast DNA. Therefore, nuclear microsatellites have been the most abundant markers with a high polymorphism and level of transference across closely related species in comparison with the others. In addition, results indicated the high variability present in the S-locus. Hierarchical analysis using integrated nuclear and chloroplastic microsatellite data yielded best clustering with six logical clusters or groupings corresponding to the different subgenus and sections."}
	}}
