{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"Response of tomato plants to organic nutrition in soilless culture"},
	"rdf:about":"http://agris.fao.org/aos/records/US201300911296",
	"dct:identifier":"US201300911296",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/10972"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2008,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2008-issue_2/a34.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Kaya, Seçkin (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Caturano, Ester (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Tuzel, Yüksel (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Okur, Nur (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Leonardi, Cherubino (author)"
	}
	}
	],
	"bibo:abstract":{"value":"Organic nutrition could reduce the environmental impact of soilless culture in particular in open systems. The objective of this study was to understand better the response of tomato plant fed with organic nutrient solution in substrate culture in relation to the possible role of the substrate and to provide more sustainable and efficient production by environmentally friendly nutrition method. For this purpose tomato plants were grown in the pots in a semi closed growing system. Plant response was studied in relation to: i) the nutrient solution (i.e., organic vs mineral); ii) the substrate (i.e., sand vs coconut fiber); iii) the amount of amendment (i.e., 40 vs 80 g/pot). Plant response was highly affected by organic nutrition, in part because of the uptake of nutrients and their content in plant tissues. Also, plants grown with the organic substrate showed a higher microbial activity and as a consequence organic matter mineralization. On the other hand, the amount of amendment added to the substrate did not influence significantly plant growth and fruit characteristics. It was concluded that to develop organic fertilization regimens for soilless cultivated tomato the aspects should be better deepen in future research concerns the right choice of organic fertilizers, the timing of nutrient solution preparation and the substrate which all could affect nutrient availability for the plants."}
	}}
