{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"Screening of some lactobacillus strains for their antifungal activities against aflatoxin-producing aspergilli in vitro and maize"},
	"rdf:about":"http://agris.fao.org/aos/records/US201301591849",
	"dct:identifier":"US201301591849",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/10972"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2008,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2008-issue_3_4/f8.pdf",
	"dct:creator":{"foaf:Person":{"foaf:name":"Elsanhoty, Rafaat M. (author)"
	}
	},
	"bibo:abstract":{"value":"This work was done to assess the potential of fourteen strains of lactic acid bacteria to inhibit the outgrowth of some common food-spoilage fungi, especially aflatoxin-producing aspergilli. Two fungi were isolated and identified from various food sources. One of the isolates was identified as Apergillus flavus (AF) and produced aflatoxin B1 and B2. The other of the isolates was identified as Aspergillus parasiticus (AP) and produced aflatoxin B and G. Cell-free supernatants of fourteen lactobacillus strains were evaluated for the antifungal activity using an agar gel-diffusion method. Of the tested lactic acid bacteria 12 had inhibitory effect on the indicator fungi, while two strains did not have any antifungal activity on either AF or AP. The maximum activity against fungus was shown by L. plantarum and L. acidophilus ATCC 20552. The antifungal activity was retained after heating, and the produced antifungal metabolites were pH dependent, and the effect decreased by decreasing of the supernatant concentration. Based on these results, cell-free supernatants of both L. plantarum and L. acidophilus ATCC 20552 were chosen to study their capability to inhibit the growth of aspergilli in maize kernels, damage percentage and reduce the aflatoxin production during a 30 days of storage period at room temperature. The results indicated that the lactobacillus strains examined could be used as natural food grade (bio) control agents for management of the problems caused by Aspergillus during storage of cereals."}
	}}
