{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"Biotechnological applications of Lentinus edodes"},
	"rdf:about":"http://agris.fao.org/aos/records/US201300876503",
	"dct:identifier":"US201300876503",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/10972"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2007,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2007-issue_3_4/e12.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Silva, Érica S. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Cavallazzi, José R. P. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Muller, Gabriela (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Souza, João V.B. (author)"
	}
	}
	],
	"bibo:abstract":{"value":"Lentinus edodes belongs to the Basideomycotina sub-division and to Agaricaceae family. This fungus has been presented by the literature as a microorganism with potential for food industry, medical application, enzyme production and effluent treatment. The aim of this manuscript was to discuss its biotechnological potential. L. edodes is the second most cultivated mushroom and has been consumed world-wide. Shiitake has been cultivated in China and Japan for about 2000 years. The great interest in shiitake’s commercialization is due to its flavor/taste and nutritional and medicinal properties. Antibiotic, anti-carcinogenic and antiviral compounds have been isolated intracellularly (fruiting body and mycelia) and extracellularly (culture media). Some of these substances were lentinans, lentins, lectins and eritadenins. There are scientific and economic interests in the enzymes produced by L. edodes. They have potential for application in paper industry for biopulping, residue treatments and improvement in the digestibility of animal rations, and the literature presents lot of works describing application and potential of these enzymes. Many studies have been carried out using L. edodes for the treatment of effluents from industries as olive oil processing, textile and pulp and paper. L. edodes enzymes are the main responsible for its treatment capacity. The potential of this microorganism is unquestionable in some of the most important areas of applied biotechnology."}
	}}
