{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"Recovery and stability of oleuropein and other phenolic compounds during extraction and processing of olive (Olea europaea L.) leaves"},
	"rdf:about":"http://agris.fao.org/aos/records/US201300911243",
	"dct:identifier":"US201300911243",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/10972"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2008,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2008-issue_2/f1.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Malik, Nasir S. A. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Bradford, Joe M. (author)"
	}
	}
	],
	"bibo:abstract":{"value":"Polyphenols in olive leaves, especially oleuropein, are of great interest to researchers, household consumers and commercial entities due to many health benefits of these compounds. Various processing and extraction methods were investigated to evaluate stability and recovery of oleuropein and other polyphenols from olive leaves. Brief thawing of frozen leaf samples (5 minutes) caused a sharp reduction in extractable oleuropein levels (57.7%), and 53.5% loss in oleuropein occurred when frozen leaf powder was thawed for only 2 minutes. Simple drying of fresh leaves at room temperature (25°C) fully preserved oleuropein and verbascoside levels while drying at an elevated temperature of 60°C resulted in losses at various levels of all polyphenols studied. While extraction in 80% methanol is the most effective method for olive leaf polyphenols for laboratory use, boiling of dried leaves was also a very efficient method for extracting oleuropein and verbascoside that gave 96 and 94% recoveries of these compounds, respectively, when compared with the methanol extract. Oleuropein was quite stable in aqueous extracts for 7 days when stored at room temperatures but degraded after 17 days. Other polyphenols were less stable in aqueous extracts and started to show some degree of degradation after 7 days (little change occurred during the first 24 h storage at room temperature) and were completely degraded after 17 days. On the other hand, oleuropein and other polyphenols in methanol extract were quite stable for 30 days when stored at room temperature. The studies provide important information for efficient and effective processing and extraction of olive leaf polyphenols for research, home and commercial use."}
	}}
