{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"Mineral concentrations in leaves of nine browse species collected from Mvomero, Morogoro, Tanzania"},
	"rdf:about":"http://agris.fao.org/aos/records/US201301591906",
	"dct:identifier":"US201301591906",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/10972"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2008,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2008-issue_3_4/a9.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Mtui, Dorah J. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Lekule, Faustin P. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Shem, Martin N. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Hayashida, Maki (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Fujihara, Tsutomu (author)"
	}
	}
	],
	"bibo:abstract":{"value":"Mineral contents in browse leaves and concentrations of nutrients available in soil at the end of rain season were determined in Mvomero District, Morogoro, Tanzania. Nine species, namely Accacia nilotica, Accacia tortilis, Balanites aegyptiaca, Commiphora africana, Ficus sycomorus, Lantana camara, Lawsonia inermis, Senna siamea and Trichilia emetia, and soil samples were randomly collected from five wards. Potential mineral intake was estimated for a cow weighing 450 kg and consuming 2.7% BW, and goat weighing 50 kg and consuming 4% BW. Results indicated that the concentrations of minerals in the browse leaves were affected by the levels of these minerals in soil. Soils had medium to high levels of Ca, Fe, Mg, Mn and Zn while P and Cu were in low levels. The leaves had enough Ca, Mg, S, Zn and Mn to meet the ruminants’ requirements. The Ca:P ratio ranged from 2.39 (L. inermis) to 35.58 (B. aegyptiaca), making leaves with very high levels unlikely to be a well balanced source of these minerals for livestock. All browse leaves had low P and Cu concentration while marginal Mn concentration was recorded for T. emetia, F. sycomorus and S. siamea. With exception of L. camara, all leaves had Se concentration above what is regarded as inadequate (<0.03 mg kg-1 DM) and below maximum tolerable concentration (2.0 mg kg-1 DM). However, marginal Se concentration of C. africana, F. sycomorus and S. siamea could pose risk of Se deficiency if fed solely to ruminants. Based on estimated potential intake of Ca, Mg and S, browse fodders had sufficient contents to meet the requirements of cows and goats. Low to moderate potential intake was estimated for Zn, Mn and Se, while consumption of P and Cu were low. It is concluded that browse leaves are poor source of P and Cu, therefore, for optimal productivity, cows and goats fed these browse must be supplemented with these minerals."}
	}}
