{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"Quality profile of the most commonly grown wheat varieties in Jordan"},
	"rdf:about":"http://agris.fao.org/aos/records/US201301591839",
	"dct:identifier":"US201301591839",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/10972"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2008,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2008-issue_3_4/f3.pdf",
	"dct:creator":{"foaf:Person":{"foaf:name":"Al-Dmoor, Hanee M. (author)"
	}
	},
	"bibo:abstract":{"value":"Deir alla-6, Um Qais, Haurani, Cham-1 and ACSAD-65 are the most commonly cultivated five wheat varieties in Jordan. Overall quality profile of these wheat varieties was evaluated based on grain, flour and rheological characteristics. The aim of this research was to determine the quality characteristics of the Jordanian wheat that may provide some directions to the breeders to improve the quality of wheat grown in this area. According to results from these analyses, the wheat varieties were classified as durum to hard wheat. Test weights for tested kernels ranged between 64.2 and 64.3 lb/bu. The average grain protein content was 12.32%. ACSAD-65 had the highest gluten index value (75.2). Ash contents were more than 0.88% for all the varieties. Mixing Tolerance Index values ranged from 40 to 80 (BU). Grain, flour and rheological parameters support the conclusion that Jordanian wheat has relatively poor to moderate gluten quality. Resistance and extensibility results in the tested samples showed that flours can be used to produce good quality Arabic flat bread, which requires the extensibility during bread making process. Miller should blend Jordanian wheat with other imported-high-quality-gluten wheat varieties to get appropriate flour characteristics for each end- product. More breeding programs must be applied for Jordanian wheat with desired end-product quality."}
	}}
