{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"Effect of CIPC (isopropyl–N (3-chlorophenyl) carbamate) on storage and processing quality of potato"},
	"rdf:about":"http://agris.fao.org/aos/records/US201300903845",
	"dct:identifier":"US201300903845",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/10972"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2008,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2008-issue_1/f6.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Mahajan, B.V.C. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Dhatt, A.S. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Sandhu, K.S. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Garg, Anita (author)"
	}
	}
	],
	"bibo:abstract":{"value":"The study was conducted to assess the effect of CIPC (isopropyl–N (3-chlorophenyl) carbamate) on storage and processing quality of potato during storage. Healthy, well cured and disease free tubers of cultivars viz. Kufri Chandramukhi, Kufri Jyoti, Kufri Chipsona-1, Kufri Sutlej and Kufri Badshah were packed in plastic netted bags and stored at 10±1°C and 90-95% RH. The potatoes were fogged twice with CIPC @ 40 ml per ton in the store. The first fogging was applied after 15 days of storage and second 60 days after the first fogging. The data revealed that application of CIPC to the stored potato was effective in checking the sprouting and maintaining the low reducing sugar level throughout the stipulated storage period of six months. In Kufri Chandramukhi, Kufri Jyoti and Kufri Chipsona-1, the reducing sugar levels were below 0.25% after five months of storage, and potatoes were highly suitable for chip making. On the other hand in cold (2-3°C) stored potato as without CIPC-treatment, the level of reducing sugar in all the cultivars ranged between 0.34 to 0.58% even after one month of storage and the chips were of dark brown colour. The culinary quality of CIPC-treated potato was also better than that of cold stored potato. The residue of CIPC in whole and peeled tuber was regularly monitored up to six months during storage and observed that in whole potato, after two days of fogging, the residue of CIPC was quite high but it gradually declined during storage. However, after 3 weeks of storage, the residue decreased to acceptable limit (30 mg/kg).The study revealed that CIPC treated potatoes can be successfully stored at 10±1°C and 90-95% RH for five months with low reducing sugars and acceptable processing and culinary quality as compared to potato stored at 2-3°C."}
	}}
