{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"Preferences of Turkish people for irradiated, GM or organic foods"},
	"rdf:about":"http://agris.fao.org/aos/records/US201300869560",
	"dct:identifier":"US201300869560",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/10972"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2007,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2007-issue_3_4/f14.pdf",
	"dct:creator":{"foaf:Person":{"foaf:name":"Mehmetoglu, Arzu Cagri (author)"
	}
	},
	"bibo:abstract":{"value":"Through commercial application, new technologies may improve health, agriculture, farming practices and the quality of foods. However, along with the array of potential benefits are potential risks and uncertainties surrounding the commercial applications of these technologies. In this study, a survey was prepared to receive opinion of Turkish People living in the most populated area of Turkey about irradiated foods, food additives and organic foods and genetically modified foods. Survey questions were asked to 1226 people (626 women and 600 men) in 4 different age groups (15- 30, 31-45, 46- 60, 61-90 years old). Questions were generally prepared to expose their knowledge and awareness about food additives, organic foods, irradiation, genetically modified foods or hormone residues in foods. Most of them think that consuming food containing some of the food additives can lead to some health problems. The half of the participants did not have knowledge about food irradiation. The results of the current study also indicated that 9% of respondents did not concern for the safety of irradiated foods; however, 69% of them concerned very much. In addition, the present study indicated that only 8% of respondents thought that GM foods were safe, 69% thought that they were little risky, 23% of them thought they were extremely risky for our health. All participants with different age, gender, income level or education level had negative thought about hormone residues in food products. Interestingly, 29 and 18% of them did not have knowledge about organic foods and believed that they can be unhealthy, respectively. In conclusion, the most of the participants, especially 31-45 years old and high income people, were cautious about what they purchase."}
	}}
