{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"Protein supplementary quality of vegetable leaf meal (Amaranthus cruentus) in the diets of laying hens: Egg laying performance, egg quality and heamatological implications"},
	"rdf:about":"http://agris.fao.org/aos/records/US201300869656",
	"dct:identifier":"US201300869656",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/10972"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2007,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2007-issue_3_4/a25.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Fasuyi, A.O. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Dairo, F.A.S. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Olujimi, O.T. (author)"
	}
	}
	],
	"bibo:abstract":{"value":"An experiment was carried out with Hy-line Brown variety layer birds at the beginning of the hen year (first egg laying phase). Four isonitrogenous and isocaloric diets were formulated in which the major difference was the percentage inclusion levels of the Amaranthus cruentus leaf meal (ACLM) at 0, 10, 15 and 20% in Diets 1, 2, 3 and 4, respectively. Apart from the yolk colour score and feed efficiency that varied significantly (p<0.05) among the hens on the four dietary treatments, there were no significant differences in the mean values for body weight changes, hen day production, egg weight, albumen height, shell thickness and Haugh unit. The mean egg weight values ranged between 62.67+2.31 g in eggs collected from hens on Diet 3 and 68.30+6.51 g from hens on Diet 4 while albumen height ranged between 4.77+0.15 and 5.23+0.31 mm. The shell thickness also ranged from 0.39+0.04 in eggs from hens on Diet 3 to 0.47+0.09 in eggs from hens on Diet 1. The yolk colour score was significantly different (p<0.05) among eggs collected from hens on the different diets with yolk yellowish colouration deepening from Diet 1 to Diet 4. The feed efficiency, hen day production and albumen height values recorded for hens on Diet 2 (10% ACLM inclusion) were consistently higher than other values. Livability was 100% for all experimental hens and haematological investigation was favourable. No physical health hazards or deformations were observed in all experimental hens. It is evident that ACLM if well harnessed could be a potential supplementary protein source in poultry layer diets particularly at inclusion levels not exceeding 10%."}
	}}
