{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"Evaluation of chemical composition and in vitro gas production of browses collected from Tanzania"},
	"rdf:about":"http://agris.fao.org/aos/records/US201301591894",
	"dct:identifier":"US201301591894",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/10972"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2008,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2008-issue_3_4/a2.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Mtui, Dorah J. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Shem, Martin N. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Lekule, Faustin P. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Ichinohe, Toshiyoshi (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Fujihara, Tsutomu (author)"
	}
	}
	],
	"bibo:abstract":{"value":"Browse plays an important role in providing feed for livestock in tropics. Chemical composition and in vitro gas production of nine browse species commonly utilized by smallholder farmers in Mvomero district Morogoro, Tanzania, are presented. The forages had a wide range of crude protein content ranging from 89.73 in C. africana to 276.0 g kg-1 DM in A. tortilis. Neutral detergent fibre (NDF), acid detergent fibre (ADF) and acid detergent lignin (ADL) varied significantly (P<0.05) among the browse species. High contents (g kg-1 DM) were recorded in L. camara for NDF (666.6), ADF (555.6) and ADL (229.71). Balanites aegyptiaca had the highest (g kg-1 DM) hemicellulose (206.02) and the lowest cellulose (75.45) contents. The browse species varied widely in the phenolics compositions. The highest total extractable phenolics and total extractable tannin (TEPH and TET) values were recorded in A. nilotica (168.36 and 176.15 mg g-1 DM, respectively), while the lowest values were recorded in B.aegyptiaca (11.34 and 11.89 mg g-1 DM, respectively). In vitro gas production (ml gas/200 mg DM) at 96 h ranged from 41.51 in S. siamea to 23.3 in A. tortilis. Commiphora africana had the highest potential gas production and B. aegyptiaca had high rate of gas production. Addition of polyethylene glycol (PEG = 6000) increased 24 h gas production, organic matter degradability and metabolizable energy in C. africana, A. tortilis and A. nilotica. Based on chemical composition, gas production and in vitro degradability, the studied browse forages have high potential nutritive value, especially as protein supplements to low quality forages in the tropics. However, presence of tannins in some species adversely affects their potential."}
	}}
