{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"The effect of various rootstocks on triploid watermelon yield and quality"},
	"rdf:about":"http://agris.fao.org/aos/records/US201300869670",
	"dct:identifier":"US201300869670",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/10972"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2007,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2007-issue_3_4/a35.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Huitrón, Maria Victoria (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Diaz, Manuel (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Diánez, Fernando (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Camacho, Francisco (author)"
	}
	}
	],
	"bibo:abstract":{"value":"One of the problems related to intensive watermelon (Citrullus lanatus var lanatus, Thunb) yield is the increase of soil-borne diseases. The grafting technique is an alternative for reducing losses from these pathogens, making watermelon crops possible in areas where soil-borne diseases are a limiting factor. Two experiments were established for two years in “Almeria-type” plastic greenhouses in Almeria, Spain, to evaluate the influence of four rootstocks on cv. Reina de Corazones triploid watermelon yield and quality. These experiments did not use pollinating varieties. Ovary development was achieved with N-(2-chloro-4-pyridyl)-N-phenylurea (CPPU) plant growth regulator at a concentration of 200 mg.L-1. Experiments were conducted under plastic greenhouses in the spring of 2003 and 2004. RS-841 and Shintoza (both Cucurbita maxima x Cucurbita moschata) were the rootstocks with the highest percentage of plants affected by nematode, Meloidogyne incognita. Reina de Corazones obtained its highest yield when grafted on PI-296341-FR Citrullus lanatus var citroides, with very low levels of parasitic nematodes (Meloidogyne incognita). None of these rootstocks significativelly affected the quantity of total soluble solids, presenting values above 11.17º Brix."}
	}}
