{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"Evaluation of earth-ball (Icacina manni) as energy replacement for maize in the diets of rats"},
	"rdf:about":"http://agris.fao.org/aos/records/US201301591930",
	"dct:identifier":"US201301591930",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/10972"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2008,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2008-issue_3_4/a21.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Umoren, U. E. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Ukam, V. E. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Akpet, S. O. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Udoekong, E. C. (author)"
	}
	}
	],
	"bibo:abstract":{"value":"Eighty weanling male albino rats of Wistar strain 21+2 days old were used in a study to determine the replacement value of differently processed Icacina manni tuber meal for maize in their diets. Five dietary treatments in which maize was replaced with 0, 25, 50, 75 and 100% Icacina tuber meal were formulated. The rats were randomly allotted to the five treatments with twenty rats per treatment of four rats per diet in a randomized complete block two-treatment factor analysis of variance. Results showed that daily feed intake, daily weight gain and feed efficiency decreased significantly (p < 0.05) with increasing level of Icacina meal in 0, 24 and 48 hours fermented samples. Rats fed 72 hours fermented ration did not differ (p > 0.05) in feed intake, daily weight gain and feed efficiency up to the 50% level of replacement, from those on the control diet. Mortality was highest in the unfermented sample at even the least replacement level (25%). Serum parameters of differently processed Icacina meal diets examined at same level of replacement (75%), revealed that serum glucose and cholesterol were low compared to the control diet. The serum enzymes (aspartate aminotransferase and alanine aminotransferase) were higher (p < 0.01) in animals fed the unfermented sample than those on the control and other three fermented Icacina diets. It was concluded that fermented sun-dried Icacina tuber meal could replace maize in rat diets up to 75% without any adverse effects on performance."}
	}}
