{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"Growth, yield and fruit quality of red dragon (Hylocereus polyrhizus) fruit as affected by plant support system and intercropping with long bean (Vigna sinensis)"},
	"rdf:about":"http://agris.fao.org/aos/records/US201301591935",
	"dct:identifier":"US201301591935",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/10972"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2008,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2008-issue_3_4/a24.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Yusoff, Martini M. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Halim, Ridzwan A. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Mohamed, Mahmud T.M. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Rastan, Syed Omar S. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Meon, Zainuddin (author)"
	}
	}
	],
	"bibo:abstract":{"value":"Climbing epiphytic cacti, particularly members of the genera Hylocereus known as pitaya or dragon fruit, have recently drawn much attention of growers worldwide because of their economic value as food products and also owing to their high nutritive and medicinal values. These cacti are branched climbers needing strong structures to ensure their vigorous growth and heavy fruit yield for maximum yield production. Various designs of structure have been used to provide such support. In addition, it normally takes 8 to 12 months for dragon fruit to bear fruits after planting. Thus, it would be useful to practice intercropping during this juvenile period of dragon fruit. Therefore, a study was conducted to determine the effects of using three different plant support systems: the pole, T bar trellis and V shape, on growth, yield and fruit quality of dragon fruit and to evaluate the use of long bean as an intercrop with dragon fruit. Red dragon fruit as the main crop and long bean as the intercrop were used in this study. Dragon fruit plants grown using the pole system showed 17–38% more flower buds, 15–36% more fruits and 24% heavier total fruit weight compared to those of the T bar trellis and V shape systems, respectively. There were also significant effects of plant support systems on soluble solid concentration (% Brix) where T bar trellis and pole systems showed 7% higher soluble solid concentration than that of the V shape system. Intercropping had no influence on all the parameters measured. Support systems did not have any significant effect on the stem diameter, chlorophyll concentration of stem, and days to attain fruit maturity in red dragon fruit and in the yield of long bean. Similarly, fruit quality including fruit pH, fruit diameter, fruit length, peel and pulp color and titratable acidity were not affected by different support systems or intercropping."}
	}}
