{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"Effects of plucking methods on yield and quality of black tea (Camellia sinensis L.)"},
	"rdf:about":"http://agris.fao.org/aos/records/US201300911298",
	"dct:identifier":"US201300911298",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/10972"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2008,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2008-issue_2/a40.pdf",
	"dct:creator":{"foaf:Person":{"foaf:name":"Asil, Moazzam Hassanpour (author)"
	}
	},
	"bibo:abstract":{"value":"Comparative plucking method is based on three lengths (5, 10 and 15 cm) and control treatment (immediately after bases of pruning) after regular annual pruning by standard conventional plucking in three flushing period (spring, summer and autumn) in a randomized complete block design (RCBD) with four replications from 2005 to 2006. Parameters included green leaves, canopy area, % soluble ash, insoluble ash, % theaflavins (TF), % thearubigins (TR), % tannin (TN), % caffeine (CF), % brightness (BR), % total color (TC) and ratio TF/TR were measured. Plucking based on the lengths of shoot growth was significantly (p≥0.05) better than those based on the standard conventional plucking. The best result of green leaves yield and quality were obtained in the 5 cm treatment in spring flush, followed by 10 cm and 15 cm respectively. The quantity and quality (the biochemical constituents such as catechin fractions) and other compounds contributed to quality in black tea fluctuated by the seasonal growth (spring, summer and autumn) and variation of shoot length. The variability of TF, ranging from 0.72 to 1.10% in black tea indicates a difference in quality of tea. The solubility of TR ranging from 9.76 to 15.10% indicates that permeability in black tea was variable. The solubility of total polyphenols was a useful quality index of the black tea. Catechin levels in black tea, TF, BR, TR, TC, flavour index and sensory evaluation decreased by coarse plucked standard. BR and total colour decreased as TR decreased."}
	}}
