{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"Appraising the sensorial quality of grape juice prepared from Benitaka cultivar"},
	"rdf:about":"http://agris.fao.org/aos/records/US201301591874",
	"dct:identifier":"US201301591874",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/10972"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2008,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2008-issue_3_4/f27.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Pinheiro, Erika Sousa (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"da Costa, Jose Maria Correia (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Clemente, Edmar (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Rodrigues, Maria do Carmo Passos (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"de Sousa, Paulo Henrique Machado (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Maia, Geraldo Arraes (author)"
	}
	}
	],
	"bibo:abstract":{"value":"Currently, the consumption of fruits and their derivates has been increasing significantly. That is very relevant to producers and industrials, since there are a lot of post-harvest/picking losses, mainly of perishable fruits as is the case of grape. People who try to keep healthy habits have been consuming more fruits because of their several rich components, that is, antioxidant compounds, vitamins and minerals. Based on those statements, the aim of the present study was to evaluate the sensorial characteristics of grape juice from Benitaka cultivar, which was obtained by extraction, at steam room during a 210-day-storage period. The following attributes were appraised: appearance, color, flavor, global impression, characteristic flavor, sweetness and intention of purchasing the product. Considering appearance, color and sweetness there was no significant difference (p>0.05) in the storage period. On the other hand, regarding flavor, global impression, characteristic flavor and purchase intention there was a significant difference (p<0.05) during storage. It can be concluded that the grape juice was stable during the 210-day-storage period, without changes either in appearance or color of the product, in spite of the decrease of the characteristic flavor that occurred along storage time."}
	}}
