{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"Promoting integrated management practices for speargrass (Imperata cylindrica (L.) Raeusch.) in soybean, cassava and yam in Nigeria"},
	"rdf:about":"http://agris.fao.org/aos/records/US201300869608",
	"dct:identifier":"US201300869608",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/10972"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2007,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2007-issue_3_4/a7.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Chikoye, David (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Ellis-Jones, Jim (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Avav, Ter-Rumun (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Kormawa, Patrick M. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Udensi, Udensi E. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Tarawali, Gbassey (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Nielsen, Ole K. (author)"
	}
	}
	],
	"bibo:abstract":{"value":"Speargrass is a serious weed in many farming systems of West Africa. Participatory research and extension approaches were used to promote farmer testing of alternative speargrass management options in yam, cassava and soybean in Nigeria. Treatments were paired plots with a farmers’ control and at least one improved control option. The farmers’ practice consisted of slashing, burning and hoe weeding. Improved options were the use of glyphosate either alone or integrated with velvetbean. In the farmers’ control, labour use was higher in yam and soybean than in cassava. In all crops, there was a 54 to 96% decrease in labour use as farmers switched from hoe weeding to chemical control. Including velvetbean in the improved management systems required an additional 45 person-hr/ha. Across all crops, chemical control reduced speargrass density, gave higher yields and gross benefits and had a lower cost of weed control than the farmer’s control. Chemical control increased the net benefit over the farmers’ control and gave higher benefit:cost ratios because of higher crop values and lower costs of weed control. Farmers preferred chemical control because of better crop performance and reduced labour use. The perceived high cost of herbicides was a disincentive for widespread adoption."}
	}}
