{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"Effects of nitrogen and duration of weed interference on grain yield and SPAD (chlorophyll) value of soybean (Glycine max (L.) Merrill.)"},
	"rdf:about":"http://agris.fao.org/aos/records/US201301591947",
	"dct:identifier":"US201301591947",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/10972"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2008,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2008-issue_3_4/a35.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Shafagh-Kolvanagh, Jalil (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Zehtab-Salmasi, Saeid (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"JavanshirAziz (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Moghaddam, Mohammad (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Nasab, Adel Dabbagh Mohammady (author)"
	}
	}
	],
	"bibo:abstract":{"value":"Effects of nitrogen (N) and duration of weed interference on grain yield and SPAD (chlorophyll) value of soybean was studied in the Research Station of University of Tabriz, Iran, during 2005 and 2006. The experiments were carried out as split-plot, based on randomized complete block design with three replications. Nitrogen application rates (0, 20, 40 and 60 kg/ha) were included in the main plots and 10 weed interference periods (two sets) in subplots. Soybean was either kept free of weeds for Ve (emergence of cotyledons), V1 (1st trifoliate), V4 (4th trifoliate), R1 (beginning bloom) and R3 (beginning pod) growth stages (GS) or weeds were allowed to grow for the corresponding periods and subsequently kept weed-free. Weed infested conditions for the entire growing season led to 14.68, 17.33, 21.42, 5.71 and 48.42% reduction in SPAD value of V4, R1 and R3 GS of soybean, protein and grain yield, respectively, as compared with full season weed-free control treatments. These characters were positively influenced by increasing N levels, and consequently better vegetative growth was observed. The highest and lowest values of these characters were observed in N 60 and 0 kg/ha, respectively. Also, SPAD value showed a decreasing trend with the progress of soybean GS for all levels of N under both weed-free and weed-infested conditions. SPAD value gradually increased in response to increasing weed-free period compared with the weedy control and gradually decreased in response to increasing weed-infested period compared with the weed-free control. These results indicate that an increase in N level enhanced soybean tolerance to the presence of weeds even when no yield response to N was observed. The reductions in N use may warrant more intensive weed management."}
	}}
