{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"Methods for the preservation of genetic material of Pancratium maritimum (Amaryllidaceae)"},
	"rdf:about":"http://agris.fao.org/aos/records/US201301591988",
	"dct:identifier":"US201301591988",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/10972"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2008,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2008-issue_3_4/e26.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Nikopoulos, Dimitrios (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Nikopoulou, Despina (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Alexopoulos, Alexios A. (author)"
	}
	}
	],
	"bibo:abstract":{"value":"Pancratium maritimum (Amaryllidaceae) is a plant species of the sandy coastline soil and its presence in many Mediterranean regions shows a notable reduction. The importance of preserving this plant is great because of its significant medicinal and ornamental interest. In this study, four alternative methods of preserving the genetic material of P. maritimum were studied: (a) the preservation of botanical seed in containers under air vacuum conditions at -20ºC or in airtight containers supplemented with silica gel at 5ºC, (b) the in vitro preservation of microplants derived from in vitro germination of the botanical seed, (c) the establishment (by using as starting material bulbous spontaneous plants, little bulbs or botanical seeds), and the preservation of plants ex situ (in plant growth chamber) and (d) the protection of the plant in situ (in natural ecosystems). The germination capacity of the seeds ranged at high levels (approximately 80%) after 20 months preservation at -20ºC or 5ºC. P. maritimum microplants were preserved in vitro for at least 14 months without the need of recultivations or successfully transplanted in little pots for ex vitrum preservation. The survival percentages of plants preserved ex situ ranged 98-100% for at least 30 months. The presence of P. maritimum in natural ecosystems in Greece was observed to be connected with the presence of 12 plant species. The protection of the P. maritimum patches, mainly by the limitation of distinction of some human activities, is considered to be very important for the preservation of this plant species."}
	}}
