{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"Usability of drilled wells as irrigation wells"},
	"rdf:about":"http://agris.fao.org/aos/records/US201300911313",
	"dct:identifier":"US201300911313",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/10972"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2008,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2008-issue_2/e15.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Dökmen, Funda (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Kurtulus, Cengiz (author)"
	}
	}
	],
	"bibo:abstract":{"value":"Thirty-three wells with a total depth of 696 m were examined in Bahçecik district of Kocaeli, İzmit, and their usage as irrigation wells was researched. Twenty-three of them contained water and the others were empty. Of the 23 wells drilled, 4 wells were drilled in the volcanities, 12 wells in the Plio- quaternary sediments and 7 wells in the alluvium. Their depths varied between 5.3 and 23.3 m. The SPT tests were applied at every 1.5 m; disturbed and undisturbed samples were collected in suitable places. The soil classification has been done according to the laboratory results of the samples. The Eocene volcanities including basalt, andesite, tuffits and aglomerates generally show andesitic and riyodasitic characteristics. The water levels in the wells drilled in this formation varied between 3.30 and 6.40 m. The Plio-quaternary deposits generally included silt, clay, clayey silt, silty clay and sandy silt. Their soil classes were determined as MH (high plasticity silt) for 13 wells, CH (high plasticity clay) for 1 well, CL (low plasticity clay) for 2 wells, SM (sandy-silt) for 2 wells and ML (low plasticity silt) for 3 wells. The underground water levels in the wells drilled in this formation varied from 2.20 to 7.30 m. The alluvium is generally composed of clay, silty clay and clayey silt. Their soil classes were determined as MH for 5 wells and as CH and CL for the others. The underground water levels in these wells varied between 1.70 and 4.70 m. The usage of the 23 wells as irrigation wells were approved and pump depths were determined."}
	}}
