{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"Influence of salinity source on production, quality and environmental impact of tomato grown in a soilless closed system"},
	"rdf:about":"http://agris.fao.org/aos/records/US201301591945",
	"dct:identifier":"US201301591945",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/10972"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2008,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2008-issue_3_4/a33.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Signore, Angelo (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Santamaria, Pietro (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Serio, Francesco (author)"
	}
	}
	],
	"bibo:abstract":{"value":"In order to obtain high quality cherry tomato in closed soilless systems, the nutrient solutions must have a high electric conductivity (EC), so are often enriched with NaCl or their concentrations are increased by adding greater quantities of some major elements (nitrogen, phosphorus, potassium, etc.). The purpose of this research was to compare two different ways of increasing the initial EC of the nutrient solution for greenhouse tomato growing in a nutrient film technique (NFT). The initial EC of the nutrient solution was increased by doubling the concentrations of the macro-elements or adding NaCl, in order to maintain the EC above 3.5 dS m-1. The studied effects were: i) production and quality of the fruits; ii) water use efficiency and element use efficiency; and iii) environmental impact of the cultivation system. Doubling the concentrations of the macro-elements (N, P and K) the total production and the discarded fruits were increased by 8 and 52%, respectively. The addition of NaCl increased by 6% the percentage of fruits with a diameter between 25 and 35 mm, class most appreciated by the consumers. The principal parameters of the organoleptic quality (total soluble solids, ascorbic acid, titratable acidity and dry matter content) were not influenced by the source of the salinity. The quantity of water used was similar in the two experimental treatments (3400m3 ha-1, in average). However, the addition of NaCl allowed a meaningful reduction in the quantities of nutrients utilised, with inclusive savings of 11% (for S) and 20% (for P), without any meaningful decrease in marketable yield."}
	}}
