{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"Changes in soil quality as influenced by cropping in the forest ecology of Southwestern Nigeria"},
	"rdf:about":"http://agris.fao.org/aos/records/US201301591986",
	"dct:identifier":"US201301591986",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/10972"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2008,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2008-issue_3_4/e24.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Oluwatosin, G. A. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Adeyolanu, D. O. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Idowu, O. J. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Taiwo, L. B. (author)"
	}
	}
	],
	"bibo:abstract":{"value":"Soil quality (SQ) assessments and interpretations are proving beneficial for the understanding of how soils interact with the hydrosphere and atmosphere. Based on soil quality information, management options can be developed with a view to improving the capacity of the soil to function within various ecosystem boundaries. We studied soil properties in a 12 year chronosequence of a native cropping system in Ilupeju-Ijan, located in Southwestern Nigeria. The cropping system was set up such that a freshly cleared farm land was planted into new tree seedlings of teak (Tectonia grandis), and farming continues until the canopies of the new trees prevented effective crop growth. Our objective was to assess soil quality changes during the transitional years from the freshly cleared land till the end of farming cycle which often last for about 12 years. Soil samples were collected from a grid of 10 m x 10 m at 1 m intervals at 0-0.2 m depths and 0.2-0.4 m depths. A total of 20 samples each were collected, bulked and analyzed for various physical, chemical and biological properties. We performed an integrated soil quality assessment by using standard scoring functions (SSF) approach, which was based on the critical values of each indicator measured. This method of assessment defines the overall soil quality score in percentage. The results show that the percentage soil quality ratings ranged 73-86% for 0-0.2 m and 50-80% for 0.2-0.4 m soil depths. The percentage soil quality change was negative in all the years except between the second and the third year at 0-0.2 m depth. At 0.2-0.4 m depths, it was positive between years 0 and 2, 1 and 2, 4 and 12 and negative in others. Important soil quality indicators such as organic carbon and microbial biomass decreased with arable cultivation of the land. However, the planted trees which grew alongside the crops seemed to have benefited the soil quality by raising the values of these sensitive indicators by the 12th year of cropping. "}
	}}
