{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"Vertical and temporal variation of Zn in the soils of a multiple habitat system"},
	"rdf:about":"http://agris.fao.org/aos/records/US201300911302",
	"dct:identifier":"US201300911302",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/10972"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2008,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2008-issue_2/e4.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Prusty, B. Anjan Kumar (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Chandra, Rachna (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Azeez, P. A. (author)"
	}
	}
	],
	"bibo:abstract":{"value":"The concentration of Zn in wetland, grassland and woodland in Keoladeo National Park (KNP), Bharatpur, India, was studied on a spatio- temporal scale. The study was carried out for three consecutive years (2003 – 2005). Soil samples up to the depth of 100 cm were collected annually from three habitats (wetland, grassland and woodland). To study seasonal variations, samples were collected bimonthly from wetland habitat only. In total, 630 samples were collected and analyzed. The concentration of Zn ranged from 30.80 to 96.1 mg/kg in the three habitats. The level of Zn was highest in the wetland and lowest in the woodland. In the wetland, the average Zn concentration in each layer followed the order: 0-5 cm > 5-10 cm > 15-20 cm > 10-15 cm. In contrast, the average metal concentration on monthly basis was in the order: September > November > January > May > July > March. The reason for higher levels of the metal in the aquatic habitat than in the terrestrial ones could be because of the higher level of soil organic matter in the wetland. The organic matter content (%) was negatively correlated with the zinc level and needs further investigation. The levels of zinc were high in the upper layers of the soil profile. The level of zinc was significantly different only among the habitats (LSD, P < 0.05)."}
	}}
