{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"Survivability and growth response of tree seedlings in the semi-arid Nigeria as influenced by conservative agents and irrigation"},
	"rdf:about":"http://agris.fao.org/aos/records/US201300876524",
	"dct:identifier":"US201300876524",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/10972"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2007,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2007-issue_3_4/e23.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Ramalan, A.A. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Adeiza, S.A. (author)"
	}
	}
	],
	"bibo:abstract":{"value":"The study examined the applicability of conservative agents and supplemental irrigation in minimizing the problem of tree seedling establishment in the semi arid-region of Nigeria. Four tree species (Azadirachta indica, T1; Anacardium occidentale, T2; Citrus limon, T3 and Khaya senegalensis, T4), three conservative agents (bare, C1; PAM, C2; and bark mulch, C3) and two irrigation levels (irrigation, W1 and no irrigation, W2) were arranged as a 4x3x2 factorial experiment and laid out in a randomized complete block design. The Jensen-Haise model for estimating potential evapotranspiration rate was used while irrigation scheduling based on the water budgeting technique was adopted. From observation on tree seedlings, analysis for the number of surviving seedlings, LSId, BId and growth vigour seventeenth weeks after transplant were made. Tree species T3 had the highest survivability, followed by T4 and T1, while T2 had the least. Seedlings on C3 had the best survivability while those on plots with C2 had least survivability. Use of bark mulch C3 enhanced survivability of T2 and T1 while the incorporation of the cross-linked polyacrylamide C2 in the soil resulted in massive mortality of the trees. Irrigation had no effect on survivability. Growth performance analyses indicate that there was a significant difference in the effect of tree species and conservative agents. Even though the growth performance of seedlings that received supplemental irrigation was twice better than those not irrigated, effect of supplemental irrigation was nonetheless not significant. Tree species T4 had overall superior performance, next was T3 and T2 was the least. T4 also recorded the best mean growth vigour while T1 had the least."}
	}}
