{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"A low environmental impact method to control horse chestnut leaf miner Cameraria ohridella (Deschka & Dimić)"},
	"rdf:about":"http://agris.fao.org/aos/records/US201301591963",
	"dct:identifier":"US201301591963",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/10972"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2008,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2008-issue_3_4/e5.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Mešić, Aleksandar (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Baršić, Josip (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Barčić, Jasminka Igrc (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Milčević, Tihomir (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Duralija, Boris (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Ćuljak, Tanja Gotlin (author)"
	}
	}
	],
	"bibo:abstract":{"value":"The horse chestnut (Aesculus hippocastanum L.) is an important feature in parks and avenues in many European cities. Over the last decade, the leaves of chestnut trees have been increasingly attacked by large larval populations of an insect of unknown origin – Cameraria ohridella (Deschka et Dimić). The attacked chestnuts cease to function as urban greenery and are often defoliated as early as late August. Therefore, it is of utmost importance to develop appropriate measures to control this pest. Foliar treatment of chestnuts with insecticides involves risks for humans, domestic animals and environmental contamination with insecticides, but these risks can be avoided by using endotherapeutic methods of insecticide application. This paper presents the first-in-city testing results of three different endotherapeutic methods of insecticide injection: controlled pressure injection, gravity (diffusion) injection and soil injection. Two different insecticides were applied in these trials – Confidor SL 200 with active ingredient imidaclopride and Vertimec 018 EC, a.i. abamectin. Trials were conducted in Zagreb, Croatia, during the period from 2003 to 2007. Each year, a minimum of 16 chestnut trees (15-25 m high) were included in four replications trials. Injection of insecticide by diffusion or gravitational methods usually takes too long (up to several days), which makes it unsuitable for public areas. Injecting the insecticide into the root zone in the soil with the use of the Shell Soil Fumigant Injector Model HI is also inappropriate, as it requires a very large dosage of insecticide to achieve successful control, which makes it too expensive and presents a greater risk of groundwater contamination. The most successful C. ohridella control was achieved with the application of Vertimec 018 EC and Confidor 200 SL using the controlled pressure application technique (Intus, Arbosan III Steel and injector constructed on Faculty of Agriculture, Zagreb). In practice, the application of imidaclopride was difficult with a pressure lower than 4.0 bars. The use of higher pressures is not recommended because of the risk of damaging the conductive tissue of the plant. Application with a pressure lower than 4.0 bars is easy to use with abamectin."}
	}}
