{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"Interrelation of irrigation frequency and manuring on the growth and water use efficiency of wheat under arid condition"},
	"rdf:about":"http://agris.fao.org/aos/records/US201300911293",
	"dct:identifier":"US201300911293",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/10972"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2008,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2008-issue_2/a31.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Inoue, Mitsuhiro (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Irshad, Muhammad (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Ahmed, Bouya Ahmed Ould (author)"
	}
	}
	],
	"bibo:abstract":{"value":"Good water management along with appropriate soil amendments is necessary for sustainable crop production. An experiment was conducted to evaluate the response of wheat (Triticum aestivum L.) to manuring and irrigation frequency in sand dune soil under growth chamber conditions for eight weeks. Manure was applied at the rate of 0 (M0), 10 (M1) and 20 Mg ha-1 (M2) along with daily, 2 or 4 days irrigation frequencies denoted as W1, W2 and W3, respectively. Irrespective of the manure the daily irrigation gave 18 and 25% higher biomass yield as compared to W2 and W3, respectively. Application of M1 and M2 enhanced dry matter yield by 57 and 107%, respectively, whereas the number of tillers were increased by 69 and 117%, respectively as compared to unamended soil. The cumulative evapotranspiration (ET) was slightly increased in M1, whereas in M2 it was similar to M0 in spite of the higher plant biomass. Thus, the manured soil saved higher magnitude of water than control soil. The water use efficiency (WUE) of crop under M1 and M2 treatments was increased by 42 and 115% compared to M0. For both ET and WUE, irrigation frequencies varied as W1 > W2 > W3. Photosynthetic rate (PN), transpiration rate and stomatal conductance (gs) apparently decreased with longer irrigation period, however, plants maintained dark green color in W3. As expected the cumulative ET was positively associated with PN, gs and transpiration rate."}
	}}
