{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"Germination response of Acacia senegal (Linn.) seeds to various presowing treatments in the nursery"},
	"rdf:about":"http://agris.fao.org/aos/records/US201300876500",
	"dct:identifier":"US201300876500",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/10972"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2007,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2007-issue_3_4/e9.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Okunomo, K. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Bosah, B.O. (author)"
	}
	}
	],
	"bibo:abstract":{"value":"A study on effect of various pretreatment techniques on germination of Acacia senegal was conducted in the Teaching and Research Farm, Faculty of Agriculture, Delta State University, Asaba Campus. The A. senegal seeds were subjected to pretreatments of water at 60 and 20째C, diluted (60%) sulphuric acid (H2SO4) and storage in refrigerator at 0째C. Under warm water (at 60째C) experiment the following treatments were considered: soaking for 5, 15 and 20 minutes and control (No soaking). With regards to cold water (at 20째C) experiment, the treatments were 12, 24, 48 and 72 hours soaking in water. H2SO4 treatments were soaking for 5, 15 and 20 minutes and control (no soaking). Seeds were stored in refrigerator for 48, 120 and 192 hours. The results indicated that diluted H2SO4 pretreatment of the seeds for 20 minutes gave a significantly (p<0.05) higher germination percent of 90 than the other treatments, while highest germination of 60 percent was recorded for seeds soaked in cold water for 48 hours. Seeds stored in refrigerator had no significant effect on germination as it gave highest germination of 40 percent after storing for 192 hours. However, no germination was recorded for seeds pretreated with warm water. It is recommended that local farmers should adopt these techniques for a better germination of the species."}
	}}
