{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"Supplementation of Leucaena leucocephala hay as protein enrichment for cassava peels in West African dwarf goats"},
	"rdf:about":"http://agris.fao.org/aos/records/US201300911284",
	"dct:identifier":"US201300911284",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/10972"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2008,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2008-issue_2/a22.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Otukoya, F. K. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Babayemi, O. J. (author)"
	}
	}
	],
	"bibo:abstract":{"value":"One of the major obstacles for livestock productivity in the tropics is the low protein diets that animals consume. Leucaena leucocephala and cassava peels are respective cheap sources of protein and energy for West African dwarf goats (WAD), where conventional feed ingredients are scarce. The study examined the utilisation of a stepwise replacement of cassava peels (CSP) with Leucaena leucocephala (LL) as diets A (100% CSP), B (85% CSP + 15% LL), C (70% CSP + 30% LL) and D (55% CSP + 45% LL), to monitor feed intake, digestibility and weight gain of WAD goats. Results showed that there were significant differences (p<0.05) in feed DM intake (range 137.89–235.14 g/day), crude protein (CP) intake (range 2.58–6.19 g/d/kg W0.75), weight gain (range -3.78–43.0 g/d), apparent digestibility of CP (range 65.80–86.51%), dry matter digestibility (range 71.75–77.39%), nitrogen balance (range 0.9–4.38 g/d) and nitrogen retention (range 0.82–4.09 g/d). Goats fed with 55% CSP + 45% LL had highest feed intake and the least for those on sole CSP. Weight gain (43.0 g/d) of goats fed 45% LL increased significantly while those fed on sole CSP lost weight. Apparent dry matter digestibility was highest (p<0.05) in goats for 45% LL but lowest for that in 0% LL. Dry matter digestibility of goats on 30% LL was significantly higher than those for 0, 15 and 45% LL. Nitrogen balance was apparently highest in goats consuming 45% LL and the least for 0% LL. The N retention of the goats on 45% diet was significantly higher (p<0.05) than that for 0% diet. It can be concluded that given sole cassava diets to goats seemed to be detrimental but when substituted with browse plants, a protein source such as Leucaena leucocephala up to 45% may be beneficial."}
	}}
