{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"Packaged foods, consumption pattern and impact on the environment in Zaria, Nigeria"},
	"rdf:about":"http://agris.fao.org/aos/records/US201301591870",
	"dct:identifier":"US201301591870",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/10972"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2008,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2008-issue_3_4/f24.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Odunze, Ivy I. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Mohammed, A. Z. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Ike, E. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Onuigbo, P. E. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Shuaibu-Imodagbe, E. M. (author)"
	}
	}
	],
	"bibo:abstract":{"value":"Packaged foods, consumption pattern and impact on the environment was studied in Zaria, Nigeria (Long. 7030’-7o50’E and Lat. 11o00’-11o50’N). Convenient (packaged) foods are easier to prepare, save time, easy to store, reduce wastage and makes the task of food preparation by housewives, workers and students easier. For example in urban homes, women simply do not have the time to spend in shop queues or cooking time for breakfast meals in particular. Therefore, the pre-packaged, pre-priced goods available even in supermarket shops are a tremendous time saving device; thus providing convenience to the household. This study therefore aims to determine food materials commonly preferred by consumers in Zaria area as convenience foods, consumers preferred food packaging materials and food packaging material more commonly seen littering the Zaria environment. The study was therefore conducted using survey method, and interviews were employed for the non-literates in the sample areas. Stratified sampling technique was used to sample population of the institutions and business sector in Zaria. Data obtained were analyzed using analysis of variance [ANOVA] procedure for means, standard deviations and tests of significance at P>0.05. Results showed that among reasons adduced by respondents for patronizing packaged food products include convenience, cost, quantity and disposability. Convenience (28.2%) was rated highest as reason for patronizing packaged food products, and consumers’ prefer plastic food packaging materials to metal, glass or paper. Attributes that least influenced consumers’ choice of package food products patronized in Zaria include colour (6.0%) and physical shape of the package (5.7%). This would suggest that food products that are well protected and the package can be re-used/recycled and have acceptable nutritional information clearly written on the package and the ease with which the packaging can be opened are attributes mostly driving packaged food products patronage in Zaria. However, consumers’ food pattern is tilting towards packaged food product in Zaria and calls for further governmental quality control measures to promote consumers good health. Plastic waste food packaging materials do not degrade easily in the environment and constitute risk to health and environmental beauty."}
	}}
