{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"Influence of postharvest water replacement on shelf life of parsley leaves"},
	"rdf:about":"http://agris.fao.org/aos/records/US201300911259",
	"dct:identifier":"US201300911259",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/10972"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2008,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2008-issue_2/f20.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Finger, Fernando L. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Álvares, Virgínia de S. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"da Silva, Jacson R. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Calestine, Caetano (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Casali, Vicente W. D. (author)"
	}
	}
	],
	"bibo:abstract":{"value":"Wilting is one of the major problems of parsley leaves in Brazilian retail stores. This study was conducted to determine the effect of postharvest replacement of water by submerging the parsley leaf bunches in water for 3, 6 or 9 hours at three stages: when total weight loss reached 5 and 10% and immediately after two hours of storage. Leaves were stored at 5 or 25oC until visible wilting or yellowing was detected. Results demonstratedthat water replacement resulted in gains in fresh mass, resulting in longer shelf life for leaves stored at 5 and 25oC. In general, longer recharging resulted in greater water uptake by the leaves, but at a lower rate. By recharging the leaves with water, lower rates of mass loss were observed compared to untreated leaf bunches. Regardless the storage temperature, the relative water content of leaves decreased during shelf life, which in general was less accentuated for leaves submerged in water for 6 and 9 hours. Postharvest water replacement should be considered as an option to extend the shelf life of horticultural products that are susceptible to intense moisture loss."}
	}}
