{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"Proximate composition and cyanide content of cassava peels fermented with Aspergillus niger and Lactobacillus rhamnosus"},
	"rdf:about":"http://agris.fao.org/aos/records/US201300911285",
	"dct:identifier":"US201300911285",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/10972"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2008,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2008-issue_2/a23.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Okpako, C. E. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Ntui, V. O. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Osuagwu, A. N. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Obasi, F. I. (author)"
	}
	}
	],
	"bibo:abstract":{"value":"Cassava (Manihot esculenta) is an important root crop in the tropics, providing energy for more than 500 million people. Cassava and its products are widely used in tropical areas to feed farm animals. The effects of Aspergillus niger and Lactobacillus rhamnosus on the proximate composition and cyanide content in peels of cassava variety ADP3(4) were investigated using solid media fermentation. The objective of the study was to increase the nutritive value of cassava peels in order to make them good component for animal feeds. Six treatment samples viz: T1 (peels fermented with a mixture of A. niger and L. rhamnosus), T2 (peels fermented with A. niger), T3 (peels fermented with L. rhamnosus), T4 (naturally fermented peels), T5 (soaked and unfermented peels) and T6 (non-soaked and unfermented peels) were used in the study. The experimental design was the completely randomized design with 3 replications. Results obtained showed significant (P<0.05) increase in protein (24.4±0.46%), moisture (10.34±0.20%), ash (7.52±0.5%) and crude fibre (10.62±0.12%) with a subsequent reduction in cyanide level (7.35± 0.81 mg/kg) in cassava peels fermented with a mixture of A. niger and L. rhamnosus (T1). Non-soaked unfermented cassava peels (T6) produced significantly (P<0.05) lower protein content (5.5±0.22%) and higher carbohydrate (72.5±3.03%) and cyanide (40.33±2.8 mg/kg) contents. Simple linear correlation coefficients were also calculated to determine the relationship between the components. Significant (P<0.001) positive relationship between cyanide and carbohydrate (r = 0.9917), and between moisture and fibre (r = 0.9907) were obtained. Cyanide correlated significantly and negatively with moisture (P < 0.01, r = -0.9332), ash (P<0.05, r = -0.8682) and fibre (P<0.05, r = -0.9134). It is suggested that cassava peels could be engineered by microorganisms to increase nutritive value and then used to feed livestock."}
	}}
