{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"Pot production of pecan seedlings with ‘Cynthiana’ grape pomace"},
	"rdf:about":"http://agris.fao.org/aos/records/US201300903855",
	"dct:identifier":"US201300903855",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/10972"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2008,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2008-issue_1/a2.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Stafne, Eric T. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Carroll, Becky L. (author)"
	}
	}
	],
	"bibo:abstract":{"value":"In the last 10 years grape production in Oklahoma has risen from 68 ha to more than 212 ha. With the increase in grape growing and wine making comes the need to find appropriate means for disposal of the winery waste bi-product, pomace. The objective of this study was to determine if grape pomace could be used as a substrate component for producing pecan (Carya illinoinensis Wangenh. C. Koch.) seedlings. The pomace, consisting mainly of ‘Cynthiana’ (V. aestivalis L.), was mixed in 10% increments by volume with a soilless medium from 0 to 100%. Each increment had 10 replications for a total of 110 pots. ‘Giles’ pecan seeds were pre-germinated and planted one per pot. Initial electrical conductivity was extremely high (> 4000 µmhos/cm) at 20% or greater grape pomace. Inclusion of grape pomace up to 30% had no detrimental effect on pecan seedling growth. Root growth of seedlings established in substrates containing 40% or more grape pomace was significantly less than the 0 to 30% pomace. At 80% or greater pomace content, plant mortality was 80% or more and the plants that were not dead had minimal root development. Leaf necrosis symptoms consistent with saline conditions were observed on many of the pecan seedlings. The observed damage with 50% or greater pomace content may be due to the high salinity of the grape pomace, where EC levels exceeded 8000 µmhos/cm. In this study, ‘Cynthiana’ grape pomace did not improve pecan seedling growth and development over the control treatment and was detrimental at higher  volume percentages."}
	}}
