{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"Determination and comparison of some trace elements in different chocolate types produced in Turkey"},
	"rdf:about":"http://agris.fao.org/aos/records/US201301591863",
	"dct:identifier":"US201301591863",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/10972"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2008,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2008-issue_3_4/f19.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Güldaș, Metin (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Dağdelen, Adnan F. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Biricik, Günnur F. (author)"
	}
	}
	],
	"bibo:abstract":{"value":"Different chocolate types belonging to plain chocolate, milk chocolate and chocolate with pistachio that were supplied from different markets in Bursa, Turkey were investigated for trace element contents. Determinations of mercury (Hg), arsenic (As), iron (Fe), copper (Cu) and zinc (Zn) were performed by using Flame Atomic Absorption Spectrometry (FAAS), while the other elements (lead (Pb), cadmium (Cd) and nickel (Ni)) were determined by Graphite Furnace Atomic Absorption Spectrometry (GFAAS). According to chocolate types, contents ranged from 0.03 to 0.04 (Pb), 0.02 to 0.04 (Hg) , 0.02 to 0.03 (Cd), 0.01 to 0.02 (As), 1.29 to 4.78 (Ni), 5.74 to 10.61 (Cu), 2.52 to 3.67 (Fe) and 12.11 to 16.68 mg kg-1 (Zn), respectively. The levels of Cu, Zn and Fe were highest in chocolate with pistachio samples. The contents of Hg and Ni were highest in milk and plain chocolates, respectively. Arsenic (As) was highest in both chocolate types (milk chocolate and chocolate with pistachio). There was no difference among the chocolate types in terms of Pb and Cd contents (p<0.01). The heavy metal contents of the analyzed samples are within the ranges reported by the WHO and Turkish Food Codex regarding to chocolate and other foods."}
	}}
