{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"Bioavailability of vitamins and minerals in adult rats fed raw and extruded African breadfruit (Treculia africana Decne) mixtures"},
	"rdf:about":"http://agris.fao.org/aos/records/US201300869576",
	"dct:identifier":"US201300869576",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/10972"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2007,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2007-issue_3_4/f27.pdf",
	"dct:creator":{"foaf:Person":{"foaf:name":"Nwabueze, Titus U. (author)"
	}
	},
	"bibo:abstract":{"value":"Bioavailability of minerals and vitamins in adult rats fed raw and extruded African breadfruit (Treculia africana) based diets was studied using response surface methodology in a central composite design. Process variables were feed composition (0-40 and 100-0% African breadfruit and soybean, respectively) with 5% corn inclusion, feed moisture (15-27%) and screw speed (100-180 rpm). Data on mineral and vitamin intakes, losses and utilization by adult albino rats, weighing 71-86 g, were analyzed in a regression model using a Statgraphic computer package after a 7 day-feeding period. Diet intake was quadratically affected by feed moisture and screw speed. Although faecal and urinary losses were high in the extruded diets, absorbed and retained minerals were higher than in the raw diets. Major loss of thiamin and riboflavin was in the urine. Models developed by regression analysis for these responses were low for thiamin and riboflavin (R2= 28876-0.51470 and 0.24922-0.58054, respectively) but high (0.45570-0.61840) for folic acid. Diet intake of rats fed extruded casein diet was 18.18% higher than in the raw. Similarly, those fed extruded Diet 1 and 100% African breadfruit were 38.83% and 15.52%, respectively higher than their counterparts fed raw samples. Diet formulated from the standard casein showed strong superiority to 100% African breadfruit diet but agreed in some analysis with the supplemented diets, particularly Diet 1. Faecal losses in the standard diet were lower for Fe, P and Na but higher for urinary Fe and Ca than the fortified Diet 1. Adult rats fed Diets 1-4 had higher thiamin, folic acid and riboflavin intakes than those fed 100% African breadfruit diet. Diet 1 had the highest values of these vitamins. Absorbed vitamin values in the extruded diets were generally high leading to equally high-retained values. The regression analysis on the vitamins indicated that folic acid was most affected by the process variables with R2 ranging between 0.45570-0.61840. The contribution of the model was very low for thiamin and riboflavin."}
	}}
