{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"Physico-chemical characteristics of oils extracted from three compartments of the olive fruit (pulp, endocarp and seed) of variety Chemlal cultivated in Kabylia (Algeria)"},
	"rdf:about":"http://agris.fao.org/aos/records/US201300911250",
	"dct:identifier":"US201300911250",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/10972"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2008,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2008-issue_2/f10.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Moussaoui, Ramdane (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Labbaci, Wahiba (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Hemar, Nassima (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Youyou, Ahcène (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Amir, Youcef (author)"
	}
	}
	],
	"bibo:abstract":{"value":"The characterization of the different compartments of the olives passes by the determination of the physico-chemical properties (oil content, phospholipids, unsaponifiables, phenolic compounds and fatty acids) of the oils extracted. Two methods (Soxhlet and open reactor) using hexane as solvent were used to extract oil from the three compartments of olive (pulp, endocarp and seed). Pulp constitutes the richest part in oil, followed by seed which content was appreciable and finally the endocarp. Oils obtained from the three compartments of olive using the two processes of extraction present appreciable polyphenol contents. The seed differs from the other compartments of olive by its high content of phenolic compounds (1053.29 µg/g in an open reactor) and by its particular composition of fatty acids. The oil extracted from the endocarp is rich in unsaturated fatty acids. Its linoleic acid content is higher than that of the pulp. The fatty acids profile of extracted oils seems significantly unaffected by the nature of the process of extraction used. With the exception of the arachidic and behenic acids which were present only in the seed oil extracted by the two processes, the composition in total fatty acids of the studied oils was qualitatively identical. A variation in the fatty acids content of the oils resulting from each compartment of olive was observed."}
	}}
