{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"Effect of nitrogen fertilization and timing of harvesting on leaf nitrate content and taste in mustard rape (Brassica juncea L. Czern)"},
	"rdf:about":"http://agris.fao.org/aos/records/US201300869655",
	"dct:identifier":"US201300869655",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/10972"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2007,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2007-issue_3_4/a24.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Maereka, E.K. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Madakadze, R.M. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Mashingaidze, A.B. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Kageler, S. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Nyakanda, C. (author)"
	}
	}
	],
	"bibo:abstract":{"value":"Nitrogen management is crucial in cropping systems; it is often difficult to strike a balance between levels sufficient for normal plant growth and those that are acceptable for human consumption. An experiment was carried out on red clay soils at the University of Zimbabwe Campus to determine the effects of nitrogen side dress on mustard rape growth and leaf taste. The experiment was done over two growing periods, February to June and August to November 2004. Four nitrogen side dress levels; N 0, 34.5, 69 and 103.5 kg ha-1, were applied in mustard rape at three weeks after crop emergence (WACE) and two harvesting times; morning and sunset were included in the experiment. The eight treatment combinations were laid out as a 4 x 2 factorial experiment in a randomized complete block design with three replications. Leaves for the respective treatments were analyzed for nitrate and total nitrogen content using the sodium-salicylate and the improved Kjeldahl methods respectively. In both crop seasons, taste panels were conducted at five WACE using untrained panelists. Harvesting time only significantly affected nitrate and total nitrogen content of leaves but had no effect on all other parameters measured. Leaf nitrate content at five WACE was higher (0.537 mg kg-1) in samples harvested in the morning compared to the ones harvested in the evening (0.464 mg kg-1). Leaf size, plant height, fresh leaf yields, SPAD meter readings, percent nitrogen and nitrate content all significantly increased with increase in nitrogen fertilization. Leaf yields ranged from 5,000 kg ha-1 in the control to +16,000 kg ha-1 in the highest nitrogen fertilization rate (103.5 kg N ha-1) in the February planting. Leaf nitrogen content increased from the lowest value 3.66 mg kg-1 (control) to the highest value of 4.31 mg kg-1 (103.5 kg N ha-1). Leaf nitrate content also increased from 0.425 mg kg-1 in the control to 0.575 mg kg-1 in the 103.5 kg N ha-1 rate. SPAD meter readings increased from 24.48 in the control to 32.43 in the treatment 103.5 kg N ha-1. Bitterness increased with increasing level of nitrogen fertilization with a significant correlation between nitrogen level and level of bitterness of R = 0.503 (p<0.01). Increasing nitrogen fertilization increased yields and nitrogen levels in the leaves. Evening leaf harvest had less nitrate levels in the leaves. Taste panelists also indicated the improvement of the appearance of leaves after preparation with increasing nitrogen side dressing giving a significant negative correlation between the two (p < 0.01, R = -0.259)."}
	}}
