{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"Potential of local varieties and their hybrids for the improvement of eggplant production in the open field and greenhouse cultivation"},
	"rdf:about":"http://agris.fao.org/aos/records/US201300903854",
	"dct:identifier":"US201300903854",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/10972"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2008,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2008-issue_1/a1.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Muñoz-Falcón, J.E. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Prohens, J. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Rodríguez-Burruezo, A. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Nuez, F. (author)"
	}
	}
	],
	"bibo:abstract":{"value":"Eggplant (Solanum melongena L.) is cultivated both in the open field and greenhouse. F1 hybrids, which have been mainly developed for greenhouse cultivation, are being increasingly used for open field cultivation. Given that these two growing environments present many differences, we hypothesize that local varieties, adapted to open field cultivation, can be used for developing hybrids that are competitive under these conditions with present commercial hybrids. We have grown 12 local varieties (LV), 12 experimental hybrids (EH) obtained by crossing local varieties, and three commercial hybrids (CH) under open field and greenhouse conditions and evaluated them for yield, fruit weight, earliness and fruit shape. Resultsshow that local varieties and experimental hybrids are as uniform as commercial hybrids. Yield was higher in open field than in greenhouse, although significant differences were found among the materials in the performance. In open field conditions, commercial and experimental hybrids gave higher yield than local varieties (more than two-fold higher as a mean). No significant differences were found among the best accessions of commercial and experimental hybrids. In greenhouse conditions, commercial hybrids outperformed local varieties and experimental hybrids, and none of the latter materials gave yields similar to those of the best commercial hybrid. Commercial hybrids entered into production earlier than local varieties and experimental hybrids, especially under greenhouse conditions. Yield and harvest of the first fruit were negatively correlated in both environments. For all traits there is an important genotype x cultivation conditions interaction, suggesting that breeding programmes specific to each cultivation environment should be established. Also, hybrids between local varieties could be competitive with commercial hybrids in the open air cultivation, but not for greenhouse cultivation."}
	}}
