{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"Socio-economic factors influencing power tiller use among sawah farmers in Bida, Nigeria"},
	"rdf:about":"http://agris.fao.org/aos/records/US201301591951",
	"dct:identifier":"US201301591951",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/10972"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2008,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2008-issue_3_4/a39.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Ademiluyi, Yinka Segun (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Oladele, Oladimeji Idowu (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Wakatsuki, Toshiyuki (author)"
	}
	}
	],
	"bibo:abstract":{"value":"This paper examines socio-economic factors influencing power tiller use among sawah farmers in Bida, Nigeria. This is based on the fact few units of power tillers were imported for lowland rice cultivation. The power tiller is a multipurpose hand tractor designed primarily for rotary tilling and other operations on small farms. The study was carried out in Niger state, Nigeria, and a list of rice farmers in the villages where sawah technology was disseminated was compiled with a total of 2064 farmers. The availability of power tiller is a prerequisite for the adoption of sawah rice production technology. A simple random sampling technique was used to select 200 farmers, and data were collected on their socio-economic variables and power tiller use. Descriptive statistics was used to analyze the socio-economic features of the farmers while the probit model was used to capture the socio-economic factors influencing the use of power tillers among rice growing farmers. The results show that majority of the farmers are about 42 years of age with quranic form of education, belonging to at least one farmers group and have been farming for about 12 years. The land tenure system is predominantly through inheritance. The respondents are predominantly practicing sawah, and power tiller use among the respondents is about 85 percent. Important socio-economic characteristics that are of crucial concern in the introduction of power tiller to sawah adopting farmers are age, educational level, membership of farmer group, farm size, land tenure, practice sawah, location/distance of sawah plot and cost of power tiller use. The effect of each of these socio-economic characteristics and their interaction will determine the trend of continuous and future use of power tillers among the rice farmers."}
	}}
