{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"Effects of complete micronutrients and their application method on root yield and sugar content of sugar beet cv. Rassoul"},
	"rdf:about":"http://agris.fao.org/aos/records/US201301591942",
	"dct:identifier":"US201301591942",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/10972"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2008,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2008-issue_3_4/a30.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Yarnia, Mehrdad (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Benam, Mohammad Bagher Khorshidi (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Arbat, Hamdullah Kazemi (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Tabrizi, Elnaz Farajzade Memari (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Hassanpanah, Davood (author)"
	}
	}
	],
	"bibo:abstract":{"value":"To evaluate the effects of micronutrients on some attributes of mono-germ sugar beet cv. Rassoul an experiment was conducted in factorial arrangement, on the basis of randomized complete block design with three replications during growing season of 2004. Treatments were six levels of micronutrients (control, ZnSO4, MnSO4, H3BO3, FeSO4 and complete micronutrients) and three methods of application (spraying the seeds with micronutrients, applying directly to soil and leaves). Analysis of data showed that all three methods of micronutrients application, due to increase in NAR and LAI, increased root yield, harvest index and sugar and dry matter percentages. It was also revealed that foliar application of the rest of micronutrients increased root yield and sugar content significantly. Highest root yields (75 and 74.45 tons per hectare) were obtained when leaves were sprayed with Fe and complete micronutrients were applied to soil, respectively. The percentages of sugar and dry matter were 18.32 and 19.44% when the seeds were sprayed with Zn. Harvest index increased appreciably, from 53% in control treatment to 72%, when Mn was used. It can be concluded that all three methods of applying micronutrients resulted in higher values of LAI and NAR and thus in higher sugar percent and beet root yield."}
	}}
