{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"Sustainable yam production in Ghana - The non-staking option"},
	"rdf:about":"http://agris.fao.org/aos/records/US201301591952",
	"dct:identifier":"US201301591952",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/10972"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2008,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2008-issue_3_4/a40.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Otoo, E. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Anchirinah, V. M. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Ennin, S. A. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Asiedu, R. (author)"
	}
	}
	],
	"bibo:abstract":{"value":"A trial was conducted on-station with farmer participation at Fumesua (Forest zone), Wenchi (Forest-Savannah transition zone) and Bodwease (Coastal Savannah zone) from 2000 to 2003 and on-farm during 2002-2003. Two factors, staking and species, with two levels each were assessed using the Augmented RCB design. The objective of this study was to identify genotypes capable of producing high and stable yields under staking and non-staking condition. No significant differences (P>0.05) were observed in disease severity, frequency of hand weeding and yield of D. alata genotypes. Among the D. rotundata genotypes, leaf spot severity was more severe on non-staked genotypes except in TDr95/19177 where no significant differences were observed between the staked and non-staked genotypes. Tuber yield of the genotypes were significantly increased by staking. In Punjo the increase in yield of staked over non-staked plants ranged between 51.3 and 56.5%. Similarly, the yield of non-staked Dorban was increased by staking by 48.1-55.9% and Tela by 44.9-47.6%. Non-staked TDr95/19177 was technically and economically the more efficient system for production followed both staked and non-staked Punjo, Dente and Tela. Generally, cost of yam production was greater in the coastal savannah than the forest and the forest-savannah transition, due to the largest cost of labour and staking."}
	}}
