{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"Biological evaluation of synbiotic fermented milk against lead acetate contamination in rats"},
	"rdf:about":"http://agris.fao.org/aos/records/US201300869596",
	"dct:identifier":"US201300869596",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/10972"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2007,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2007-issue_3_4/f35.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Al-Wabel, N.A. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Mousa, H. M. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Omer, O.H. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Abdel-Salam, A. M. (author)"
	}
	}
	],
	"bibo:abstract":{"value":"The present study investigated some biological effects of synbiotic fermented milk in rats receiving lead acetate in drinking water. Synbiotic fermented milk was prepared by mixing probiotic fermented milk with honey, garlic, ginseng, cod liver oil and chicory inulin. Glutathione-S-transferase (GST), alanine aminotransferase (ALT) and aspartate aminotransferase (AST) activities were estimated in rats receiving lead acetate alone and in rats receiving lead acetate and synbiotic milk, in addition to the negative control group. The obtained results showed a significant increase in the activities of ALT and AST in sera of rats receiving lead acetate compared with the negative control. The activities of ALT and AST increased from an average of 23.0 to 37.3 and from 160 to 220 IU/L, respectively. The activities of these enzymes in rats receiving lead together with the synbiotic milk were almost similar to the activities of the enzymes of rats fed basal diet (negative control). The mean values of ALT and AST in lead-treated group fed synbiotic fermented milk were 25±3.6 and 156±21.36 IU/L compared with the positive control 37.33±2.51 and 220.66±28.88 IU/L respectively. The obtained results showed that GST activity in sera of rat fed on synbiotic fermented milk was increased with mean value of 23.438 M/min compared with negative and positive controls with mean values of 12.01 and 13.95 M/min respectively. Data imply that synbiotic fermented milk containing honey, garlic, ginseng, cod liver oil and chicory inulin may play a role in protection against lead acetate contamination in rats by increasing the activity of the enzyme GST that requires the antioxidant glutathione as substrate, thus protecting the liver against the oxidative damage."}
	}}
