{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"Salt removal efficiency as influenced by phyto-amelioration of salt-affected soils"},
	"rdf:about":"http://agris.fao.org/aos/records/US201301591969",
	"dct:identifier":"US201301591969",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/10972"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2008,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2008-issue_3_4/e11.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Ammari, Tarek G. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Tahboub, Alaedeen B. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Saoub, Hani M. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Hattar, Butros I. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Al-Zu’bi, Yasin A. (author)"
	}
	}
	],
	"bibo:abstract":{"value":"Salt-affected soils are steadily expanding in arid and semi-arid regions, as is the case in Jordan, due to climatic conditions, water shortage and non-sustainable agricultural practices. The restoration of productivity of such soils in a sustainable way is an urgent need to fulfill the ever-increasing food demands. For this purpose, fodder beet (Beta vulgaris L.) and barley (Hordeum vulgare L.) were grown in soil columns to investigate the influence of phyto-ameliorating a saline-sodic soil brought from Al-Karameh, Jordan Valley (EC1:1 60 dS m-1, SAR 23.1, pH1:1 7.6) on salt removal efficiency without soil leaching, i.e. removal of greater amounts of salts from soil with less amount of water in a relatively short time (65 days). This approach has not been experimented yet. Cropped soil was irrigated (but not leached) with 200-300 µS cm-1 water, whereas the control treatment was a leached uncropped soil. Fodder beet was significantly more efficient salt and Na includer than barley. In the harvested above-ground biomass, fodder beet removed Na 156 kg ha-1 while barley removed 75 kg ha-1 representing 12% of the total amount of removed Na from the topsoil (10-cm deep) for the two crops. Phyto-amelioration significantly enhanced soil aggregate stability and hydraulic conductivity in the topsoil as compared to leaching treatment in which both physical properties became even lower than those of the original soil. Thus, significant removal of salts from topsoil (Na, Ca+Mg, K and Cl tons ha-1) was enhanced, particularly in case of fodder beet, as compared to leaching treatment with respect to the original soil leading to higher salt removal efficiency. Consequently, soil EC was 70, 61 and 57% less than that of the original soil for soil cultivated with beet, barley and leached control, respectively. SAR was, however, significantly reduced by fodder beet by 37% compared to barley and leaching treatment (6.0% less) with respect to the original soil. Therefore, it is concluded that fodder beet is a potential candidate for rapid and efficient phyto-amelioration of saline-sodic soils without leaching, leading thus to saving plentiful amounts of irrigation water."}
	}}
