{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"Effect of graywater on soil chemical composition and yield of tomato plant"},
	"rdf:about":"http://agris.fao.org/aos/records/US201300911307",
	"dct:identifier":"US201300911307",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/10972"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2008,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2008-issue_2/e9.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Al-Zu’bi, Yasin (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Al-Mohamadi, Fadhil (author)"
	}
	}
	],
	"bibo:abstract":{"value":"Jordan faces a future of very limited water supplies, graywater is one of the options that can bridge the gap and could help in water balances. Graywater is all wastewaters excluding toilet wastes; it can come from the sinks, showers, tubs or washing machine. An improved understanding of the effects of graywater reuse on the environment is required. A pilot project was done in Al-Balqa’ Applied University Research Station to determine the possibility of using graywater as a source of water to irrigate vegetable crops that may eaten raw like tomato and to test the effect of graywater on soil chemical composition. The experiment was conducted by using Randomized Complete Block Design (RCBD) with two replicates in plastic house using three different sources of gray water (kitchen, ablution water and a mix between them), tap water as a control. Soil samples (before and after the season), representative gray water, nutrient and heavy metal contents in leaf and fruit of tomato plant were analyzed. It is concluded that no heavy metal accumulation neither in the soil nor in the plant. Also there was no significant difference between nutrient contents of leaves and fruits of tomato plants irrigated by different types of graywater treatments. On the other hand, tomato plants irrigated with ablution water gave significant higher yield than those irrigated with other sources of graywater or those irrigated with tap water. Graywater especially ablution water can be considered as a non-conventional source of irrigation water for vegetable crops."}
	}}
