{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"Initial screening for the effect of two natural oils and Vitavax-200 on growth criteria and some metabolic aspects of Zea mays plants"},
	"rdf:about":"http://agris.fao.org/aos/records/US201301591939",
	"dct:identifier":"US201301591939",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/10972"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2008,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2008-issue_3_4/a27.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"El-Daly, Faten A. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Ahmed, Hanaa E. (author)"
	}
	}
	],
	"bibo:abstract":{"value":"Changes in some physiological aspects in Zea mays plant (Monohybrid 10) treated with two natural oils, Melaleuca alternifolia (TTO) and lemon oil, and synthetic fungicide Vitavax-200 during the early stages of growth were studied. Significant differences were obtained in growth criteria between the plants treated with natural oils and the synthetic fungicide Vitavax-200 in comparison with control. There was increase in the percentage of germination and the length of the shoot in all treatments. The fresh weight of the shoot increased by all treatments in comparison with the control. The length of the main root increased by fungicide Vitavax-200 and 0.5% lemon oil. There was obvious increment in the dry weight of the root between treated and untreated plants. The photosynthetic pigments increased by all the treatments over the control. Chl a, Chl b and carotenoids increased by all treatments in comparison to control; 0.25% lemon oil was highly effective in increasing Chl a content. Sugar fractions differed as a response to the natural oil treatment and the fungicide from that of control. The results of HPLC analysis showed the appearance of certain sugar fractions such as maltose, xylose, arabinose and mannose. TTO of both concentrations significantly increased the total amount of nitrogen of Zea mays plants, while fungicide Vitavax-200 decreased it. The accumulation of the metal ions K+, Mg 2+ and Mn 2+ increased by the treatment with Vitavax-200."}
	}}
