{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"Techno–economic analyses of wood species utilized in furniture industry in selected cities of Nigeria"},
	"rdf:about":"http://agris.fao.org/aos/records/US201301591974",
	"dct:identifier":"US201301591974",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/10972"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2008,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2008-issue_3_4/e17.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Arowosoge, O.G.E. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Ogunsanwo, O.Y. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Popoola, Labode (author)"
	}
	}
	],
	"bibo:abstract":{"value":"The continuing depletion of the commonly used wood species (CUWS) from the Nigerian forest coupled with their escalating prices has contributed to the high operational cost in the furniture industry (FI). This study, therefore, aimed at analyzing the technical properties and economic returns of some CUWS as well as some lesser used species (LUS) that are evolving, with the aim of determining the possibility of substituting the CUWS with the LUS. Structured questionnaire was administered on 193 furniture factories selected through a multi-stage sampling technique. The sampled 193 furniture factories in Lagos, Ibadan and Benin were categorized into 154 small-scale furniture factories (SSFF), 30 medium-scale furniture factories (MSFF) and nine large-scale furniture factories (LSFF). For technical analysis, a total of 720 test specimens were collected from Mansonia altissima, Khaya ivorensis, Cordia millenii and Tectona grandis as CUWS and Aningeria robusta and Gmelina arborea as evolving LUS. The test specimens were prepared and tested in accordance with British Standard 373:1996. Primary data on production cost and returns in the FI were obtained. Data were analyzed using descriptive statistics, ANOVA, benefit-cost ratio (BCR), rate of return on investment (RRI) and sensitivity analysis. Significant variations (p<0.05) were observed among the species for all the technical properties. Specific gravity used as indicator for technical properties ranged between 0.35 and 0.52. The BCR and RRI in the three scales of FI ranged from 1.57:1 to 2.02:1 and from 56.5 to 107.3% respectively. The sensitivity analysis revealed that only the use of Mansonia altissima inthe LSFF was still profitable with BCR of 1.01:1 at 100% increase in the total cost of production. Based on the findings of this study, Aningeria robusta can be profitably used to substitute Tectona grandis, Mansonia altissima, Khaya ivorensis and Cordia millenii while Gmelina arborea can also be profitably used to substitute Khaya ivorensis and Cordia millenii. Therefore, there is the need for more utilization of Gmelina arborea and Aningeria robusta. Attention should also be directed at increasing the establishment of Gmelina arborea plantation and conducting research on the possibility of raising Aningeria robusta in plantations."}
	}}
