{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"Utilization of buckwheat flour in gluten-free egg noodle production"},
	"rdf:about":"http://agris.fao.org/aos/records/US201300911258",
	"dct:identifier":"US201300911258",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/10972"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2008,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2008-issue_2/f19.pdf",
	"dct:creator":{"foaf:Person":{"foaf:name":"Bilgiçli, Nermin (author)"
	}
	},
	"bibo:abstract":{"value":"Buckwheat, pseudo-cereal, has an important role in celiac diets due to being gluten free. Egg noodle, is a widely consumed traditional cereal product in Turkey. In this research gluten-free egg noodles were made with buckwheat flour, rice flour and corn starch at a ratio of 20:40:40 or 30:35:35 and with 3% xanthan gum, 20% whole egg and 0.5% salt. Control noodle was prepared with wheat flour, egg and salt. Cooking quality (weight and volume increase, cooking loss), chemical composition (ash, protein, cellulose, crude fat, phytic acid, Ca, Mg, K, P, Fe and Zn contents), color values (L, a and b) and sensory properties (color, taste, stickiness, firmness and overall acceptability) of gluten-free noodles were evaluated and compared with control samples. Noodles containing 30% buckwheat flour gave the highest weight and volume increase in all samples. Cooking loss of gluten-free noodles containing buckwheat flour was higher than that of control sample. Ash, crude fat and phytic acid contents of noodles were significantly (p<0.05) affected by formulation type and increased with buckwheat flour addition. Especially K and Mg contents were higher in gluten-free noodle containing 30% buckwheat flour. Dark color of buckwheat flour significantly (p<0.05) affected the color values of gluten-free noodles and decreased the lightness (L) of noodles. As the buckwheat flour addition ratio increased in gluten-free noodle formulation, redness (a) values increased. Noodles with 20% buckwheat flour received the highest taste score in all noodle samples. Overall acceptability scores of control and gluten-free noodle with 20% buckwheat flour were found statistically similar."}
	}}
