{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"Antimicrobial activity of selected Jordanian medicinal plant extracts against pathogenic microorganisms"},
	"rdf:about":"http://agris.fao.org/aos/records/US201300911263",
	"dct:identifier":"US201300911263",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/10972"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2008,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2008-issue_2/f24.pdf",
	"dct:creator":{"foaf:Person":{"foaf:name":"Dababneh, Basem F. (author)"
	}
	},
	"bibo:abstract":{"value":"Antimicrobial activity of crude extracts from five commonly used medicinal plants in Jordan, Teucrium polium, Dianthus caryophyllus, Carthamus tinctorium, Ammi visnaga and Artemisia herba–alba were evaluated against four pathogenic microorganisms over a wide range of concentrations (50-5000 ppm). Minimum inhibition concentration (MIC) and the diameter of inhibition zone (DIZ) were determined by in vitro bioassays using hole-plate diffusion method against Staphylococcus aureus, Pseudomonas aeruginosa, Escherichia coli and Candida albicans. All tested crude plant extracts significantly exhibited antimicrobial activity and inhibited the growth of Gram-positive and Gram-negative bacteria as well as C.albicans. The only exception was T. polium which showed no activity against the tested fungus at all tested concentrations. Antimicrobial activity was directly proportional to the tested concentrations. The most active antimicrobial effect was recorded for D. caryophyllus extract against C.albicans at MIC 800 ppm (DIZ = 25 mm), S. aureus at MIC 2000 ppm (DIZ = 20 mm) and P. aeruginosa at MIC 2000 ppm (DIZ = 10 mm). A. visnaga extract possessed the highest inhibitory effect on E. coli at MIC 800 ppm (DIZ = 9 mm). This study shed the light on the ability of extracts from Jordanian medicinal plants to combat pathogens which will help as natural antimicrobial agents as well as can be used in pharmaceutical and food preservation systems."}
	}}
