{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"The effect of quality on gari prices in Nigeria: A hedonic analysis"},
	"rdf:about":"http://agris.fao.org/aos/records/US201300903840",
	"dct:identifier":"US201300903840",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/10972"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2008,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2008-issue_1/f3.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Ezedinma, Chuma I. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Nkang, Nkang Moses (author)"
	}
	}
	],
	"bibo:abstract":{"value":"This article examines the effect of quality attributes on price of gari, a major staple processed from cassava roots in Nigeria. The effect of quality on prices is estimated under the hedonic function by means of logit model. Two hundred key informants were interviewed in 94 rural markets visited and 100 wholesale traders were interviewed in a big urban market in Lagos, a major commercial city in Nigeria. The markets that supply gari to Lagos are located in the southeast and southwest zones of Nigeria. Gari prices from the southeast zone were generally lower than prices from the southwest zone even though rural markets in the southwest zone were closer to the urban market. Efficiency in cassava production and the processing of gari in the southeast zone may be important in determining the magnitude of the marketing margins and the price differences. Different colours (yellow or white) also command different prices in the market. The study reveals that yellow gari commands a better price than white gari. However, certain ethnic groups despite the better nutrition that can be gained when biofortified with vitamin A do not usually prefer yellow gari with coarse texture. There may be need to change producer and consumer preference through sensitisation and capacity building especially in areas were yellow gari is not currently preferred such as in southwest Nigeria. The relative higher price for yellow gari suggests that research on cassava biofortified with β-carotene (which imparts a yellow colour in a natural form) may also help to improve gari prices as well as improve consumer nutrition and shelf life of yellow gari. These results provide further socio-economic justification for research on crop biofortification in developing countries."}
	}}
