{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"Organic matter and okra growth and yield examination on sandy loam soil amended with cattle and pig manure in humid Southwest Nigeria"},
	"rdf:about":"http://agris.fao.org/aos/records/US201300911275",
	"dct:identifier":"US201300911275",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/10972"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2008,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2008-issue_2/a12.pdf",
	"dct:creator":{"foaf:Person":{"foaf:name":"Babatunde, S. Ewulo (author)"
	}
	},
	"bibo:abstract":{"value":"Particulate organic matter (POM) is quick and easy for fungi and bacteria to decompose and the C and energy provided readily available. It is biologically active with a short turnover rate. In order to determine soil organic carbon (SOC) and N storage in whole soil (WS) and POM for different levels of cattle and pig manure and to compare their effect on soil nutrient and okra (Abelmoschus esculentus (L.) Moench) growth and yield, a screenhouse experiment was established. The experiment involved sandy loam soil (60% sand, 26% silt, 14% clay) amended with four levels (20, 40, 60 and 80 g kg-1 soil) of pig and cattle manure respectively and a control (0 g kg-1 soil). Seeds of a short duration variety (NHAe 47-4) were planted. Soil samples were collected for chemical analysis and selected plant growth parameters (plant height, number of leaves and stem girth) were monitored at the second, fourth, sixth and eighth weeks after planting. Yield parameters (okra pod weight, length and diameter) were determined at five harvests. Soil samples were analysed for whole soil and particulate organic matter C and N content, whole soil pH, Ca, Mg, K, P and Na were also determined. Data collected were subjected to analysis of variance and means separated using least significant difference (LSD) at p = 0.05. C:N ratio, C and N enrichment were calculated and correlation and regression equation established for whole soil and particulate organic matter C and N. Cattle and pig manure significantly increased WS O.C., pH, P, K, Ca and Na, with the exception of Mg, it also significantly increased okra stem girth, pod weight, pod length and pod diameter with the exception of plant height and number of leaves. Cattle and pig manure also significantly increased POM C and N and POM significantly enriched with WS C and N. Application of cattle and pig manure at 60 g kg-1 was found optimal for soil properties considered. Correlation coefficient between WS C and POM C and between WS N and POM N were all positive, however, the correlation decreased with time in C but increased in N."}
	}}
