{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"Growth and mortality of the rough river prawn Macrobrachium equidens Dana, 1852 (Crustacea, Palaemonidae) in Cross River Estuary, Southeast Nigeria"},
	"rdf:about":"http://agris.fao.org/aos/records/US201300903877",
	"dct:identifier":"US201300903877",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/10972"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2008,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2008-issue_1/e9.pdf",
	"dct:creator":{"foaf:Person":{"foaf:name":"Nwosu, Francis M. (author)"
	}
	},
	"bibo:abstract":{"value":"Population parameters are necessary in order to understand the health of any fishery to determine appropriate management measures. The prawn Macrobrachium equidens is an important component of the artisanal Macrobrachium fishery of the Cross River Estuary, contributing about 3.8 and 2.9% by number and weight, respectively, to the total catch of the multi-species Macrobrachium fishery of the area. Growth and mortality parameters of this prawn Macrobrachium equidens was studied from length-frequency data using ELEFAN Programme of FAO-ICLARM Stock Assessment Tools (FiSAT), and the following results were obtained: asymptotic length (L∞ ) = 107.12 mm, growth constant K = 1.25/year, oscillation constant C = 1, Winter Point WP = 0.35, total mortality (Z) = 4.97/year, natural mortality (M) = 2.69/year, fishing mortality (F) = 2.28/year and exploitation rate (E) = 0.46. The fishery is on the verge of over-exploitation. Regulatory management measure to improve the contributions of this fishery to the overall prawn landing in the area is imperative. The most realizable management option is the closed period, during the reproductive season. This implies periodic closures at two alternate moon phases during the peak of reproductive activities. This option eliminates the contentious closure of the fishery during the most ‘lucrative fishing season’. The fisherfolk will easily adopt these short closure periods and cooperate to ensure sustainable management."}
	}}
