{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"Trapping of stored-product insects using flight traps outside traditional African storage granaries"},
	"rdf:about":"http://agris.fao.org/aos/records/US201300911305",
	"dct:identifier":"US201300911305",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/10972"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2008,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2008-issue_2/e7.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Ukeh, Donald A. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Udo, Idorenyin A. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Ogban, Emmanuel I. (author)"
	}
	}
	],
	"bibo:abstract":{"value":"Field experiment to trap and monitor the movement of insects associated with stored products in traditional African granaries was carried out in Bebuatsuan, Cross River State, Nigeria, between November 2006 and March 2007. Delta flight traps baited with multi-attractant pheromone lure and cracked maize grains, pheromone lure alone and maize grains and blanks were set up outside maize granaries designed based on the prevailing local pattern for 12 weeks. Results showed significant differences (p < 0.05) in the mean number of insects caught among treatments, and the combination of pheromone lure with cracked maize grain had an additive effect on trap catches. The population of major insects captured showed that Sitophilus zeamais (Motsch.) was the most prevalent insect species, followed by Rhyzopertha dominica (Fab.), Tribolium castaneum (Herbst.) and Sitotroga cerealella (Oliv.). The sex ratios of captured S. zeamais showed a greater percentage of females than males, while for R. dominica, more females were caught in traps baited with pheromone lure plus cracked maize seeds and maize seeds alone, but less females were recorded in pheromone lure alone and blank traps respectively."}
	}}
