{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"The challenge of rural poverty alleviation in Nigeria: The role of the national agricultural research system"},
	"rdf:about":"http://agris.fao.org/aos/records/US201301591975",
	"dct:identifier":"US201301591975",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/10972"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2008,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2008-issue_3_4/e18.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Ogunlela, V. B. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Ogunlela, Yemisi I. (author)"
	}
	}
	],
	"bibo:abstract":{"value":"Rural poverty remains a challenge and serious threat to food and nutrition security in sub-Saharan Africa (SSA), Nigeria inclusive. Associated with rural poverty in Nigeria is land degradation, which is largely caused by human-induced soil erosion, deforestation, over-grazing and other human activities. Apart from low external inputs, land degradation brings about low productivity in subsistence farming, while also fostering land conversion to marginal agricultural lands with their fragile soils. Rural households respond to declining land productivity in diverse ways. Prospects for economic growth and future human welfare are also threatened by land degradation, whose environmental damage leads to losses in farmers’ income and greater risks for poor households. An urgent reversal of this trend is necessary in order to rescue from the cycle of poverty the rural populace, whose economic livelihood is directly dependent on land exploitation. Unfortunately, over half of Africa’s rural poor are found on “low potential” and “fragile” lands. Other contributors to rural poverty in Nigeria are inappropriate agricultural and economic policies, with their negative consequences on farming communities. Of the many technology-related constraints of farmers, only a fraction has been effectively addressed by agricultural research. Compounding this scenario is the fact that resource-poor farmers are unable to properly articulate their technology needs. Besides, farmers’ constraints are not always researchable problems, leading to farmers’ despondency and difficulty in research priority setting. The national agricultural research system (NARS), which is expected to contribute to agricultural development and rural poverty alleviation in Nigeria, is bedeviled by a variety of constraints. Since the public sector research cannot do the task alone, private sector research needs to be encouraged. Universities, with their comparative advantage, should play a more active role in agricultural research and development."}
	}}
