{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"Performance and haematological indices of weaned rabbits served fluted pumpkin (Telfaria occidentalis) leaves extract supplement"},
	"rdf:about":"http://agris.fao.org/aos/records/US201300903864",
	"dct:identifier":"US201300903864",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/10972"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2008,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2008-issue_1/a11.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Nworgu, F. C. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Onabakin, A. M. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Obadina, T. A. (author)"
	}
	}
	],
	"bibo:abstract":{"value":"A 10-week trial was conducted to evaluate the performance and haematological indices of weaned rabbits served fluted pumpkin (T. occidentalis) leaves extract (FPLE). Twenty four six-weeks old weaned rabbits averagely weighing 507.5 g were matched for weight and sex and distributed to four treatments which contained 0, 50, 100 and 150 ml FPLE per litre of water for A, B, C and D, respectively, in a completely randomized block design. Each treatment was replicated three times. The rabbits were fed the same growers diet. Feed and water were served ad-libitum. The experiment lasted 10 weeks and the FPLE was offered at 4 days interval throughout the period of the experiment. The results revealed that FPLE was rich in protein and minerals but low in fibre, tannin and oxalate, hence a good protein and mineral supplement for weaned rabbits during dry season in humid tropical environment. Results of final live weight, average body weight gain (ABWG), feed conversion ration, protein efficiency ratio (PER), feed cost per kg live weight gain, packed cell volume (PCV), haemoglobin (Hb) and white and red blood cells were significantly (p<0.05) different among the treatments. The ABWG, PER, PCV, Hb and RBC were for the weaned rabbits served 150 ml FPLE 1515 g/rabbit, 1.74, 66.33%, 7.33 g/100 ml and 5.39x106 L-1 and for control 930 g/rabbit, 0.85, 58.00%, 6.83 g/100 ml and 5.02x106 L-1, respectively. The aforementioned parameters progressively and significantly (p<0.05) increased with increased concentrations of FPLE. For improved rabbit production and blood formation, 150 ml FPLE is recommended for weaned rabbits as 0-100 ml FPLE had lower performance effects in terms of ABWG, PER, RBC and relative cost advantage."}
	}}
