{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"Effects of feed rationing on the laying performance of 40-weeks in-lay hens"},
	"rdf:about":"http://agris.fao.org/aos/records/US201300869657",
	"dct:identifier":"US201300869657",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/10972"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2007,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2007-issue_3_4/a26.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Oyedeji, J.O. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Orheruata, A.M. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Omatsuli, M. (author)"
	}
	}
	],
	"bibo:abstract":{"value":"Two hundred and forty 40-weeks in-lay black Harco hens were used in a study that lasted for 12 weeks to investigate the effects of rationing feed on their laying performance. The treatment consisted of ad libitum feeding for hens in group A which served as control. Hens in Groups B, C and D were subjected to three different systems of feeding in the following manners respectively: weighed quantities of layers mash (150 g) based on daily requirement supplied once daily (1-0-0), weighed quantities of layers mash (75 g) supplied twice daily (1-1-0) and weighed quantities of layers mash (50 g) supplied thrice daily (1-1-1). Feeding systems were randomly allocated to hens using a simple completely randomized experimental design. Results at the end of experiment showed that egg production in terms of hen-day-production and egg weight (size) were comparable for hens fed ad libitum and those fed weighed quantity of feed once in a day in feed rationing system of 150 g daily (p>0.05), while these parameters were significantly lower for hens fed weighed quantities of feed twice or thrice a day (p<0.05). Feed intake was comparable among hens (p>0.05). Feed per dozen eggs and cost per dozen eggs were lowest among hens presented with 150 g of feed once daily (p<0.05). Percentage mortality was not significant among birds (p>0.05). It was concluded that for optimum laying performance and to save time and labour expended in feeding hens two or three times in a day, feeding laying hens the required feed quantity once in a day would be most economical and so recommended."}
	}}
