{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"Effect of antibrowning agents on banana slices and vacuum-fried slices"},
	"rdf:about":"http://agris.fao.org/aos/records/US201300869582",
	"dct:identifier":"US201300869582",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/10972"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2007,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2007-issue_3_4/f31.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Apintanapong, Muanmai (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Cheachumluang, Kuluma (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Suansawan, Punnarai (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Thongprasert, Noppawan (author)"
	}
	}
	],
	"bibo:abstract":{"value":"Enzymatic browning of banana slices is occurred practically in vacuum-fried banana slices during processing. Control of enzymatic browning can be achieved by various methods, and chemical treatment is one of them. However, most of the reported inhibitory activities were measured individually at different conditions in different commodities. Therefore, the aim of this study was to evaluate the most effective antibrowning agents for banana slices by using individual 12 compounds and combination treatments of the best selected three compounds with three widely used agents (ascorbic acid, citric acid and lactic acid). Mixed antibrowning agents were selected and applied in vacuum-fried banana slices. Sensory discrimination using bipolar R-index was done in comparison with untreated sample. Among the compounds tested, calcium chloride and cysteine showed the highest inhibitory activity on banana slice browning due to least change in lightness (P≤0.05). Tartaric acid, formic acid, oxalic acid, ascorbic acid and citric acid belonged to a medium inhibitor group followed by the weak inhibitor group of lactic acid, acetic acid, succinic acid and sodium chloride. According to the change in lightness and blueness (DL* and Db*), calcium chloride, cysteine and tartaric acid were selected to use in combination with three widely used agents. Synergistic effect was found, it appeared that 0.5% tartaric acid and 1% ascorbic acid (TA), 0.5% calcium chloride and 1% ascorbic acid (CA) and 0.5% cysteine and 1% citric acid (CC) have strong potential for browning inhibition. In sensory discrimination, treated samples had lower colour intensity than control, whereas their appearances were better and they had significantly (α = 0.05) more sour or tart taste. Banana slices treated with CA and CC had more overall preference than the others. However, after vacuum-frying, vacuum-fried banana slices treated with mixed agent solution that contained ascorbic acid caused formation of off-colours as shown in higher redness value (a*). Sour taste was found in samples treated with CA and CC and less sour taste than control was found in TA samples. In overall preference evaluation, CC sample was perceived to have significantly highest R-more values while the others were less than control (α = 0.05)."}
	}}
