{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"UV-C treatments on fresh-cut green onions enhanced antioxidant activity, maintained green color and controlled ‘telescoping’"},
	"rdf:about":"http://agris.fao.org/aos/records/US201301591857",
	"dct:identifier":"US201301591857",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/10972"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2008,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2008-issue_3_4/f13.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Kasim, M. Ufuk (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Kasim, Rezzan (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Erkal, Süleyman (author)"
	}
	}
	],
	"bibo:abstract":{"value":"To maintain high quality and to extend the shelf life of minimally processed green onions (Allium cepa L.), the potential benefit of UV-C treatment for different doses was evaluated. Fresh-cut green onions treated with UV-C for 0 (K, non-treated), 3 (UV-C3), 5 (UV-C5), 10 (UV-C10) and 15 (UV- C15) min were stored at 5°C for 15 days. Antioxidant activity, electrolyte leakage, color, weight loss, visual quality and inner leaf extension ‘telescoping’ were measured at 1, 5, 10 and 15 d of storage. DPPH free radical scavenging activity of fresh-cut green onions was increased by UV- C treatments, especially higher doses. The highest antioxidant activity was measured in onions treated with UV-C15 (87.75%) while it was lowest in onions of K (82.14%) and UV-C10 (81.95%). In contrast to antioxidant activity, electrolyte leakage was lowest in control group and it was getting high with the higher doses of UV-C. UV-C treatments for high doses increased antioxidant activity but these doses caused tissue deterioration. L* values of white leaf sheath of fresh-cut green onions were maintained higher in onions treated with UV-C5 and UV-C10 than in the other UV-C treatments and K. Color values a* and b* of the hollow green tissues of onions in K, UV-C3 and UV-C5 treatments increased during the storage. Decay percentage and inner leaf extension ‘telescoping’ of onions were effectively controlled by UV-C15 treatment."}
	}}
