{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"Training needs of fisherfolks on fishing technologies"},
	"rdf:about":"http://agris.fao.org/aos/records/US201300903879",
	"dct:identifier":"US201300903879",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/10972"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2008,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2008-issue_1/e11.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Oladoja, M.A. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Adedoyin, S.F. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Adeokun, O.A. (author)"
	}
	}
	],
	"bibo:abstract":{"value":"Fishing activities is a job opportunity for numerous for earning income and livelihood but if handled carelessly could become a nightmare to fisherfolks. Therefore, the need to ascertain the areas of training needs of the fisherfolks to enhance fishing activities necessitated this study. Snow–ball technique was used to obtain a list of 275 fisherfolks out of which 50% were randomly selected by ballot to give a total of 138 respondents used in the study. The interview schedule was used in gathering the information needed from the respondents. The study revealed that 84.16, 87.90, 86.96, 90, 79.10 and 90.70% of the respondents scored high in awareness of fabrication of low cost fishing gears fabrication and construction of traps and pots, making handcraft, designing multiple hooks on a line, construction of cast and gill netting and smoking oven. Also, the areas of training need on fisheries production are fabrication of fishing gears, saving credit management and reduction of obnoxious fishing, net fabricates and maintenance, outboard engine repairs and marketing strategies. Most respondents (86.30%) showed favourable attitude towards improved fishing production technologies in the study area. Major constraints experienced by respondents are related to net fabrication and maintenance, improved smoking oven use, capital, construction of simple gears, outboard engine repairs, unstable climate and tides, inaccessibility for spare parts of outboard engines, inadequate raw material for construction of simple gears and effective fishing processing and preservation techniques and gadgets. Provision of credit facilities, subsidized inputs like spare parts, simple gears, outboard engine and raw materials for the construction of simple gears will enhance performance of the fisherfolks. Workshops/seminars should be regularly organized for fisherfolks to beef up their knowledge and skill in the fishing activities. There should also be effective extension services for monitoring the fishing performance and planning for enhancement activities."}
	}}
