{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"Influence of redroot pigweed (Amaranthus retroflexus L.) emergence time and density on yield and quality of two sugar beet cultivars"},
	"rdf:about":"http://agris.fao.org/aos/records/US201300869644",
	"dct:identifier":"US201300869644",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/10972"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2007,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2007-issue_3_4/a19.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Heidari, Gholamreza (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Nasab, Adel Dabbagh Mohammadi (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Javanshir, Aziz (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Khoie, Farrokh Rahimzadeh (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Moghaddam, Mohammad (author)"
	}
	}
	],
	"bibo:abstract":{"value":"In order to determine the effects of emergence time and plant density of redroot pigweed (Amaranthus retroflexus L.) on yield and quality of two sugar beet cultivars with morphologically different growth habit (Rasoul with prostrate growth habit and BR1 with erect growth habit) field experiments were conducted in 2004 and repeated in 2005. Redroot pigweed was established at densities of 4, 8 and 12 plants per metre of sugar beet row at 0,15, 30 and 45 days after sugar beet emergence. A weed-free control treatment was also included in the experiment. Emergence of redroot pigweed from zero to 30 days after sugar beet emergence time reduced sugar beet root, gross sugar and white sugar yield even at low density of 4 plants per metre of row. Redroot pigweed emerging 45 days after sugar beet emergence had no significant effect on sugar beet root and gross sugar and white sugar yield at all densities. The sugar beet harvest index (HI) decreased when redroot pigweed emergence time was synchronous with or 15 days after sugar beet emergence. Sugar and white sugar, potassium and sodium contents and alkalinity were not affected by weed emergence time and density. Root, gross sugar and white sugar yield of Rasoul cultivar were greater than those of BR1 when subjected to late emerging redroot pigweed competition (30 and 45 days after sugar beet emergence) and were not significantly different from the weed-free control. The results suggest that using sugar beet varieties with prostrate growth habit could reduce the redroot pigweed control costs."}
	}}
