{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"Potential welfare benefits from the public-private partnerships: A case of genetically engineered eggplant in India"},
	"rdf:about":"http://agris.fao.org/aos/records/US201301591941",
	"dct:identifier":"US201301591941",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/10972"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2008,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2008-issue_3_4/a29.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Kolady, Deepthi Elizabeth (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Lesser, William (author)"
	}
	}
	],
	"bibo:abstract":{"value":"Development of genetically engineered (Bt) eggplant in India provides a partnership example, where private sector focuses on the Bt hybrid market while donating the technology to public institutions to develop open pollinated varieties (OPVs). While partnerships like these can be justified in general on public sector human capacity enhancements and good will generation basis, it remains important to estimate the potential welfare benefits of such partnerships. An understanding of the magnitude and distribution of benefits among different stakeholders will be useful for effective design of similar partnerships in developing countries. In this study, we ex ante estimate the magnitude and distribution of potential welfare benefits from introducing Bt eggplant in India. We conducted a farm-level survey in Maharashtra, India, to collect data on production practices by eggplant growers, and farmers’ willingness to pay for Bt technology. We also collected data from field trials of Bt eggplant to assess the economic potential of the technology in terms of increasing yield and reducing pesticide expenses. Following Moschini and Lapan framework we estimated the potential welfare benefits from Bt hybrid eggplant as the sum of the change in Marshallian surplus in the commodity market and the monopoly profit of private company in the seed market. Overall, our analysis shows that producers are likely to gain from the increased yield and reduced pesticide expenses associated with the Bt technology. However, consumers gain the majority (about 60%) of the expected welfare benefits. The higher magnitude of the forgone benefits (Rs 4,247 million/US$103 million) from not commercializing Bt OPV eggplant suggest the economic significance of the public-private partnership for developing genetically engineered varieties for crops such as eggplant which are considered ‘a poor man’s crop’ in developing countries."}
	}}
