{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"Effects of water stress during vegetative and reproductive stages on seed yield and essential oil content of dill (Anethum graveolens L.)"},
	"rdf:about":"http://agris.fao.org/aos/records/US201301591927",
	"dct:identifier":"US201301591927",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/10972"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2008,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2008-issue_3_4/a19.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Ghassemi-Golezani, Kazem (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Andalibi, Babak (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Zehtab-Salmasi, Saeid (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Saba, Jalal (author)"
	}
	}
	],
	"bibo:abstract":{"value":"The influence of water stress during vegetative and reproductive stages on plant height, fresh and dry biomass, seed yield and essential oil content of dill (Anethum graveolens L.) was investigated in 2006 and 2007 at the Research Farm of the University of Zanjan, Zanjan, Iran. The essential oil of the vegetative parts, flowers and seeds of cultivated dill were isolated by hydro distillation. The results showed that the plant height, fresh and dry biomass and seed yield of dill decreased with decreasing water availability. The largest reduction in plant height and biomass was observed under severe water stress during vegetative stage, but the greatest loss in seed yield occurred under severe water deficit during flowering and seed filling phases. The essential oil content of seeds and flowers was much higher than that of vegetative parts under all irrigation treatments. Although the essential oil percentage of dill flowers and seeds was increased with increasing the severity of water deficit, the highest essence yield per unit area was obtained under moderate water stress. It was, therefore, concluded that essential oil yield of dill could be improved by a moderate water stress during flowering and seed filling phases."}
	}}
