{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"Determination of the extent of frying fat deterioration using differential scanning calorimetry"},
	"rdf:about":"http://agris.fao.org/aos/records/US201301591854",
	"dct:identifier":"US201301591854",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/10972"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2008,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2008-issue_3_4/f11.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Abdulkarim, S.M. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Frage, A. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Tan, C.P. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Ghazali, H. M. (author)"
	}
	}
	],
	"bibo:abstract":{"value":"Differential scanning calorimetry was used to assess oil deterioration compared with known chemical parameters. Five different types of edible oils, namely, corn oil, soybean, sunflower, canola and palm olein, were used in this study and banana was used as the fried product. Batches of banana approximately 5-7 cm in length were cut into uniform wedges and then were fried at 180±5oC. The frying was intermittent and continued for 5 hours a day for six consecutive days (a total of 30 hours). The changes in the thermal properties of all used oils were studied and compared. A simple method was developed for monitoring the oil deterioration by DSC based on the heating thermogram of the used oil samples at scanning rate of 5oC/min from -70 to 70oC. The heating thermogram for the oils showed varying degree of changes especially in the major melting peak position during the course of frying. At the end of frying days changes in the peak temperature of the major melting peaks for all the oil was found to increase significantly (P<0.05) from the initial day to the last day of frying, the values were: corn oil (-23.1 to -5.4oC), soybean (-23.5 to -2.2oC), sunflower (-10 to -1.33oC), canola (-10 to -2.7oC) and palm olein (14.6 to 19.9oC). The deterioration of used oil was also assessed by determination of total polar compound (TPC) percent, iodine value (IV), specific extinction E1% at 233 and 269 nm and changes in viscosity (cP). The extent of oil deterioration was best reflected in the changes in TPC percent for all used oils. The changes from the initial to the final values were: corn oil (3.8 to 37.6%), soybean (4.7 to 35.3%), sunflower (3.5 to 32.7%), canola (2.0 to 24.4%) and palm olein (3.3 to 20.5%). There was a good positive correlation between the major peak temperature values from the DSC heating thermogram and the TPC for all the oils tested."}
	}}
