{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"Water sources and quality at livestock farms in Finland"},
	"rdf:about":"http://agris.fao.org/aos/records/US201300911308",
	"dct:identifier":"US201300911308",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/10972"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2008,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2008-issue_2/e10.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Sorvala, Sanna (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Puumala, Maarit (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Lehto, Marja (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Kymäläinen, Hanna-Riitta (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Sjöberg, Anna-Maija (author)"
	}
	}
	],
	"bibo:abstract":{"value":"An exceptionally dry period occurred during the years 2002-2003 in Finland. Many farms had only their own well as a water supply. At some farms the wells became dry, leading to problems in water management. The aim of this study was to survey the utilisation of drinking water and shed washing water for farm animals in Finland. In addition, measures taken for water saving during the dry periods were examined. A mail-back questionnaire was sent to livestock farmers in southern, western and eastern Finland during the spring of 2004. The number of questionnaires sent out was 431, of which 92 were returned. The total response rate was 21%, being highest in southern Finland and lowest in the east. In dairy farms the consumption of drinking water varied between 1,000 and 10,000 l day-1, whereas in pig farms it varied between 2,000 and 8,000 l day-1. In broiler farms drinking water consumption varied between 8,000 and 20,000 l day-1 for 45,000-60,000 birds. The water sources of the farms were generally private wells or municipal water. Several farms had experienced problems with water sufficiency particularly during dry seasons in 2002- 2003. Of those farms which hadwater sufficiency problems, 44% had only their own well as water supply and 56% had their own well and were also connected to the municipal water system. These farms had also experienced water sufficiency problems before the year 2002. The farms which had suffered from the dry period were located in southern Finland. Because of similar earlier problems some farms had been connected to a municipal water supply system, thus avoiding the problem during the years 2002 and 2003. The quality of water was asked in the questionnaire and no chemical quality analyses were carried out. The quality of water was poor in eight dug wells and in all the twelve examined bedrock drilled wells. The polluted wells were generally near to fields where spreading of manure had been practised. Many of the farmers were interested in water saving measures. Some of them were recycling the washing water of milking pipes and most of the others were considering this measure. In summary, a considerable amount of information considering the water sources, use, quality and problems in farms was obtained using the questionnaire. This information can be used when planning for exceptional conditions."}
	}}
