{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"The effect of inhibitors on the changes of potato tuber quality during the storage period"},
	"rdf:about":"http://agris.fao.org/aos/records/US201301591907",
	"dct:identifier":"US201301591907",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/10972"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2008,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2008-issue_3_4/a10.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Pranaitiene, R. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Danilcenko, H. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Jariene, E. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Dabkevicius, Z. (author)"
	}
	}
	],
	"bibo:abstract":{"value":"This study was conducted to assess the effect of chemical and natural inhibitors on potato tubers quality during the storage period. For the inhibition of tuber sprouting of medium early potato cultivars Goda, Gloria and Vaiva during the storage, essential oils of aromatic plants, caraway (Carum carvi L.) and dill (Anethum graveolens L.), with s-carvone being the active agent were used. For comparison, the chemical inhibitor CIPC (powder) containing chlorpropham was used. During the storage, the potato tubers were sprayed with inhibitors twice, i.e. in the beginning of October and in the beginning of January. Potato tubers were treated with the chemical inhibitor only once, at the beginning of October. Potato tubers of each treatment were stored for eight months (from September until May) in refrigerating cabinets of KX- type with automatic temperature control at 9°C (±0.5°C) and 90-95% relative humidity. The data revealed that of the natural–origin inhibitors, dill seed extract was found to be more effective, especially when applied on the tubers of the medium early potato cv. Goda and Gloria. The applied inhibitors slowed down the tuber sprouting during the storage compared with the untreated potato tubers. In potato tubers of all cultivars, the greatest quantity of amino acids was observed before storage. After 8 month storage, potato tubers of the analyzed cultivars treated with caraway or dill essential oil demonstrated the greatest quantity of amino acids."}
	}}
