{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"Observations of Citrus aurantium exposed to urban stress in Tunisian cities: Behaviour analysis of in vitro-plants faced to salt stress"},
	"rdf:about":"http://agris.fao.org/aos/records/US201300911309",
	"dct:identifier":"US201300911309",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/10972"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2008,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2008-issue_2/e11.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Khelifa, Samiha Bedhioufi (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Rejeb, Hichem (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Souayah, Naoufel (author)"
	}
	}
	],
	"bibo:abstract":{"value":"In Tunisia, Citrus trees, which represent strategic cultivation and a key element in gardening, witness serious problems in urban and sub-urban areas. Signs of trees’ lack of vigour are often observed. It is worth noticing that individual variability is largely observed at the level of plantations’ vitality, which led us to the following hypothesis: the existence of diverse potential adaptation strategies characterizing certain cases. However, this phenomenon is expected to be amputated in other trees. The objective of this research was to study the adaptation degree of a certain number of subjects in different urban environments and to better understand the key factors related to adaptation or deterioration of the trees. Urban forestry is presently concerned with osmotic stress such as salty, hydric and thermic one, all of which bring about resistance abilities in case of plant survival. It is already known that farming conditions as well as the morphology of seed trees are often highly decisive in determining Citrus resistance to salt. The behaviour analysis in relation to salty stress through the seed led to a number of observations of sour orange in urban context. Allometric measures were about the extension of the shoot and the root parts of Citrus aurantium in vitro-plants coming from seeds of different origins in regions like the Western North, Eastern North and Western Centre of Tunisia. Plants were grown on MS media enriched by 5 NaCl doses (0, 8.5, 17, 34 and 85.5 mM per litre of medium). The total observations favourably consider the high abilities and the individual plant performance adaptation coming from diverse urban ecotypes. This helped us to collect plants more adapted and to propose them for selection and reproduction projects. As a result for all treatments, the difference due to the seed origin is significant; it is far more noted on the shoot growth than on the root one. Besides, salt seems to be vital for the improvement of plant vitality since areas with small salt quantities guarantee a better development of air plants. Finally, plants in the Western Centre area, though less vigorous for the first salt doses, gave the best vigour results in a MS medium enriched by NaCl 85.5 mM per litre."}
	}}
