{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"Impacts of free trade area (FTA) within Eastern and Southern Africa countries and unilateral tariff elimination by other regions"},
	"rdf:about":"http://agris.fao.org/aos/records/US201300911311",
	"dct:identifier":"US201300911311",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/10972"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2008,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2008-issue_2/e13.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Tekle, Kelali Adhana (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Kameyama, Hiroshi (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Ito, Shoichi (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Itohara, Yoshihito (author)"
	}
	}
	],
	"bibo:abstract":{"value":"Free trade between countries and regions has become a common practice and yet there are imbalances in both trade flows and trade benefits. One such example is agriculture trade between developed and least developed nations. Developed nations subsidize their farmers and protect against poor farmers’ commodities from entering their domestic market through various trade barriers. As a result, developing countries like sub-Saharan Africa are languishing in a balance of trade deficit. Moreover, the emergences of free trade areas have created new challenges to some individual countries through preferential erosion and special benefits to countries that joined the block through trade creation. In sub-Saharan Africa, there are regional trade blocks that actually are not working on well-established free trade specifications. Therefore, this study attempts to evaluate the impact of free trade within countries and unilateral or unreciprocated tariff elimination by others. It employs the standard multi-regional applied general equilibrium model developed by global trade analysis project (GTAP) and its version 6 database. Eight countries from Eastern and Southern Africa and four from the world’s biggest economies were selected for the analysis along with three main sectors: agriculture, manufacturing and services. Eighty-seven countries including the above were aggregated into 16 trading blocks, and the sectors were disaggregated into 19 sub-sectors with greater emphasis on agriculture. The simulation results show that within the eight countries, owing to their trading system and economy of scale, welfare change significantly differs. Terms of trade gains from agricultural commodities, mainly the sugar sub-sector, contributes a significant amount to the welfare change. Among the eight countries, Mozambique has better welfare change with US$3.11 million in bilateral import tariff elimination than from unilateral tariff elimination of the biggest economies, and Botswana shows US$285.21 million from unilateral tariff elimination. South Africa, as the main trading partner for most southern African nations, registers a loss of US$3.91 million to the eight countries. In the unilateral tariff elimination, China and the European Union have better net welfare gains largely from allocative efficiency than the United States and Japan. Nevertheless, welfare gains and losses accrued to these biggest economies do not pose any impact on their GDP, household utilities and terms of trade change. This signals that unilateral tariff elimination by the biggest economies to the eight sub-Saharan countries would be a possible scenario and poor countries should push for such intervention to be taken by developed nations."}
	}}
