{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"Influence of basal leaf removal on the chemical composition of Sauvignon Blanc and Riesling wines"},
	"rdf:about":"http://agris.fao.org/aos/records/US201300903843",
	"dct:identifier":"US201300903843",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/10972"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2008,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2008-issue_1/f5.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Kozina, Bernard (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Karoglan, Marko (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Herjavec, Stanka (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Jeromel, Ana (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Orlic, Sandi (author)"
	}
	}
	],
	"bibo:abstract":{"value":"The influence of partial leaf removal of grapevines on sugar, acids and pH must content was evaluated and changes in wine volatile composition and overall quality were defined. The experiment was carried out in 2002 with Sauvignon Blanc and Riesling varieties. Treatments were a) control, or no leaf removal, b) removal of 4 leaves per shoot and c) removal of 8 leaves per shoot. At the end of fermentation analysis of standard chemical compounds, organic acids and aroma compounds were determined by means of HPLC and GC-MS. Basal leaf removal increased soluble solids and reduced titratable acidity and pH. In some cases increase in free volatile and potential volatile terpene levels was noticed. Results of study indicate that basal leaf removal had different influence on the wine chemical composition and quality that depends upon the variety tested. In Sauvignon Blanc wines basal leaves removal significantly reduced tartaric and malic acid content and increased the content of free and bound monoterpenes. In Riesling wines basal leaves removal had significant influence only on tartaric acid content while there was no marked difference in the sum of free and bound monoterpenes. Sensory evaluation showed that the quality of Sauvignon Blanc wines could be much improved while the quality of Riesling wines remained more or less the same."}
	}}
