{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"Water treatment with silicate minerals and its effect on early growth of radish plant (Raphanus sativus L.)"},
	"rdf:about":"http://agris.fao.org/aos/records/US201300903876",
	"dct:identifier":"US201300903876",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/10972"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2008,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2008-issue_1/e7.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Islam, Sheheli (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Takeda, Noriko (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Ishikawa, Katsumi (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Azad, Md. Abul Kalam (author)"
	}
	}
	],
	"bibo:abstract":{"value":"Good water quality not only produces good crop yield, but also maintains environmental quality and so with plant, animal and human health. Therefore, protecting the scarce water resource by using non-chemical materials is more important than ever. Bakuhan-seki having additional negative charge had been distinct for playing an important role in changing the characteristics of water. As this mineral is expensive, a rapid, simple and costeffective procedure has been described for determining the potential of three minerals of Shikoku Island at different mixture ratio to improve water quality affecting germination and early growth of plants. In this study, tap water of Kochi, Japan, was treated with different mixtures of silicate minerals and then applied for the germination of radish (Raphanus sativus L.) seeds. It was observed that pH and EC were increased in every treatment. Germination rates were not differentiated significantly in all treated and control conditions. The early growth of radish seedlings increased significantly in applying water treated with Q2M3S5 (ratio of silicate minerals as quartz porphyry: metamorphic rock: sedimentary rock = 2:3:5) compared to control at different turbidity levels. The change in root length responded more noticeably followed by change in the plant height. However, turbidity, increased concentration of silica and suitable value of pH, EC and oxidation-reduction potential (ORP) might be the reasons for elongation in early growth of radish plant parameters. Results suggested that the processes in treating water for plant growth (related to mineralization; pH buffering) were accomplished in a simple, low-cost way which can be afforded by individual growers also."}
	}}
