{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"Ameliorative effect of mulching on water use efficiency of Swiss chard and salt accumulation under saline irrigation"},
	"rdf:about":"http://agris.fao.org/aos/records/US201301591973",
	"dct:identifier":"US201301591973",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/10972"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2008,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2008-issue_3_4/e16.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Zhang, Qing Tao (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Inoue, Mitsuhiro (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Inosako, Koji (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Irshad, Muhammad (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Kondo, Kensuke (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Qiu, Guo Yu (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Wang, Shi Ping (author)"
	}
	}
	],
	"bibo:abstract":{"value":"The objective of the efficient water management is to conserve soil water and maintain lower level of salts in the topsoil. A pot experiment was conducted in a greenhouse to evaluate the effects of three mulching types together with diluted seawater irrigation on evapotranspiration (ET), water use efficiency (WUE) of Swiss chard, soil water, soil temperature and salt accumulation. The effectiveness of different mulching types for saving water and improving crop yield under saline irrigation was studied. For this purpose seawater was diluted to achieve the electrical conductivity of water (ECw) as 4.8 and 7.4 dS m-1. Pots were mulched in the form of gravel, pine needles and rice straw. The results showed that use of mulches significantly reduced ET of Swiss chard. Mulches also effectively reduced salt accumulation under high saline irrigation. High diluted seawater irrigation could be used under mulch condition without serious salinity-damage caused by salinity stress to Swiss chard. Average soil temperature among mulches was in the order of gravel > rice straw > pine needles > no-mulch during winter season, regardless of soil depth. Mulching material improved plant biomass as well as WUE. Under high saline water, mulches differed for dry matter production and WUE in the order of gravel > pine needles > rice straw > no-mulch. The experiment indicated that mulching practice can be used favorably for crop production under saline irrigation."}
	}}
