{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"Performance of high protein maize variety and soil nutrient changes with fortified organic fertilizer"},
	"rdf:about":"http://agris.fao.org/aos/records/US201301591925",
	"dct:identifier":"US201301591925",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/10972"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2008,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2008-issue_3_4/a18.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Ayoola, O.T. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Makinde, E.A. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Ande, O.T. (author)"
	}
	}
	],
	"bibo:abstract":{"value":"Enriching manure with nutrients from limited quantity of inorganic fertilizer could combat the deficiency of late and low supply of nutrients. The growth and yield of high protein green maize (ART-98-SW1) was assessed using organic fertilizer made from municipal waste and cow dung at 5 t/ ha as well as organic fertilizer + urea (i.e. 2.5 t ha-1 municipal waste and cow dung + 100 kg ha-1 urea). These were compared with performance with inorganic NPK fertilizer and no fertilizer control. Maize growth significantly (P = 0.05) increased with application of the N-enriched organic fertilizer. The plants were comparable in height and leaf area with fertilizer application. Fertilization of maize gave significantly (P = 0.05) higher grain yields. Organic fertilizer alone gave yields of 2.68 t ha-1. The unfertilized control plants had an average yield of 1.47 t ha-1.Yield (3.78 t ha-1) obtained from the organic fertilizer + urea was statistically the same with yield (3.70 t ha-1) got from inorganic fertilization. Organic fertilizer + urea increased soil N, P and K contents by 25, 1 and 62%, respectively. It also increased soil Ca and Mg contents by 2 and 8%, respectively. Organic fertilizer at 2.5 t ha-1 with 100 kg/ha urea can be applied to maize. It gives a comparable yield as inorganic fertilizer and increases the soil N, P, K, Ca and Mg contents."}
	}}
