{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"Heavy metal concentrations in three species of green algae from the Saudi coast of the Arabian Gulf"},
	"rdf:about":"http://agris.fao.org/aos/records/US201300876493",
	"dct:identifier":"US201300876493",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/10972"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2007,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2007-issue_3_4/e2.pdf",
	"dct:creator":{"foaf:Person":{"foaf:name":"Al-Homaidan, Ali A. (author)"
	}
	},
	"bibo:abstract":{"value":"Several species of green algae have been used as indicators of heavy metal contamination in coastal areas. The concentrations of Cu, Zn, Fe, Cd, Pb and Ni were determined in the green algae Chaetomorpha aerea (Dillwyn) Kutzing, Enteromorpha clathrata (Roth) Greville and Ulva lactuca Linnaeus collected from three sites on the Saudi coast of the Arabian Gulf. The algal samples were dry digested using hot concentrated nitric acid and the metals were analyzed by atomic absorption spectrophotometry. Levels of heavy metals similar to those of polluted coastal areas were detected for all elements except Cd. The mean concentrations of metals in the examined algae were as follows: Cu 8.41-48.52, Zn 34.16-68.18, Fe 812-2,335, Pb 13.90-30.50 and Ni 25.51-44.51 µg g-1 dry weight. The levels of Cu, Zn, Fe, Cd and Ni in C. aerea were significantly higher than in the other two algae, and this species could serve as bioindicator for heavy metal pollution in this part of the world. No significant differences were detected for the heavy metal levels in the three areas studiedindicating a high degree of pollution at all sites. High levels of industrialization and urbanization and oil spillages, which are taken place in the Arabian Gulf region, are probably responsible for the elevated levels of pollutants in this area."}
	}}
