{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"Evaluation of Iranian native apple cultivars and genotypes"},
	"rdf:about":"http://agris.fao.org/aos/records/US201300869610",
	"dct:identifier":"US201300869610",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/10972"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2007,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2007-issue_3_4/a8.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Damyar, Sima (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Hassani, Darab (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Dastjerdi, Raana (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Hajnajari, Hassan (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Zeinanloo, Ali A. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Fallahi, Esmaeil (author)"
	}
	}
	],
	"bibo:abstract":{"value":"To evaluate and collect highly valued genotypes of native apples, the growth and fruit characteristics of 79 native cultivars and germplasm of apples in Tehran, Ardebil, Markazi, Ghom, and Hamadan regions were studied in four years. About 30 characteristics such as leaf and tree morphology, fruit and seed characters and susceptibility to pests and diseases were evaluated in this study. Some of collected genotypes are highly promising for fresh consumption with respect to precocity, storage time, yield per tree and marketing potential. Some of these materials could be used for cultivar and rootstock breeding programs. Classification of genotypes based on several traits showed good segregation on the population. For harvest time there was about 7 months of differences between early and late maturing genotypes. For storage life, 7% of genotypes showed very long storage ability. For fruit attractiveness and flesh color also there was a good segregation among genotypes. About 6% of the evaluated materials had high fruit finish and color. The collected genotypes are propagated and are under further evaluation at the Horticulture Department of Seed and Plant Improvement Institute, Karaj, Iran. Among the local genotypes some like Shaki, Beigi and Habibi were found to be promising as new cultivars."}
	}}
