{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"Effects of an inorganic fertilizer (14N-38P-10K) on Oreochromis niloticus L. fingerlings in a static fiberglass tank system under arid land conditions"},
	"rdf:about":"http://agris.fao.org/aos/records/US201301591970",
	"dct:identifier":"US201301591970",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/10972"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2008,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2008-issue_3_4/e13.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Belal, Ibrahim E. H. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Al-Owafeir, Mohammed A. (author)"
	}
	}
	],
	"bibo:abstract":{"value":"Due to the interaction between fertilizers and various soil elements in fish ponds, many conflicting and inconsistent results were indicated in previous studies. The effect of different levels of an inorganic fertilizer (14N-38P-10K) on inducing natural food for tilapia production in fiberglass tanks without soil, using a static well water system under arid land conditions was evaluated. Six fiberglass tanks (3 m diameter and 1.2 m height) were randomly stocked with tilapia (Oreochromis niloticus) fingerlings at a rate of 10 fish/m3. The tanks were treated with three levels (0, 5.3, 7.7 g/m3/day) of the tested fertilizer in duplicate. Each tank was randomly assigned a level of fertilizer. The fertilizer was added once a week in a cloth bag suspended at a 60 cm depth from the water surface. Natural food was the only source of food for tilapia fingerlings for the 12 week experimental duration. The experiment was carried out at 30±4°C, average light intensity 50,524±483 lux, light duration 14 hrs and water salinity 3.4‰. Water quality parameters such as turbidity, chlorophyll a, pH and dissolved oxygen (DO) were monitored. The results indicated that fish grown in tanks treated with 5.1 and 7.7 g/m3/day levels of fertilizer were both similar and superior to those in tanks treated with 0 level of fertilizer (control group). Other growth parameters, namely weight gain, specific growth rate, protein deposition value and energy deposition value followed the same pattern. Water quality parameters were significantly affected by the fertilizer level. Chlorophyll (mg/L), dissolved oxygen and pH increased with increasing the fertilizer level. Secchi disk visibility (cm) readings were inversely affected by the fertilizer level. It was concluded that adding 5.3 g/m3/day of the tested fertilizer is the optimum level for the best tilapia fingerlings growth under the experimental condition."}
	}}
