{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"Investigation of seed priming on some germination aspects of different canola cultivars"},
	"rdf:about":"http://agris.fao.org/aos/records/US201300911273",
	"dct:identifier":"US201300911273",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/10972"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2008,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2008-issue_2/a10.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Saeidi, Mahmood Reza (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Abdolghaium, A. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Hassanzadeh, Mohammad (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Rouhi, Asal (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Nikzad, Parisa (author)"
	}
	}
	],
	"bibo:abstract":{"value":"In the priming, the seeds absorb water under controlled conditions without appearance of radicles but germination activities, such as activation of hormones, enzymes and solubility of seed restore matters, begin. Then, the seeds are dried to store. To investigate the seed priming on five canola cultivars, a factorial experiment in a completely randomized design was carried out in 2007 with three replications at the Laboratory of Agricultural Faculty, University of Mohaghegh Ardabili, Ardabil, Iran. Cultivars were Rigent–Cobra, Ocapi, Opera, SLM046 and RJS003. The first factor (A) was cultivar, the second was (B) priming treatment (distilled water, 2% KCl, 4% KCl, 1% KH2PO4, 5% KH2PO4) and the third factor (C) was priming time (12, 24 and 36 hours). Results showed that, ‘RJS003’ had the least and ‘Opera’ the most GMT. Priming with 1% KH2PO4, 2% KCl, 4% KCl and 5% KH2PO4 increased the time at which 50 percent germination achieved. RJS003 and Opera cultivars had the highest and the lowest germination rate compared to the other three cultivars, respectively. The seeds that were under priming with distilled water, had the highest root length of 31.04 mm. Opera cultivar had the highest stem length of 56.2 mm. Priming with 1% KH2PO4 had the highest effect on root dry weight. Between these cultivars, RJS003 had the highest root dry weight and Opera the highest stem dry weight. It seems that priming with different solutions, with increasing the mean stem and root dry weight or mean germination rate (in this work) at suitable priming times, can cause better and faster seedling establishment in the early season and thus can improve the plant tolerance against unfavorable environmental conditions."}
	}}
