{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"Quality of coconut water ‘in natura’ belonging to Green Dwarf fruit variety in different stages of development, in plantation on the northwest area of Paraná, Brazil."},
	"rdf:about":"http://agris.fao.org/aos/records/US201300903858",
	"dct:identifier":"US201300903858",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/10972"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2008,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2008-issue_1/a5.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Kwiatkowski, Angela (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Clemente, Edmar (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Scarcelli, Angela (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Vida, João Batista (author)"
	}
	}
	],
	"bibo:abstract":{"value":"Coconut water is a drink with great concentration of mineral salts, presently used in human feeding as nutritional source of minerals, besides having a pleasant flavor. The present study had as main objective to evaluate the quality of the coconut water in the different development stages of the fruit. Green Dwarf, produced in Cidade Gaúcha - PR, Brazil was the variety under investigation. Physicochemical and mineral analyses were carried out in relation to characteristics such as volume, pH, titrated total acidity, total soluble solid, sugar, electric conductivity and potassium, magnesium, calcium, phosphorus, manganese, zinc, sodium, iron and copper concentrations. Color, flavor and general acceptance were appraised in sensorial evaluation. The liquid volume varied from 280 to 350 mL per fruit, whereas the pH varied from 4.73 to 5.74; the acidity from 8.0 to 11.0 g L-1 citric acid; total solids soluble content from 5.23 to 6.13 ºBrix; reducing sugars from 33.5 a 49.3 g L-1; non-reducing sugars from 2.20 to 3.50 g L-1; total sugars from 37.0 to 51.5 g L-1 and the electrical conductivity from 14.58 to 15.00 µS cm-1. Among the analyzed mineral elements, potassium concentration, varying from 2400.96 to 2726.03 mg L-1, was highest, calcium concentration varied from 145.36 to 197.21 mg L-1, whereas other minerals appeared in smaller concentrations. Regarding sensorial analysis, a preference was observed for coconut water coming from fruits with 7 - 9 months of development."}
	}}
