{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"Profitability and production constraints in dry season amaranth production in Edo South, Nigeria"},
	"rdf:about":"http://agris.fao.org/aos/records/US201300869651",
	"dct:identifier":"US201300869651",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/10972"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2007,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2007-issue_3_4/a22.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Emokaro, C. O. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Ekunwe, P. A. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Osifo, A. (author)"
	}
	}
	],
	"bibo:abstract":{"value":"Amaranth (Amaranthussp.) is one of the leafy vegetables often relied upon as a cheap and affordable source of protein and vitamins to combat the menace of malnutrition in a developing country like Nigeria. In Edo South region of Nigeria, amaranth is mainly grown in the rainy season due to difficulties associated with dry season production, thus resulting in its scarcity (and attendant nutritional deficiencies) in the dry season. The main objective of this study was therefore to estimate the profitability of dry season amaranth production in Edo South region of Nigeria, and the constraints faced by the farmers, with a view to identifying relevant interventions that would encourage higher output, which would help stem the  menace of malnutrition, especially in the dry season when amaranth is usually scarce. The socio-economic characteristics of the farmers were also examined. The primary data used in the study were gathered with the help of a well structured questionnaire, administered through the cost-route method of data collection. The simple random sampling technique was adopted after the study area had been stratified into regions where dry season amaranth production is carried out. Gross margin analysis, economic profit and return on investment were employed in the study, along with descriptive statistics. The Likert scale was used in ranking the constraints faced by the farmers in the production process. Results of the study showed that dry season amaranth producers in Edo South are smallholder farmers, predominantly males, with mean farm size ranging between 0.046 hectare, 0.067 hectare and 0.093 hectare. The gross margin estimates were N285,757.55, N180,943.75, N128,252.00 profit estimates were N269,316.15, N168,403.00 and N117,547.00, while estimates of returns per Naira invested were N1.01k, N1.05k and N1.43k, for mean farm sizes of 0.046, 0.067 and 0.093 ha respectively. This shows that dry season amaranth production is highly profitable in the region. The most important production constraints faced by the farmers were difficulty in acquiring farmland, high cost of labour, unavailability of irrigation facilities, marketing constraints and drudgery. The immediate implication of these findings is that there are high potentials for increased production of amaranth, and by implication, reduced incidence of malnutrition, especially in the dry season when amaranth is known to be scarce. These potentials can be actualized by providing plausible solutions to the constraints faced by dry season amaranth growers in the region."}
	}}
