{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"Development of soil activating agents for agriculture using bakuhan-seki"},
	"rdf:about":"http://agris.fao.org/aos/records/US201300876495",
	"dct:identifier":"US201300876495",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/10972"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2007,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2007-issue_3_4/e4.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Takeda, Noriko (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Azad, Md. Abul Kalam (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Ishikawa, Katsumi (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Yoshimura, Takahiro (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Fujii, Joji (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Kawasoe, Susumu (author)"
	}
	}
	],
	"bibo:abstract":{"value":"Bakuhan-seki is a kind of rock that was known as a medicinal stone in the ancient China, and later it was also discovered in Japan. Now, bakuhan- seki (>0.3 mm) is utilized as activating agent for agriculture. The use of bakuhan-seki could be promoted as a new system of agriculture that can restore the ecosystem gradually. However, the cost of bakuhan-seki is expensive which poses a problem for agriculture. Researches about the function of bakuhan-seki and the soil activating agents for agriculture have been started to develop low-cost materials. For this study, attention is given to quartz porphyry and rhyolite which were minerals of the bakuhan-seki layer. These two materials were set into three types with different mixture ratio. Results showed that the mixed materials with the mixture ratio at 70:30 (quartz porphyry : rhyolite) had the function which is almost equal to bakuhan-seki in cation exchange capacity (CEC), water quality controlling function and pH-buffer capacity and increasing the number of microbes/bacteria. The new material costs become 40~60% lower than bakuhan-seki. Komatsuna (Brassica rapa L. nothovar) vegetable were cultivated in pot culture technique by applying the low cost mixed materials of quartz porphyry and rhyolite into the soil. The production of growth parameters such as content of L-ascorbic acid, leaf length and fresh weight of komatsuna were improved by using the low cost materials as of using bakuhan-seki. The causes might be the recommended mixed material of quartz porphyry and rhyolite at the rate of 70:30 improved soil quality in improving CEC, water quality controlling function and pH-buffer capacity of soil, as well as the increased microbes/bacteria in soil."}
	}}
