{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"Measurement and determinants of food insecurity in northeast Nigeria: Some empirical policy guidelines"},
	"rdf:about":"http://agris.fao.org/aos/records/US201300911256",
	"dct:identifier":"US201300911256",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/10972"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2008,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2008-issue_2/f16.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Amaza, Paul S. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Adejobi, Adedeji O. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Fregene, Tosan (author)"
	}
	}
	],
	"bibo:abstract":{"value":"The objectives of the study were to identify and analyze the food security measures of rural households in Borno State of Nigeria. Using multi- stage sampling techniques, 1,200 households spread across 30 communities located in four Local Government Areas of Borno State were selected through a random sample selection procedure. Cost-of-calories method and Logit model were used as analytical techniques for the study. Based on the recommended daily energy levels of 2250 kcal, a food insecurity line of N 23,700.12 or US $176.87 per adult equivalent per year was obtained for the households. Over 58% of the sample households are therefore food insecure. The logit analysis revealed that the major determinants of food insecurity in the study area are household size, gender, educational level, farm size and type of household farm enterprise. A large household size was observed to affect household food insecurity. Therefore, the government should give adequate priority and attention to policy measures directed towards the provision of better family planning. In addition, there is the need for a policy to promote formal education at little or no cost as a means of enhancing efficiency in food crop production over the long-term period. In the short term, informal education could be effective, especially when targeted at farmers who have had limited formal educational opportunities. Also a policy, which provides adequately trained and equipped extension workers to disseminate improved agricultural technologies, has the potential to raise efficiency in food crop production and so enhance food security."}
	}}
