{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"Performance evaluation of decentralized fixed bed activated sludge wastewater treatment plant: Case study at Jordan Traffic Institute"},
	"rdf:about":"http://agris.fao.org/aos/records/US201301591984",
	"dct:identifier":"US201301591984",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/10972"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2008,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2008-issue_3_4/e22.pdf",
	"dct:creator":{"foaf:Person":{"foaf:name":"Abbassi, Bassim E. (author)"
	}
	},
	"bibo:abstract":{"value":"Decentralized wastewater treatment has recently gained a special interest for addressing wastewater management in a comprehensive fashion. Jordan Traffic Institute (JTI) has adopted a decentralized solution for its wastewater treatment to eliminate the high cost of sewer system and to make use of this valuable water resource on-site. An average of 100 m3/d of generated domestic wastewater are treated using fixed-bed activated sludge system with two successive secondary treatment processes, called BioPack. This work describes the monitoring results of BioPack plant over 12 month period. Wastewater samples were taken and analyzed periodically for major parameters. Wastewater analysis indicates efficient treatment with total BOD5 removal efficiency of 97.5%. Due to low F/M ratios in the two wastewater treatment stages, nitrification process was found to be very efficient, so that 97% reduction of ammonia concentration was achieved. Although the plant was not designed for denitrification, it has been found that the concentration of nitrate was reduced in the settling tanks effluents. This is attributed to the existing anoxic zone inside the settling tanks. Phosphorus (as orthophosphate) was incorporated in the biological process and its removal was found to be 80%. Soil analysis of irrigated area indicated that the soil type is sandy clay loam. Irrigation with wastewater resulted in a reduction of electrical conductivity due to soil washing. Organic content was increased in wastewater irrigated soil comparing to well-water irrigated soil. The treatment plant was found to be a feasible option for on-site reuse of wastewater to irrigate olive trees. "}
	}}
