{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"A comparison of energy use in organic and conventional tomato production"},
	"rdf:about":"http://agris.fao.org/aos/records/US201301591938",
	"dct:identifier":"US201301591938",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/10972"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2008,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2008-issue_3_4/a26.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Turhan, Sule (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Ozbag, Basak Canan (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Rehber, Erkan (author)"
	}
	}
	],
	"bibo:abstract":{"value":"The organic agriculture began in 1985-1986 production year in Turkey thanks to the fact that the companies in Europe demanded organic products and introduced this production technique to the producers. Organic farming was begun with traditional exportation crops such as raisins, dried fig, dried apricot, hazelnut, chickpea, beans, lentil, olive and olive oil. Tomato production is very important for Turkey in terms of both domestic consumption and exports. The total value of tomato exports of Turkey in 2004 is 109,563,000$ and it constitutes 25% of the total vegetable exports of Turkey in 2004. Organic tomato processed into tomato paste is one of the organic export products of Turkey. Energy auditing is one of the most common approaches of examining energy efficiency and environmental impacts of the production system. The energy consumption patterns in organic and conventional tomato production in Canakkale province of Turkey were investigated in this study. The findings of this study show that energy consumption in organic tomato production per decare is 40.7% and per ton 8% less than in conventional tomatoproduction. The energy output-input efficiency ratio in organic tomato production (0.213) is higher than in conventional tomato production (0.197). While the direct and renewable energy consumption of organic production is higher, the indirect and non-renewable energy consumption is lower than in conventional production. Benefit/cost ratios for organic and conventional tomato production are 2.73 and 2.18. The results also imply that organic tomato production is more profitable for farmers compared to conventional production."}
	}}
