{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"Biological evaluation of karkade (Hibiscus sabdariffa) seed protein isolate"},
	"rdf:about":"http://agris.fao.org/aos/records/US201301591883",
	"dct:identifier":"US201301591883",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/10972"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2008,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2008-issue_3_4/f33.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Al-Numair, Khalid S. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Ahmed, Saif Eldein B. (author)"
	}
	}
	],
	"bibo:abstract":{"value":"The present work was carried out to determine the nutritive quality of a protein isolate from karkade (Hibiscus sabdariffa) seeds. Nutritional parameters investigated include chemical and amino acid composition and in vivo assays. Casein or karkade protein isolate (KPI) diets were fed to rats to determine net protein ratio (NPR), true digestibility (TD), biological value (BV), net protein utilization (NPU), and investigation of some biochemical indices. Protein content of KPI on dry weight basis (94.12%) was similar to that of soybean protein isolate. Karkade seed protein although deficient in threonine and tryptophan can be a good source for supplementation of sulphur-containing amino acids. Rats fed KPI showed low food intake and weight gain compared to rate fed casein. The relative net protein ratio (RNPR) was found to be 0.66. The TD, BV and NPU values for KPI of 93.50, 70.27 and 65.70% were comparable to other plant protein sources. The protein digestibility – corrected amino acid score (PDCAAS) method was recently endorsed for assessing protein quality. The PDCAAS of KPI was found to be 0.63. Feeding of KPI to rats did not result in significant changes in levels of plasma free amino acids or liver arginase activity. On the other hand, plasma total protein, albumin and urea levels in the KPI-fed rats were lower than the casein-fed rats. In conclusion, KPI could be a promising, acceptable dietary protein source."}
	}}
