{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"Experimental investigation on biochemical, microbial and sensory properties of mackerel (Rastrilliger kangurta) dried by solar-biomass hybrid cabinet dryer"},
	"rdf:about":"http://agris.fao.org/aos/records/US201301591886",
	"dct:identifier":"US201301591886",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/10972"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2008,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2008-issue_3_4/f35.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Chavan, B. R. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Yakupitiyage, A. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Kumar, S. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Rakshit, S. K. (author)"
	}
	}
	],
	"bibo:abstract":{"value":"Drying trials were conducted for drying mackerel using solar biomass hybrid cabinet dryer (S-BHCD) and open sun drying (OSD) at air temperatures 32.4-57.7oC, relative humidity 23.9-85.8% and air flow rate 0.20-0.6 m s-1. Solar radiation ranged between 287- 898 Wm-2 during the experimentation. At night time, drying was carried out by combusting biomass. Initial moisture content 72.5±0.44% of the processed mackerel reduced to 16.7±0.52% in S-BHCD and 17±0.54% in OSD during 24 and 44 hours, drying time respectively. There is a strong linear relationship between free fatty acid (FFA), peroxide value (PV), thiobarbituric acid (TBA), total volatile bases nitrogen (TVB-N), trimethyleamine nitrogen (TMA-N) and histamine content with drying time for S-BHCD drying. The result showed very high corresponding coefficients of determination, where all R2 were greater than 0.90, except TBA value. Bacterial count and mold growth decreased significantly (p<0.05) during the drying. There was no discoloration of fish observed during four months of storage at ambient temperature for S-BHCD drying, whereas discolouration was observed in open sun dried fish at the end of four month storage. Contour plots for all sensory attributes revealed that, panelists preferred S-BHCD dried fish. Organoleptic analysis showed that the S-BHCD drying method has significant effect (p<0.01) on texture and overall acceptability of dried fish. Biochemical, microbial analysis and sensory evaluation showed that the dried fish was in prime acceptable form for four months of storage at ambient temperature."}
	}}
