{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"Determination of an effective maturity index for white yam (Dioscorea rotundata)"},
	"rdf:about":"http://agris.fao.org/aos/records/US201300911274",
	"dct:identifier":"US201300911274",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/10972"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2008,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2008-issue_2/a11.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Akinwande, Bolanle A. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Asiedu, Robert (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Maziya-Dixon, Busie (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Adeyemi, Isaac A. (author)"
	}
	}
	],
	"bibo:abstract":{"value":"Whole small tubers and setts from 15 genotypes of white yam (Dioscorea rotundata) at their post-dormant stage were planted at the beginning of the rainy season in 2003 and 2004. Harvesting was done at monthly intervals from three months after vine emergence (MAVE) till when there was senescence of foliage. Dry matter, sugar and starch contents of both the leaves and yam tubers were monitored during growth to determine an indicator for maturity that could indicate the best time to harvest the tuber. The dry matter content of leaves increased steadily from 3 MAVE (range of 19.31–24.56%) to 5 MAVE (range of 20.86–43.28%). Sharp increase was noticed between 5 MAVE when yellowing of lower leaves was observed, a sign of on-set of senescence, and 6 MAVE (range of 78.16–90.49%), when the leaves were dry and brown. Dry matter content values increased steadily in the tubers with age of plant till senescence of foliage took place. The sugar content of leaves declined between 3 and 4 MAVE, rose at 5 MAVE and dropped again at the time of foliage senescence (6 MAVE). An initial sharp decline in sugar content of the yam tuber of most of the genotypes was observed from 3 to between 4 and 5 MAVE before rising again at 6 MAVE. The starch content of leaves decreased between 3 and 5 MAVE and increased again at 6 MAVE. Dry matter content of leaves could be used as rapid index for determining tuber maturity. The starch content of leaves could also serve as an indicator for determining tuber maturity since the tuber is matured when minimum starch content is obtained in the leaves, which coincided with the time that yellowing of lower leaves of the plant was observed."}
	}}
