{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"Evaluation of the susceptibility of local cocoa germplasms in Nigeria to Phytophthora pod rot disease using the leaf discs technique"},
	"rdf:about":"http://agris.fao.org/aos/records/US201300869665",
	"dct:identifier":"US201300869665",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/10972"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2007,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2007-issue_3_4/a31.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Otuonye, A. H. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Adeoti, A. Y. A. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Agbeniyi, S.O. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Aikpokpodion, P. O. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Enikomehin, O. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Popoola, T. O. (author)"
	}
	}
	],
	"bibo:abstract":{"value":"The Phytophthora pod rot disease constitutes a major threat to cocoa cultivation in all cocoa-growing regions worldwide. It is one of the most important diseases limiting the attainment of genetic yield potential of this tree crop. Though available, chemical control methods are often expensive and beyond the reach of peasant farmers that produce more than 95% of Nigeria crop. Also, the limited knowledge of rational chemical application among rural farmers and the adverse effect on the environment makes it an unfriendly approach. Breeding commercially viable resistant cacao genotypes have been advocated to be the most durable control approach against the Phytophthora pod rot. Towards achieving this objective, promising cacao materials were selected from the gene pool in Cocoa Research Institute of Nigeria (CRIN) Headquarters, Ibadan. Screening of these eight selected cocoa clones with four isolates of Phytophthora megakarya of known aggressiveness in combination-NGRI4, using the leaf discs inoculation method at standard inoculum concentration of zoospores of 3 x 105 ml-1 was carried out. Results showed that T12/5 was resistant, while clones T17/11 and T86/2 are moderately resistant. The other clones, T85/5, T85/45 and T20/11, were moderately susceptible. It is therefore suggested that clone T12/5 be integrated into the resistance breeding effort against Phytophthora pod rot."}
	}}
