{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"Effect of foliar N and B application at different growth stages of sugar beet cultivars on root and sugar yield, sugar percent and root dry matter"},
	"rdf:about":"http://agris.fao.org/aos/records/US201301591913",
	"dct:identifier":"US201301591913",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/10972"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2008,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2008-issue_3_4/a14.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Tabrizi, E. Farajzadeh Memari (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Yarnia, M. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Khorshidi, M.B. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Khoei, F. Rahimzadeh (author)"
	}
	}
	],
	"bibo:abstract":{"value":"For studying N and B containing fertilizers and different application methods on sugar beet cultivars, an experiment was conducted in Islamic Azad University, Tabriz Branch, Agricultural Faculty Station in 2005-2006. Three replicates, three cultivars (7233 - calibrate, IC and PP22) and fertilizer application methods (soil and foliar N and B and mixed N and B application at 6-8 and 14-16 leaf stages) were arranged in a RCBD based factorial design. Root yield, sugar and root dry matter percentage and root neatness were measured after harvesting. ANOVA showed that N and mixed N and B application did not have significant effect on root and sugar yield but had significant effect on sugar percentage. Soil B application had more significant effect than spraying on PP22 and 7233. Effect of foliar N and B application on root yield depends on cultivar and application time. N foliar application in PP22 led to increasing sugar yield, and root yield reached 100 ton/ha. B soil application led to increasing sugar yield in PP22 and 7233 but N and B foliar application at 6-8 leaf stage led to increasing sugar yield in PP22 and IC and soil application in 7233. B application increased quality beet production. Foliar N and B application is recommendable but foliar B application only recommendable on IC. Soil application of N increased sugar yield in 7233 and IC but foliar application at 14-16 leaf stage increased sugar yield in PP22. Soil B application in 7233 and N and B application in 7233 increased sugar yield. If the aim is to increase root yield, then foliar N and N and B application will be suitable, but for increasing sugar percent, foliar N application at 14-16 leaf stage for IC and PP22 and soil application of N for 7233 is recommend. Soil application of B for PP22 and IC and foliar B application at 14-16 leaf stage for 7233 increased sugar percent. Foliar application at 6-8 leaf stage for PP22 and soil N and B application is recommendable for IC and 7233."}
	}}
