{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"Fluctuation of viscosity of a nutrient solution in a fluidization treatment with ceramics influences plant production"},
	"rdf:about":"http://agris.fao.org/aos/records/US201300911310",
	"dct:identifier":"US201300911310",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/10972"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2008,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2008-issue_2/e12.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Azad, Md. Abul Kalam (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Yoshimura, Takahiro (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Ishikawa, Katsumi (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Islam, Naima (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Islam, Sheheli (author)"
	}
	}
	],
	"bibo:abstract":{"value":"Efficient approaches to nutrient management should be developed to protect water quality. Hydroponic culture nutrient solution systems can be considered environment conservation cultivation techniques because they can utilize restricted water resources effectively. In this study, komatsuna (Brassica rapa L. nothovar) was cultivated hydroponically in a fluidization treatment system with nutrient solution using ceramics. Ceramics with electrochemical energy was used in the method which improved water quality, and the growth of komatsuna vegetable was improved by using ceramics-treated nutrient solution. Viscosity of nutrient solution depended on temperature, and it was changed antagonistically by increasing and decreasing of temperature, while the temperature of nutrient solution was higher, viscosity was lower. Results showed that the viscosity of the nutrient solution using ceramics was reduced, and there was no significant relation between viscosity and concentration of nutrient solution. The absorption of total ions and water by komatsuna plants receiving ceramics-treated nutrient solution were significantly greater compared to the control. Viscosity and the raising of temperature might be the important factors behind this improvement. By using ceramics treatment, the temperature of the nutrient solution increased and ultimately viscosity decreased which might be caused for the easy absorption of nutrient ions and water by plants, resultantly, the growth of komatsuna plants increased. Results suggested that the treatment system with ceramics can be used as a technology for cultivating plants successfully in hydroponics."}
	}}
