{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"Nutritional status and morbidity among HIV/AIDS-affected children aged 6-9 years in Suba district, Kenya"},
	"rdf:about":"http://agris.fao.org/aos/records/US201300911253",
	"dct:identifier":"US201300911253",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/10972"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2008,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2008-issue_2/f13.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Were, Gertrude M. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Ohiokpehai, Omo (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Kimiywe, Judith (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Mbagaya, Grace M. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Okeyo-Owuor, J.B. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Kamau, Joyce (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Mbithe, Dorcas (author)"
	}
	}
	],
	"bibo:abstract":{"value":"The HIV/AIDS pandemic continues to claim lives and render many children orphans. More than 3 million people died from AIDS including half a million children. In Sub-Saharan Africa, it is estimated that 12 million children have been orphaned by HIV and this number is set to increase. HIV/ AIDS orphaned children suffer malnutrition which adversely affects their health. Objective of this study was to establish the magnitude of underweight, stunting and wasting as indicators of malnutrition among HIV/AIDS-affected school children aged 6-9 years in Suba district. A cross- sectional research design was used and setting included Lambwe, Sindo and Ong’ayo primary schools in Suba district. A total of 150 children were sampled from HIV/AIDS-affected households. Anthropometric measurements and guided questionnaires were the main tools of data collection. Data was analyzed using SPSS and the Nutri-survey computer software programs. Of the children 8.8% were underweight, 13.3% stunted and 7.6% wasted. Cereals formed the main part of the childrens’ diet, fish was the most consumed protein and vegetable and fruit consumption was low. Total kilocalories taken were 41% of the Recommended Dietary Allowance. The most reported illnesses which were also confirmed by the doctor’s clinical assessment were malaria (16%), upper respiratory infections (6.1%) and skin infections (8.0%). Primary education was completed by 67.4% of mothers, while only 1.2% had post secondary education. The average monthly maternal income was Ksh 1,550 ($ 24.2). Food security was reported to be low as 64.6% of the households purchased food three months after harvest. HIV/AIDS-affected children suffered underweight, stunting and wasting with morbidity, poverty, low educational and occupational status of the parents/guardians cited as probable determinants. Interventions should therefore focus on improved agricultural production, innovative poverty alleviation methods and education."}
	}}
