{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"Apparent digestibility of a dietetic feed in equine nutrition"},
	"rdf:about":"http://agris.fao.org/aos/records/US201300911294",
	"dct:identifier":"US201300911294",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/10972"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2008,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2008-issue_2/a32.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Miraglia, N. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Polidori, M. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Bergero, D. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Meineri, G. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Peiretti, P. G. (author)"
	}
	}
	],
	"bibo:abstract":{"value":"The management of horses in the post-surgical phase involves many aspects concerning stress reactions and the recovery of the intestinal functions in the case of surgical treatments of colics, enteritis and dismicrobial problems. During this period it is necessary to keep horses in quiet conditions and, if possible, without loss of muscular tonus. At the same time, it is necessary to fight against the loss of minerals, vitamins and electrolytes that occurs during illness. Recently the industries producing dietetic feeds are more and more involved in the research of special formulae concerning mixed feeds for the recovery of horses from the post-surgical phase. Rough materials generally characterized by high digestibility together with probiotics are often employed to satisfy these exigencies. In fact they promote the development of enterophilous bacteria in opposition to pathogens with a consequent re-establishment of healthy physiological functions. The apparent digestibilities of meadow hay or meadow hay plus dietetic feed rich in probiotics, inulin, minerals and vitamins were determined by means of three in vivo digestibility trials, each performed on 6 adult healthy horses weighing about 450 kg over a 6 days faeces total collection period with a previous 14 days adaptation period. The dietetic feed was tested at two different amounts: 0.5 and 0.8 kg/100 g live weight as fed basis (75:25 and 62:38 on DM basis, respectively). These increasing amounts were studied with the aim of verifying if the digestibility of the dietetic feed in suggested amounts by the producer were optimal for the claimed in clinical nutrition. Faeces and feed dried samples were analysed to determine dry matter, organic matter, crude protein, crude fibre, fibrous fractions and gross energy. The results showed that the addition of the dietetic feed to the hay improves the CP digestibility of the 75:25 and 62:38 rations, while the crude fibre and fibrous fractions digestibilities of 62:38 ration were statistically lower than those of hay alone. These results could mainly be ascribed to the decreasing digestibility of the fiber with the increasing of the inclusion of the dietetic feed."}
	}}
