{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"Study and characterization of intestinal yeasts of mullet (Mugil spp.) for potential probiotic use"},
	"rdf:about":"http://agris.fao.org/aos/records/US201300876531",
	"dct:identifier":"US201300876531",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/10972"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2007,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2007-issue_3_4/e27.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Laconi, Samuela (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Pompei, Raffaello (author)"
	}
	}
	],
	"bibo:abstract":{"value":"Intestinal yeasts were isolated from 39 fish belonging to five different species of the Mugil genus. Among 42 isolates, 38 different strains belonging to 15 genera and 25 species were identified and characterized for adhesion to epitelial fish mucus, antagonistic properties against bacterial pathogens, production of enzymatic activity and biochemical properties.A great variability was found in the yeast population, and no particular prevalent yeast genera or species were detected in each single Mugil species. The genus Candida was generally well represented but also Metschnikowia, Sporidiobolus,Clavispora and Sporobolomyces were frequently found. Microbial adhesion of yeasts to the fish mucus was studied. Ten yeast strains showed a significant and specific adhering activity to mullet mucus. However, it is important to stress that some aspecific adhesion activity on glass slides was detected. Only in 3 cases the difference between glass and mucus adhesiveness was statistically significant. The inhibiting activity of yeasts was tested against various Gram-positive and Gram-negative bacterial strains, including some fish pathogens; at least 20 strains were able to antagonize the growth of the fish pathogen Aeromonas hydrophila in some culture media. The inhibitory activity was strongly influenced by the type of medium used and the sugars present in it. Most strains examined produced amylase, but not protease or lipase activity. This study, which has for the first time explored the species of yeasts present in the mullet gut, together with the adhesivity and antagonistic properties of yeast strains on mullet mucus, could be of great value for finding potential probiotic strains to be used in mullet aquaculture."}
	}}
