{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"The behaviour of one-day old Polish Konik foals and their dams"},
	"rdf:about":"http://agris.fao.org/aos/records/US201301591950",
	"dct:identifier":"US201301591950",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/10972"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2008,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2008-issue_3_4/a38.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Janiszewska, Jolanta (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Ignor, Joanna (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Cieśla, Angelika (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Palacz, Robert (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Kurtiak-Kędziora, Martyna (author)"
	}
	}
	],
	"bibo:abstract":{"value":"The study aimed at determining certain behaviour standards of the Polish Konik mares and foals on the second day after foaling. Examinations included 11 dam-mares and their foals (5 filly foals and 6 colt foals) of the Polish Konik breed. Observations were carried out on the second day of foal life in parturition box stalls for 8 hours. Horse behaviour was recorded by means of a video camera and then played back and analysed. During the examinations, the duration, measured with a stop-watch, and the frequency of respective activities performed by foals were determined: sucking (in seconds), sleeping (in minutes), bucking (duration), body-caring (in seconds), satisfying physiological needs and roaming. It was observed that foal behaviour on the second day of life depends on sex, health state and individual features. Differences were found between filly foals and colt foals in the length of time allowed for respective activities. The correctly developing foals allowed most time for sleeping (48.3% of time), whereas the least for tending operations (0.5%). Incorrect development, bad health state or malnutrition have a significant influence on alteration of foal behaviour, while considerable behaviour deviations are a valuable indicator when evaluating the physical and psychical state of a given animal."}
	}}
