{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"Weed control and cotton response to combinations of acetochlor with fluometuron"},
	"rdf:about":"http://agris.fao.org/aos/records/US201300869607",
	"dct:identifier":"US201300869607",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/10972"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2007,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2007-issue_3_4/a6.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Chachalis, Demosthenis (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Galanis, Miltiades (author)"
	}
	}
	],
	"bibo:abstract":{"value":"Acetochlor is a widely used herbicide in maize and currently under consideration for registration for weed control in cotton, in Greece. Field studies were conducted to evaluate potential interactions between acetochlor and fluometuron for weed control, cotton injury and cotton lint yield.  Acetochlor applied as a preemergence (PRE) herbicide either alone at 1.68, 2.10, 2.52 and 2.94 kg a.i./ha rates or acetochlor at 1.68, 2.10 and 2.52 kg/ ha plus fluometuron at 1.75 kg/ha. Control of Convolvulus arvensis, Chenopodium album, Solanum nigrum, Amaranthus retroflexus and Xanthium strumarium at 3, 5 and 7 weeks after treatment (WAT) was measured. Cotton visual injury symptoms, number of bolls and nodes and cotton lint yield were also measured. All herbicide treatments gave excellent control (>87%) for all weed species at 3WAT. However, at 5 WAT, weed control was species dependent for the herbicide treatments. S. nigrum and A. retroflexus were similarly controlled (from 87 to 95%) regardless of the herbicide treatment. Poor control (max. 58 and 68%) was measured at lower rates (up to 2.10 kg a.i./ha) of acetochlor for C. arvensis and X. strumarium respectively. Increased rates (2.52 and 2.94 kg a.i./ha) of acetochlor or combinations of acetochlor with fluometuron gave similar high levels (>83%) of control for the above weed species. Cotton visual injury was minimal (< 4%) for all treatments by 3 WAT. Number of bolls and nodes was similar regardless of the herbicide treatment. Lower rates (1.25, 1.68 and 2.10 kg a.i./ha) of acetochlor gave lower (P = 0.05) lint yield whereas addition of fluometuron to the acetochlor was mostly beneficial to the cotton lint yield."}
	}}
