{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"Effect of various agro-residues on growing periods, yield and biological efficiency of Pleurotus eryngii"},
	"rdf:about":"http://agris.fao.org/aos/records/US201301591956",
	"dct:identifier":"US201301591956",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/10972"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2008,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2008-issue_3_4/e1.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Kirbag, Sevda (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Akyuz, Mehmet (author)"
	}
	}
	],
	"bibo:abstract":{"value":"This study investigated the possible use of local cellulosic wastes for the cultivation of P. eryngii. For the propagation of the main culture, 2.0% malt-extract agar was used whereas wheat grains were used for the propagation of spawn. For the formation of basidiocarp, wheat straw (W), soybean straw (S), corn stalk (C), bean stalk (B), millet straw (M), cotton stalk (P) and bran of rice (RB) were used as culture media. Six types of compost were prepared, consisting of a mixture of W, W-S (1:1), W-C (1:1), W-B (1:1), W-M (1:1) and W-P (1:1). The six compost types were also supplemented with 10.0 and 20.0% of rice bran (RB). The shortest mycelium growing period was 8.0 days on W-B (1:1) + 10.0% RB and the longest one 12.6 days on W-P (1:1) + 10.0% RB. The shortest period for the formation of primordium was 26.2 days on W and the longest one 44.2 days on W-C (1:1) + 20.0% RB. The shortest harvest period was 37.4 days on W, while the longest one was 54.8 days on W-C (1:1) + 20.0% RB. In the total yield, the lowest yield per 100 g of material (70% moisture) was 14.4 g on W, while the highest one was 25.6 g on W-M (1:1) + 10.0% RB. The highest biological efficiency (BE) was 85.2% on W-M (1:1) + 10.0% RB and the lowest one 48.0% on W. Based on the results, various cellulosic wastes can be used for the cultivation of P. eryngii, and also there was a relationship between yield and the materials used for growing mushroom. Therefore, mixed materials may be used in culture of mushrooms. According to data obtained, the main reason for different results is due to the use of different materials in culture medium."}
	}}
