{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"Evaluation of strawberry and black currant berries intended for freezing and the methods of their preparation"},
	"rdf:about":"http://agris.fao.org/aos/records/US201301591882",
	"dct:identifier":"US201301591882",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/10972"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2008,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2008-issue_3_4/f32.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Viškelis, Pranas (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Rubinskienė, Marina (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Bobinas, Ceslovas (author)"
	}
	}
	],
	"bibo:abstract":{"value":"The objective of this study was to select strawberry and black currant cultivars suitable for freezing and to evaluate the influence of the preparation methods of foodstuffs designed for freezing on quality. The berries of strawberry cultivars Pegasus, Dangė, Saulenė, Elkat, Polka, Honeoye, Kent, Senga Sengana and black currant cultivars Joniniai, Almiai, Vakariai, Minaj Shmyriov, Öjebyn, Titania, Ben Alder, Ben More and Ben Tirran were investigated. The berries of strawberry cultivars Pegasus, Kent and Honeoye not cut and cut in cubes of 10 mm x 10 mm x 10 mm were of the best marketable appearance. The berries of all the investigated cultivars of 5 mm x 5 mm x 5 mm in size were of poorer appearance. The amount of ascorbic acid varied most distinctly in the foodstuffs. In comparison to not cut berries, the amount of ascorbic acid in the berries of 5 mm x 5 mm x 5 mm in size decreases by 15.3-28.4%, and in the chopped berries of 10 mm x 10 mm x 10 mm in size 89-90% of it remains. The greatest amount of ascorbic acid was in the whole and cut berries of 10 mm x 10 mm x 10 mm in size of cultivars Pegasus, Honeoye and Saulen¨. Significant variations of anthocyanins were observed in chopped berries. In comparison to fresh berries, dependently on the properties of cultivars, the concentration of anthocyanins in the chopped black currant berries decreased from 9.4% (‘Titania‘) up to 25% (‘Ben More‘). In comparison to fresh berries, the losses of pigments in the berries rubbed through the sieve reach 14.46%. The amount of anthocyanins insignificantly (2.0-3.5%) decreased in the foodstuffs from the berries of cultivars Ben Alder, Vakariai, Ben More, Joniniai and Titania, and insignificant increase of the anthocyanin concentration (1.3-3%) was observed in the foodstuffs from the berries of cultivars Almiai, Öjebyn and Minaj Shmyriov."}
	}}
