{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"Elucidation of the nematicidal activity of bran and seed meal of oriental mustard (Brassica juncea) under controlled conditions"},
	"rdf:about":"http://agris.fao.org/aos/records/US201300876497",
	"dct:identifier":"US201300876497",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/10972"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2007,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2007-issue_3_4/e6.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Yu, Qing (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Tsao, Rong (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Chiba, Mikio (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Potter, John (author)"
	}
	}
	],
	"bibo:abstract":{"value":"Oriental mustard (Brassica juncea) bran, a by-product of mustard milling, and mustard seed meal were tested for their nematicidal activity on seven species of nematodes in the laboratory and on Pratylenchus penetrans on sweet corn in a greenhouse. The laboratory tests of mustard bran and mustard seed meal evaluated nematicidal toxicity and the effect of the two materials on hatching of cyst and root-knot nematode eggs. The most sensitive species to toxicity of mustard bran was Heterodera glycines, followed by Pratylenchus neglectus, Heterodera schachtii, Pratylenchus penetrans, Meloidogyne incognita and Meloidogyne hapla, with Caenorhabditis elegans the least sensitive; the same ranking applied to mustard seed meal toxicity. The effects of both materials at rates of 1,000 and 250 µg/ml on hatching of cysts of cyst nematodes and eggs of root-knot nematodes were variable: strong anti-hatching effect on M. incognita; almost no effect on M. hapla; stimulating effect on cysts of H. schachtii at the low rate; anti-hatching at the high rate and anti-hatching effect on H. glycines at the high rate. The nematicidal activity of mustard bran and seed meal against P. penetrans on sweet corn and the phytotoxicity on potato, strawberry and sweet corn were tested in the greenhouse. At rates of 0.1% and 0.05% (w/w), both materials were toxic to P. penetrans on sweet corn, as shown by reduction of nematode populations in soil and roots. The bran material at rates 0.3% (w/w) or higher reduced the fresh and dried weights of shoots and roots of potato, strawberry and sweet corn; seed meal at rates of 0.1% (w/w) or higher had a similar phytotoxic effect on these crops. This is the first published record of the nematicidal activity of oriental mustard bran, and its stimulating effect on hatching of cysts of H. schachtii at low rates."}
	}}
