{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"Fruit growth and composition of two Ribes rubrum varieties growing in Tierra del Fuego, Argentina"},
	"rdf:about":"http://agris.fao.org/aos/records/US201300903860",
	"dct:identifier":"US201300903860",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/10972"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2008,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2008-issue_1/a8.pdf",
	"dct:creator":{"foaf:Person":{"foaf:name":"Arena, Miriam E. (author)"
	}
	},
	"bibo:abstract":{"value":"The small fruits or berries are products of a great interest due to the increasing world demand, and particularly attention is focused on many of the small fruits which are now considered for their nutraceutical properties. Over the past years, an increasing interest has been shown to the intensive agriculture in Argentinean Patagonia, mainly due to its diversity in soils and climates and to the possibility of producing out of season, with regard to the north hemisphere. The aim of this work was to study the fruit growth and composition along the ripening period and among different years of two varieties of Ribes rubrum L. (Jonkheer van Tets and Rovada), growing in Ushuaia, Tierra del Fuego, Argentina. Rovada variety presented higher fresh and dry fruit weight and equatorial and polar diameters than Jonkheer van Tets. These variables, as well as the fruit firmness decreased with the ripening period, except for the fresh and dry fruit weight for the 2005 year. However, the soluble solids, pH and anthocyanin content increased significantly along the ripening period, attaining 13.2°Brix, 3.2 and 14.9 mg anthocyanin/100 g fresh fruit weight respectively. The higher mean daily temperatures in 2004/2005 compared with the other growing seasons may be related with the higher R. rubrum fruit weight and fruit diameters, as well as with the higher soluble solids and soluble solids/total titratable acidity ratio in the fruits in the 2005 year. It is expected that the information obtained throughout this study could be of value in defining the optimal time for harvesting of Ribes rubrum fruits according to their future use, while contributing to the knowledge of their nutraceutical properties through the quantitative content of soluble solids, total titratable acidity and anthocyanin."}
	}}
