{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"Quantification and characterisation of condensed tannin of selected indigenous browse tree species leaves of north-western Tanzania"},
	"rdf:about":"http://agris.fao.org/aos/records/US201300911265",
	"dct:identifier":"US201300911265",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/10972"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2008,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2008-issue_2/a1.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Rubanza, Chrispinus D.K. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Shem, Martin N. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Ichinohe, Toshiyoshi (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Fujihara, Tsutomu (author)"
	}
	}
	],
	"bibo:abstract":{"value":"Browse tree foliages (leaves, twigs and fruits) represent available feed resources that could be used for improved livestock productivity in the tropics due to their high contents of protein, although their utilisation could be limited by their high contents of anti-nutritional factors such as phenolics and tannins. Browse tree leaves from seven species including three Acacias (A. nilotica, A. polyacantha and A. tortilis), Dichrostachys cinerea, Flueggea virosa, Harrisonia abyssinica and Piliostigma thorningii were screened to quantify levels of extractable total phenolics (TEP), extractable tannin (TET) and condensed tannin (CT). The CT in the leaf samples was assayed for soluble, protein-bound and fibre-bound CT using a modified butanol/HCl technique through improved extraction of tannin in leaf samples with aqueous sodium dodecyl sulphate (SDS)-β- mercaptoethanol solution. The species had variable levels of TEP, TET and TCT ranging 104-281, 93-256 and 52.8-98.3 g kg-1 DM, respectively.  Most of CT was bound to protein (22.2 to 50.5 g kg-1DM). Soluble and fibre-bound CT fractions varied (P<0.05) among the species from 14.5 to 22.9 g kg-1 DM and from 13.0 to 28.6 g kg-1DM, respectively. The species had detectable and variable (P<0.05) levels of delphinidins, cyanidins and pelargonidins. Structural elucidation of the assayed proanthocyanidins revealed flavan-3-ols, flavan-3,4-diols or a mixture of the two flavonoids. Presence of different flavonoids denotes variable proanthocyanins’ stereochemistry that implies variation in tannin activity and thus reactivity that could be attributed to variable feed anti-nutritive activity. High levels of phenolics and tannins in these species could limit utilisation of browse foliages in ruminants through impaired feed digestibility and nutrient utilisation. There is a need to establish both safety levels of inclusion in the diets of ruminants and tannin structure-activity relationship in vivo."}
	}}
