{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"Seasonal variations in the chemical and functional properties of starches from local and improved cassava varieties in high rainfall region of Nigeria"},
	"rdf:about":"http://agris.fao.org/aos/records/US201300869555",
	"dct:identifier":"US201300869555",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/10972"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2007,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2007-issue_3_4/f7.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Eke, J. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Achinewhu, S. C. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Sanni, L. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Barimalaa, I. S. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Maziya-Dixon, B. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Dixon, A. (author)"
	}
	}
	],
	"bibo:abstract":{"value":"The aim was to investigate the chemical and functional properties of starches produced from 39 different cassava varieties (36 varieties resistant to cassava mosaic disease and three checks TMS 30572, 4(2) 1425 and 82/00058) in two planting seasons at the experimental farm of the International Institute of Tropical Agriculture, Onne, Rivers State, Nigeria. Varieties screened showed significant seasonal and varietal differences (p<0.05) in all the properties over two harvesting seasons. Amylose content ranged from 19.25 to 25.08% in Year 1 and from 16.19 to 20.29% in Year 2; amylopectin ranged from 77.88 to 79.71% in Year 1 and from 80.75 to 83.71% in Year 2. Protein content ranged from 0.7 to 1.06% in Year 1 and from 0.06 to 0.34% in Year 2. Sugar content ranged from 0.39 to 1.45% in Year 1 and from 0.52 to 1.13 % in Year 2. Starch damage ranged from 0.81 to 1.67% in Year 1 and from 0.58 to 0.89% in Year 2. pH ranged from 3.73 to 6.88 in Year 1 and from 5.25 to 9.30 in Year 2. Moisture content ranged from 7.47 to 14.55% in Year 1 and from 7.51 to 15.52% in Year 2. Ash content ranged from 0.05 to 0.36% in Year 1 and from 0.03 to 0.77% in Year 2. Starch content ranged from 61.36 to 91.78% in Year 1 and from 64.67 to 84.21% for Year 2. Dispersibility ranged from 79.50 to 87% in Year 1 and from 79.50 to 85.50% in Year 2. Swelling power ranged from 10.91 to 17.47% in Year 1 and 8.57 to 14.28% in Year 2. Solubility index ranged from 4.68 to 26.36% in Year 1 and from 2.07 to 14.36% in Year 2. Color ranged from 85.05 to 94.49% in Year 1 and from 90.27 to 92.96% in Year 2. The study therefore showed significant genotypic and seasonal variations in the chemical and functional properties of native starches from cassava."}
	}}
