{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"Effect of different processing methods on cyanide content of garri from four cultivars of cassava"},
	"rdf:about":"http://agris.fao.org/aos/records/US201300869567",
	"dct:identifier":"US201300869567",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/10972"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2007,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2007-issue_3_4/f21.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Uyoh, E. A. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Udensi, O. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Ntui, V. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Urua, I. (author)"
	}
	}
	],
	"bibo:abstract":{"value":"Effect of different processing methods on cyanide content of garri was studied in three improved cassava cultivars (NR 8082, TME 419 and TMS 4(2) 1425) as well as a local unimproved cultivar (Obubit Okpo). Stem cuttings from these cultivars were planted in a randomized complete block design with 4 replications. The experiment was factorial involving three factors, namely cultivars, fertilizer and fermentation days. NPK fertilizer (15:15:15) was applied twice at a rate of 650 kg per hectare. Tubers were harvested at the age of 7 months and their weights taken per stand. The tubers were peeled, grated, fermented (for 1, 2 and 3 days), sieved and fried. Sampling for HCN was done at three stages: immediately after grating the tubers, after fermentation and after frying. Estimation of HCN was done using the silver nitrate volumetric analysis. Our results showed that there was no significant correlation (p>0.05) between cyanogenic glucoside level and crop yield. Fertilizer application significantly (p<0.05) increased the cyanide content of the fried product in all the 4 cultivars. The bulk of cyanide reduction was achieved during fermentation, which was further enhanced by frying. The optimum fermentation days varied with the cultivars; for NR 8082 and the local cultivar it was 3 days while for TMS 4(2) 1425 and TME 419 it was 2 days. It is therefore pertinent to advise that farmers should exercise some restraint in their choice of planting material as well as the processing methods, as the later clearly depends on the former."}
	}}
