{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"Response of grafted tomato plants (Lycopersicon esculentum Mill.) to leaf pruning and nutrient solution concentration"},
	"rdf:about":"http://agris.fao.org/aos/records/US201301591919",
	"dct:identifier":"US201301591919",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/10972"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2008,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2008-issue_3_4/a17.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Gaytán-Mascorro, Arturo (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Castellanos-Ramos, Javier Zaragoza (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Villalobos-Reyes, Salvador (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Díaz-Pérez, Juan Carlos (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Camacho-Ferre, Francisco (author)"
	}
	}
	],
	"bibo:abstract":{"value":"Grafted tomato (Lycopersicon esculentum Mill.) plants have greater vigor than non-grafted plants and there is often an imbalance between vegetative and reproductive growth. Tomato producers try to control this excess vigor with severe leaf pruning, which affects fruit size, quality and production in many cases. The objective of the present experiments was to evaluate the response of L. esculentum cv. Caiman grafted onto Maxifort rootstock to leaf pruning and irrigation with moderately salty water on production and biomass allocation. They were planted in greenhouse soil at the Bajio Experimental Field, in Celaya Guanajuato, Mexico, during the 2005-2006 and 2006-2007 production cycles. The evaluated treatments were: T1, application of a standard nutrient solution of electrical conductivity (EC) of 2.5 dS·m-1 without pruning the leaves; T2, application of the standard nutrient solution used in T1 combined with leaf pruning (elimination of the third leaf from each sympodium); T3, application of a modified nutrent solution of EC = 3.5 dS·m-1 without pruning the leaves; and T4, application of a modified nutrient solution EC = 3.5 dS·m-1 combined with leaf pruning as for T2. Total biomass production was not affected by the EC levels, but biomass allocation to the fruit formation was. With EC of 3.5 dS·m-1, the plant used between 6 to 12% more biomass for fruit formation than with an EC of 2.5 dS·m-1. The dry matter allocation for fruit formation had effect on the commercial fruit yield which was between 12% and 15% higher with 3.5 dSm-1 than with 2.5 dSm-1. Grafted tomato plant growth and vigor can be regulated through leaf pruning. Leaf pruning decreased total biomass production but not dry weight of fruit. Unpruned plants had greater vigor than prune plants; this vigor was described by values of plant height, LAI, LAR and its components and by total dry matter production. NAR values showed that leaf pruning reduced plant vigor but increased plant photosynthetic efficiency."}
	}}
