{"resource": {
	"dct:language":"eng",
	"dct:title":{"value":"Physicochemical and functional properties of native starches from cassava varieties in Southwest Nigeria"},
	"rdf:about":"http://agris.fao.org/aos/records/US201300869568",
	"dct:identifier":"US201300869568",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/10972"
	},
	"dct:isPartOf":{"rdf:resource":{"value":"http://aims.fao.org/serials/c_d9e6dc96"}
	},
	"dct:issued":2007,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2007-issue_3_4/f22.pdf",
	"dct:creator":[
		{"foaf:Person":{"foaf:name":"Onitilo, M. O. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Sanni, L. O. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Daniel, I. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Maziya-Dixon, B. (author)"
	}
	},
	{"foaf:Person":{"foaf:name":"Dixon, A. (author)"
	}
	}
	],
	"bibo:abstract":{"value":"Pre- and postharvest factors such as genetic factors, environmental conditions during the growth of the plant and the method of starch isolation have been found to have a profound effect on the properties of root and tuber starches. The physicochemical, functional and pasting properties as well as granule morphology of starches from 40 different new cassava varieties (36 cassava mosaic disease-resistant CMD clones) and currently released cassava varieties in Nigeria (TMS 30572, 4(2) 1425, TME 1 and 82/00058) from experimental farm of the International Institute of Tropical Agriculture, Ibadan, Southwest Nigeria, were investigated. Moisture content of the starches (dried) ranged between 3.59 and 11.53%, ash content was 0.03-0.49%, protein content 0.23–0.70%, sugar content 0.51–3.46% and starch content 60.34–86.79%. Amylose and dry matter contents were 15.24–30.20% and 88.47– 96.41% respectively. The water absorption capacity ranged from 86.83 to 127.54%, while solubility and swelling power (at 85oC) were 1.03–2.10% and 9.04–16.90% respectively. Starch damage ranged between 0.39 and 2.10%, dispersibility was 81.5–89.5% and least gelation concentration 2.00–4.67%. The pH of the starches ranged from 4.06 to 9.22. The starches had peak viscosity between 261.17 and 593.17 RVU, peak time ranged from 3.36 to 4.25 minutes and pasting temperature ranged between 63.75 and 65.65oC. Set back viscosity ranged from 19.04 to 79.92 RVU and breakdown viscosity from 141.21 to 328.96 RVU. The final viscosity of the starches ranged between 141.21 and 244.84 RVU. The granule size as viewed under microscope ranged from 12.5 to 23.83 µm with round shapes. There were significant varietal differences in all the physicochemical properties of the starches except the amylose content. Significant varietal differences (p < 0.05) were also recorded in all the functional and pasting properties of the starches except the least gelation concentration. There were no significant varietal differences (p > 0.05) in the granule size of the starches. The study revealed that the significant varietal differences in the properties of the starches from the different CMD resistant varieties imply that the starches have potentials for a wide end use."}
	}}
