{"resource": {
	"dct:issued":2003,
	"dct:dateSubmitted":2016,
	"bibo:uri":"http://world-food.net/download/journals/2003-issue_1/V1N1A64-69drypea.pdf",
	"dct:language":"eng",
	"dct:title":{"value":"Dry pea production and breeding – A mini-review"},
	"dct:creator":{"foaf:Person":{"foaf:name":"McPhee, Kevin (author)"
	}
	},
	"rdf:about":"http://agris.fao.org/aos/records/XE20122002702",
	"dct:identifier":"XE20122002702",
	"dct:type":"Other",
	"dct:source":{"rdf:resource":"http://ring.ciard.net/node/11445"
	},
	"bibo:abstract":{"value":"Dry pea (Pisum sativum L.) was domesticated over 9000 years ago and has been produced in association with cereals since that time. Its seed is highly nutritious and approximately half the world production is fed to livestock while the remaining portion is used for human food, primarily in developing counties. Pea is a cool-season legume crop produced in cool temperate climates worldwide for its highly nutritious seed and many rotational benefits in cereal grain production. Major production constraints for pea include crop pests and adverse environmental conditions such as frost, drought and excessive heat. Viral and fungal pathogens economically impact seed production and quality; however, resistance to several of these pathogens is available and has been incorporated into many adapted cultivars. Genetic improvement of pea began with domestication and has been aided more recently by decades of research beginning with Gregor Mendel’s initial discovery of inheritance. Since that time a myriad of geneticists have discovered novel traits and created detailed genetic maps of the Pisum genome. Population improvement has been achieved through introduction of novel traits from wild germplasm and landraces as well as pyramiding multiple positive alleles in adapted genetic backgrounds. Marker assisted selection is possible in pea due to the development of detailed genetic maps and DNA markers, however the expense and inconvenience associated with using a number of different protocols which were used to identify the markers has limited their application. Efficient gene transfer through gene technology provides breeding programs an additional tool to overcome deficiencies in genetic variation within Pisum germplasm. Nutritional and agronomic benefits of dry pea ensure its inclusion in production systems worldwide while the application of modern DNA technology and gene technology promises to overcome many current production constraints."}
	}}
