{"resource": {
	"language":"eng",
	"title":{"value":"Measurement of the relative sweetness of stevia extract, aspartame and cyclamate/saccharin blend as compared to sucrose at different concentrations."},
	"subject":[
		{"value":"Aspartame"},
	{"value":"Cyclamates"},
	{"value":"Diterpenes"},
	{"value":"Diterpenes, Kaurane"},
	{"value":"Dose-Response Relationship, Drug"},
	{"value":"Glucosides"},
	{"value":"Humans"},
	{"value":"Hydrogen-Ion Concentration"},
	{"value":"Saccharin"},
	{"value":"Sucrose"},
	{"value":"Sweetening Agents"},
	{"value":"Taste Threshold"},
	{"value":"Terpenes"}
	],
	"pageStart":119,
	"volume":2,
	"pageEnd":30,
	"about":"https://www.ncbi.nlm.nih.gov/pubmed/PM10646559",
	"identifier":"PM10646559",
	"type":"Other",
	"isPartOf":
		{"Journal":
		{"title":{"value":"Plant foods for human nutrition (Dordrecht, Netherlands)"},
	"ISSN":{"value":"0921-9668"}
	}
	},
	"issued":"2000-02-22",
	"dateSubmitted":"forIndex",
	"creator":[
		{
		"Person":
		{"name":"Cardello, H M, HM"
	}
	},
	{
		"Person":
		{"name":"Da Silva, M A, MA"
	}
	},
	{
		"Person":
		{"name":"Damasio, M H, MH"
	}
	}
	],
	"abstract":{"value":"Special diets are used to mitigate many human diseases. When these diets require changes in carbohydrate content, then sweetness becomes an important characteristic. The range of low-calorie sweeteners available to the food industry is expanding. It is essential to have an exact knowledge of the relative sweetness of various sweeteners in relation to different sucrose concentrations. The objective of this study was to determine the variation on the relative sweetness of aspartame (APM), stevia [Stevia rebaudiana (Bert.) Bertoni] leaf extract (SrB) and the mixture cyclamate/saccharin--two parts of cyclamate and one part of saccharin--(C/S) with the increase in their concentrations, and in neutral and acid pH in equisweet concentration to 10% sucrose, using magnitude estimation. Sweetness equivalence of SrB in relation to sucrose concentrations of 20% or higher and of APM and C/S to sucrose concentrations of 40% or higher could not be determined, because a bitter taste predominated. The potency of all sweeteners decreased as the level of sweetner increased. In equi-sweet concentration of sucrose at 10%, with pH 7.0 and pH 3.0, the potency was practically the same for all sweeteners evaluated."}
	,"source":{"resource":"https://www.ncbi.nlm.nih.gov/pubmed/"}}}
