{"resource": {
	"language":"eng",
	"title":{"value":"Leaf Ests from Stevia rebaudiana: a resource for gene discovery in diterpene synthesis."},
	"subject":[
		{"value":"DNA, Complementary"},
	{"value":"Diterpenes"},
	{"value":"Diterpenes, Kaurane"},
	{"value":"Expressed Sequence Tags"},
	{"value":"Gene Expression Profiling"},
	{"value":"Genes, Plant"},
	{"value":"Glycosides"},
	{"value":"Molecular Sequence Data"},
	{"value":"Plant Leaves"},
	{"value":"Sequence Analysis, DNA"},
	{"value":"Stevia"}
	],
	"pageStart":613,
	"volume":"4-5",
	"pageEnd":22,
	"about":"https://www.ncbi.nlm.nih.gov/pubmed/PM12374295",
	"identifier":"PM12374295",
	"type":"Journal Article",
	"isPartOf":
		{"Journal":
		{"title":{"value":"Plant molecular biology"},
	"ISSN":{"value":"0167-4412"}
	}
	},
	"issued":"2002-10-10",
	"dateSubmitted":"forIndex",
	"creator":[
		{
		"Person":
		{"name":"Brandle, J E, JE"
	}
	},
	{
		"Person":
		{"name":"Richman, A, A"
	}
	},
	{
		"Person":
		{"name":"Swanson, A K, AK"
	}
	},
	{
		"Person":
		{"name":"Chapman, B P, BP"
	}
	}
	],
	"abstract":{"value":"Expressed sequence tags (ESTs) are providing a new approach to gene discovery in plant secondary metabolism. Stevia rebaudiana Bert. leaves produce high concentrations of diterpene steviol glycosides and should be a rich source of transcripts involved in diterpene synthesis. In order to create a resource for gene discovery and increase our understanding of steviol glycoside biosynthesis, we sequenced 5,548 ESTs from a S. rebaudiana leaf cDNA library. The EST collection was fully annotated based on database search results. ESTs involved in diterpene synthesis were identified using published sequences as electronic probes, by keyword searches of search results, and by differential representation. A significant portion of the ESTs were specific for standard leaf metabolic pathways; energy and primary metabolism represented 17.6% and 13.1% of total transcripts respectively. Diterpene metabolism in S. rebaudiana represented 1.1% of total transcripts. This study identified candidate genes for 70% of the known steps in the steviol glycoside pathway. One candidate, kaurene oxidase, was the 8th most abundant EST in the collection. Identification of many candidate genes specific to the I -deoxyxylulose 5-phosphate pathway suggests that the primary source of isopentenyl diphosphate, a precursor of geranylgeranyl diphosphate, is via the non-mevalonic acid pathway. The use of ESTs has greatly facilitated the identification of candidate genes and increased our understanding of diterpene metabolism."}
	,"source":{"resource":"https://www.ncbi.nlm.nih.gov/pubmed/"}}}
