{"resource": {
	"language":"eng",
	"title":{"value":"Mechanism of the antihypertensive effect of stevioside in anesthetized dogs."},
	"subject":[
		{"value":"Administration, Intranasal"},
	{"value":"Anesthesia"},
	{"value":"Animals"},
	{"value":"Antihypertensive Agents"},
	{"value":"Aorta"},
	{"value":"Blood Pressure"},
	{"value":"Calcium"},
	{"value":"Cell Line"},
	{"value":"Cytosol"},
	{"value":"Diterpenes"},
	{"value":"Diterpenes, Kaurane"},
	{"value":"Dogs"},
	{"value":"Dose-Response Relationship, Drug"},
	{"value":"Female"},
	{"value":"Glucosides"},
	{"value":"Hypertension, Renal"},
	{"value":"Injections, Intra-Arterial"},
	{"value":"Injections, Intravenous"},
	{"value":"Ligation"},
	{"value":"Male"},
	{"value":"Muscle, Smooth, Vascular"},
	{"value":"Rats"},
	{"value":"Renal Artery"},
	{"value":"Time Factors"},
	{"value":"Vertebral Artery"}
	],
	"pageStart":14,
	"volume":1,
	"pageEnd":20,
	"about":"https://www.ncbi.nlm.nih.gov/pubmed/PM12444299",
	"identifier":"PM12444299",
	"type":"Other",
	"isPartOf":
		{"Journal":
		{"title":{"value":"Pharmacology"},
	"ISSN":{"value":"0031-7012"}
	}
	},
	"issued":"2002-11-21",
	"dateSubmitted":"forIndex",
	"creator":[
		{
		"Person":
		{"name":"Liu, Ju-Chi, JC"
	}
	},
	{
		"Person":
		{"name":"Kao, Pai-Keng, PK"
	}
	},
	{
		"Person":
		{"name":"Chan, Paul, P"
	}
	},
	{
		"Person":
		{"name":"Hsu, Yung-Ho, YH"
	}
	},
	{
		"Person":
		{"name":"Hou, Chun-Cheng, CC"
	}
	},
	{
		"Person":
		{"name":"Lien, Gi-Shih, GS"
	}
	},
	{
		"Person":
		{"name":"Hsieh, Min-Hsiung, MH"
	}
	},
	{
		"Person":
		{"name":"Chen, Yi-Jen, YJ"
	}
	},
	{
		"Person":
		{"name":"Cheng, Juei-Tang, JT"
	}
	}
	],
	"abstract":{"value":"Stevioside is a sweet-tasting glycoside isolated from the leaves of Stevia rebaudiana. It has been used as a noncaloric sugar substitute in Japan and Brazil for decades. Previous studies have shown that it lowered blood pressure in spontaneously hypertensive rats by intravenous injection. This study was designed to evaluate the hypotensive effect of stevioside in dogs and to define the underlying mechanism. After nasogastric administration of stevioside powder (200 mg/kg), the blood pressure of healthy mongrel dogs began to significantly decrease at 60 min and returned to baseline level at 180 min. The reduction of blood pressure was more rapid (at 5-10 min) and effective after intravenous injection. However, no significant change of blood pressure was noted after injection through left vertebral artery, implicating that the hypotensive effect is not related to the central nervous system. Stevioside also showed significant hypotensive effects in renal hypertensive dogs, in a dose-dependent manner. In cultured rat aortic smooth muscle cells (A7r5 cell line), stevioside can dose-dependently inhibit the stimulatory effects of vasopressin and phenylephrine on intracellular Ca(2+) in a calcium-containing medium. However, no intracellular Ca(2+) inhibitory effect was observed in calcium-free medium, implicating that stevioside may inhibit the Ca(2+) influx from extracellular fluid. Our present data show that stevioside did not influence the calcium ionophore (A23187) induced Ca(2+) influx, indicating that the antagonistic effect was through Ca(2+) channels. This study confirmed that stevioside is an effective antihypertensive natural product, and its hypotensive mechanism may be probably due to inhibition of the Ca(2+) influx."}
	,"source":{"resource":"https://www.ncbi.nlm.nih.gov/pubmed/"}}}
