{"resource": {
	"language":"eng",
	"title":{"value":"Toxicity study of an antidipsotropic Chinese herbal mixture in rats: NPI-028."},
	"subject":[
		{"value":"Administration, Oral"},
	{"value":"Alcohol Deterrents"},
	{"value":"Alcoholism"},
	{"value":"Animals"},
	{"value":"Citrus"},
	{"value":"Dose-Response Relationship, Drug"},
	{"value":"Drugs, Chinese Herbal"},
	{"value":"Glycyrrhiza uralensis"},
	{"value":"Hematologic Diseases"},
	{"value":"Isoflavones"},
	{"value":"Male"},
	{"value":"Milk Thistle"},
	{"value":"Panax"},
	{"value":"Random Allocation"},
	{"value":"Rats"},
	{"value":"Rats, Sprague-Dawley"},
	{"value":"Stevia"}
	],
	"pageStart":175,
	"volume":2,
	"doi":"10.1089/107555302317371460",
	"pageEnd":83,
	"about":"https://www.ncbi.nlm.nih.gov/pubmed/PM12006125",
	"identifier":"PM12006125",
	"type":"Journal Article",
	"isPartOf":
		{"Journal":
		{"title":{"value":"Journal of alternative and complementary medicine (New York, N.Y.)"},
	"ISSN":{"value":"1075-5535"}
	}
	},
	"issued":"2002-05-15",
	"dateSubmitted":"forIndex",
	"creator":[
		{
		"Person":
		{"name":"Keyler, Daniel E, DE"
	}
	},
	{
		"Person":
		{"name":"Baker, John I, JI"
	}
	},
	{
		"Person":
		{"name":"Lee, David Y W, DY"
	}
	},
	{
		"Person":
		{"name":"Overstreet, David H, DH"
	}
	},
	{
		"Person":
		{"name":"Boucher, Tacey A, TA"
	}
	},
	{
		"Person":
		{"name":"Lenz, Scott K, SK"
	}
	}
	],
	"abstract":[
		{"value":"To determine the potential toxicity and safety of the Chinese herbal medicine NPI-028 in rats following subchronic (3-month) exposure via daily oral consumption."},
	{"value":"Subchronic toxicity was evaluated in four groups of rats (n = 10 per group) receiving NPI-028 orally at a dose of either 0.0 (normal diet control), 0.5, 1.0, or 2.0 g/kg, ingested as part of their daily diet for 3 months. NPI-028 was incorporated into powdered rat chow diet as a specific percent of the total diet provided each day. The primary active isoflavone content of NPI-028 (puerarin) used in the rat diet was also determined."},
	{"value":"Subchronic toxicity was assessed over a 3-month period by biweekly measurement of water and food intake, weight gain, and visual inspection for maintenance of grooming and normal behavior. At the end of the study period rats were euthanized and blood was obtained for hematologic and chemical analysis. Organs were removed for histopathologic examination."},
	{"value":"Rats in all three NPI-028 dose groups were similar to the control group in weight gain, food intake, and water intake over the study period. Hematology, blood chemistries, and organ histology in rats at all three NPI-028 doses did not significantly differ from control rats. Minor exceptions were elevated urea nitrogen values at all NPI-028 doses, and increased triglyceride and thyroid-stimulating hormone values in the lowest NPI-028 dose-treated group. Puerarin (used as a dietary isoflavone marker) content of NPI-028 was 26 mg/g dry weight."},
	{"value":"NPI-028 ingested orally at doses up to 2.0 g/kg per day in the rat diet for up to 3 months resulted in normal growth with no changes in hematologic or hepatic parameters, and only minor alterations in renal and blood chemistry parameters. There was no evidence of abnormal histology. These data suggest the long-term daily oral consumption of NPI-028 as a part of the daily diet for 3 months, at the doses studied, is safe in rats. Thus, NPI-028 may potentially be safe for clinical use as an antidipsotropic agent."}
	]
	,"source":{"resource":"https://www.ncbi.nlm.nih.gov/pubmed/"}}}
