{"resource": {
	"language":"ENG",
	"title":{"value":"Green Roots: Photosynthesis and Photoautotrophy in an Underground Plant Organ."},
	"pageStart":363,
	"volume":2,
	"pageEnd":371,
	"about":"https://www.ncbi.nlm.nih.gov/pubmed/PM12231691",
	"identifier":"PM12231691",
	"type":"Journal Article",
	"isPartOf":
		{"Journal":
		{"title":{"value":"Plant physiology"},
	"ISSN":{"value":"1532-2548"}
	}
	},
	"issued":"2002-sep-16",
	"uri":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC160580",
	"dateSubmitted":2016,
	"creator":[
		{
		"Person":
		{"name":"Flores, H. E., HE"
	}
	},
	{
		"Person":
		{"name":"Dai, Yr., Y"
	}
	},
	{
		"Person":
		{"name":"Cuello, J. L., JL"
	}
	},
	{
		"Person":
		{"name":"Maldonado-Mendoza, I. E., IE"
	}
	},
	{
		"Person":
		{"name":"Loyola-Vargas, V. M., VM"
	}
	}
	],
	"abstract":{"value":"The potential for photosynthetic and photoautotrophic growth was studied in hairy root cultures of Asteraceae and Solanaceae species. Upon transfer to light, initially heterotrophic root cultures of Acmella oppositifolia and Datura innoxia greened rapidly, differentiated chloroplasts, and developed light-dependent CO2 fixation in the cortical cells. Photosynthetic potential was expressed in root cultures of all the Asteraceae genera examined (Acmella, Artemisia, Rudbeckia, Stevia, and Tagetes). Hairy roots of A. oppositifolia and D. innoxia were further adapted to photoautotrophy by growing in the presence of light and added CO2 (1-5%) and by direct or sequential transfers into media containing progressively lower sugar concentrations. The transition to photoautotrophy was accompanied by an increase in CO2 fixation and in the specific activity of 1,5-ribulose-bisphosphate carboxylase/ oxygenase (Rubisco). During the adaptation of A. oppositifolia roots to photoautotrophy, the ratio of Rubisco to phosphoenolpyruvate carboxylase increased significantly, approaching that found in the leaves. The levels and patterns of alkaloids and polyacetylenes produced by Solanaceae and Asteraceae hairy roots, respectively, were dramatically altered in photomixotrophic and photoautotrophic cultures. Photoautotrophic roots of A. oppositifolia have been mainitained in vitro for over 2 years."}
	,"source":{"resource":"https://www.ncbi.nlm.nih.gov/pubmed/"}}}
