{"resource": {
	"language":"eng",
	"title":{"value":"Efficacy and tolerability of oral stevioside in patients with mild essential hypertension: a two-year, randomized, placebo-controlled study."},
	"subject":[
		{"value":"Administration, Oral"},
	{"value":"Adult"},
	{"value":"Aged"},
	{"value":"Antihypertensive Agents"},
	{"value":"Blood Pressure"},
	{"value":"Diterpenes"},
	{"value":"Diterpenes, Kaurane"},
	{"value":"Double-Blind Method"},
	{"value":"Female"},
	{"value":"Glucosides"},
	{"value":"Humans"},
	{"value":"Hypertension"},
	{"value":"Hypertrophy, Left Ventricular"},
	{"value":"Male"},
	{"value":"Middle Aged"},
	{"value":"Quality of Life"}
	],
	"pageStart":2797,
	"volume":11,
	"pageEnd":808,
	"about":"https://www.ncbi.nlm.nih.gov/pubmed/PM14693305",
	"identifier":"PM14693305",
	"type":"Other",
	"isPartOf":
		{"Journal":
		{"title":{"value":"Clinical therapeutics"},
	"ISSN":{"value":"0149-2918"}
	}
	},
	"issued":"2003-12-24",
	"dateSubmitted":"forIndex",
	"creator":[
		{
		"Person":
		{"name":"Hsieh, Ming-Hsiung, MH"
	}
	},
	{
		"Person":
		{"name":"Chan, Paul, P"
	}
	},
	{
		"Person":
		{"name":"Sue, Yuh-Mou, YM"
	}
	},
	{
		"Person":
		{"name":"Liu, Ju-Chi, JC"
	}
	},
	{
		"Person":
		{"name":"Liang, Toong Hua, TH"
	}
	},
	{
		"Person":
		{"name":"Huang, Tsuei-Yuen, TY"
	}
	},
	{
		"Person":
		{"name":"Tomlinson, Brian, B"
	}
	},
	{
		"Person":
		{"name":"Chow, Moses Sing Sum, MS"
	}
	},
	{
		"Person":
		{"name":"Kao, Pai-Feng, PF"
	}
	},
	{
		"Person":
		{"name":"Chen, Yi-Jen, YJ"
	}
	}
	],
	"abstract":[
		{"value":"Stevioside, a natural glycoside isolated from the plant Stevia rebaudiana Bertoni, has been used as a commercial sweetening agent in Japan and Brazil for >20 years. Previous animal and human studies have indicated that stevioside has an antihypertensive effect."},
	{"value":"This study was undertaken to investigate the long-term (2-year) efficacy and tolerability of stevioside in patients with mild essential hypertension. Secondary objectives were to determine the effects of stevioside on left ventricular mass index (LVMI) and quality of life (QOL)."},
	{"value":"This was a multicenter, randomized, double-blind, placebo-controlled trial in Chinese men and women aged between 20 and 75 years with mild essential hypertension (systolic blood pressure [SBP] 140-159 mm Hg and diastolic blood pressure [DBP] 90-99 mm Hg). Patients took capsules containing 500 mg stevioside powder or placebo 3 times daily for 2 years. Blood pressure was measured at monthly clinic visits; patients were also encouraged to monitor blood pressure at home using an automated device. LVMI was determined by 2-dimensional echocardiography at baseline and after 1 and 2 years of treatment. QOL was assessed using the Medical Outcomes Study 36-Item Short-Form Health Survey. Electrocardiographic, laboratory, and QOL parameters were assessed at the beginning of treatment, and at 6 months, 1 year, and 2 years."},
	{"value":"One hundred seventy-four patients (87 men, 87 women) were enrolled in the study, and 168 completed it: 82 (42 men, 40 women; mean [SD] age, 52 [7] years) in the stevioside group and 86 (44 women, 42 men; mean age, 53 [7] years) in the placebo group. After 2 years, the stevioside group had significant decreases in mean (SD) SBP and DBP compared with baseline (SBP, from 150 [7.3] to 140 [6.8] mm Hg; DBP, from 95 [4.2] to 89 [3.2] mm Hg; P < 0.05) and compared with placebo (P < 0.05). Based on patients' records of self-monitored blood pressure, these effects were noted beginning approximately 1 week after the start of treatment and persisted throughout the study. There were no significant changes in body mass index or blood biochemistry, and the results of laboratory tests were similar in the 2 groups throughout the study. No significant difference in the incidence of adverse effects was noted between groups, and QOL scores were significantly improved overall with stevioside compared with placebo (P < 0.001). Neither group had a significant change in mean LVMI. However, after 2 years, 6 of 52 patients (11.5%) in the stevioside group had left ventricular hypertrophy (LVH), compared with 17 of 50 patients (34.0%) in the placebo group (P < 0.001). Of those who did not have LVH at baseline, 3 of 46 patients (6.5%) in the stevioside group had developed LVH after 2 years, compared with 9 of 37 patients (24.3%) in the placebo group (P < 0.001)."},
	{"value":"In this 2-year study in Chinese patients with mild hypertension, oral stevioside significantly decreased SBP and DBP compared with placebo. QOL was improved, and no significant adverse effects were noted."}
	]
	,"source":{"resource":"https://www.ncbi.nlm.nih.gov/pubmed/"}}}
