{"resource": {
	"language":"eng",
	"title":{"value":"Isosteviol as a potassium channel opener to lower intracellular calcium concentrations in cultured aortic smooth muscle cells."},
	"subject":[
		{"value":"Animals"},
	{"value":"Aorta"},
	{"value":"Calcium"},
	{"value":"Cell Line"},
	{"value":"Diterpenes"},
	{"value":"Diterpenes, Kaurane"},
	{"value":"Dose-Response Relationship, Drug"},
	{"value":"Muscle, Smooth, Vascular"},
	{"value":"Phytotherapy"},
	{"value":"Plant Extracts"},
	{"value":"Potassium Channels, Calcium-Activated"},
	{"value":"Rats"},
	{"value":"Stevia"}
	],
	"pageStart":108,
	"volume":2,
	"pageEnd":12,
	"about":"https://www.ncbi.nlm.nih.gov/pubmed/PM14994186",
	"identifier":"PM14994186",
	"type":"Journal Article",
	"isPartOf":
		{"Journal":
		{"title":{"value":"Planta medica"},
	"ISSN":{"value":"0032-0943"}
	}
	},
	"issued":"2004-03-02",
	"dateSubmitted":2016,
	"creator":[
		{
		"Person":
		{"name":"Wong, Kar-Lok, KL"
	}
	},
	{
		"Person":
		{"name":"Yang, Hung-Yu, HY"
	}
	},
	{
		"Person":
		{"name":"Chan, Paul, P"
	}
	},
	{
		"Person":
		{"name":"Cheng, Tz-Hurng, TH"
	}
	},
	{
		"Person":
		{"name":"Liu, Ju-Chi, JC"
	}
	},
	{
		"Person":
		{"name":"Hsu, Feng-Lin, FL"
	}
	},
	{
		"Person":
		{"name":"Liu, I-Min, IM"
	}
	},
	{
		"Person":
		{"name":"Cheng, Yu-Wan, YW"
	}
	},
	{
		"Person":
		{"name":"Cheng, Juei-Tang, JT"
	}
	}
	],
	"abstract":{"value":"Isosteviol is a derivative of stevioside, a constituent of Stevia rebaudiana, and is commonly used as a non-caloric sugar substitute in Japan and Brazil. The present study attempted to elucidate the role of potassium (K (+)) channels in the action of isosteviol on intracellular calcium concentrations ([Ca (2+)]i) in cultured vascular smooth muscle (A7r5) cells using the Ca (2+)-sensitive dye Fura-2 as an indicator. The increase of [Ca (2+)]i in A7r5 cells produced by vasopressin (1 micromol/L) or phenylephrine (1 micromol/L) was attenuated by isosteviol from 0.01 micromol/L to 10 micromol/L. The attenuation by isosteviol of the vasopressin- and phenylephrine-induced increase in [Ca (2+)]i was inhibited by glibenclamide, apamin and 4-aminopyridine but not by charybdotoxin. Furthermore, the inhibitory action of isosteviol on [Ca (2+)]i was blocked when A7r5 cells co-treated with glibenclamide and apamin in conjunction with 4-aminopyridine were present. Therefore, not only did the ATP-sensitive potassium (K (ATP)) channel affect the action of isosteviol on [Ca (2+)]i modulation in A7r5 cells, but also those on the small conductance calcium-activated potassium (SK (Ca)) channels and voltage-gated (Kv) channels. However, the blockers of large-conductance Ca (2+)-activated potassium channels failed to modify the inhibitory action of isosteviol on [Ca (2+)]i. The obtained results indicated that a decrease of [Ca (2+)]i in A7r5 cells by isosteviol is mainly mediated by the selective opening of K (ATP) channel or/and SK (Ca) channel. Alteration in the Kv channel also plays a critical role in the inhibitory action of isosteviol."}
	,"source":{"resource":"https://www.ncbi.nlm.nih.gov/pubmed/"}}}
