{"resource": {
	"language":"eng",
	"title":{"value":"Glucose concentration in the blood of intact and alloxan-treated mice after pretreatment with commercial preparations of Stevia rebaudiana (Bertoni)."},
	"subject":[
		{"value":"Adrenergic alpha-Agonists"},
	{"value":"Animals"},
	{"value":"Blood Glucose"},
	{"value":"Diabetes Mellitus, Experimental"},
	{"value":"Diterpenes, Kaurane"},
	{"value":"Epinephrine"},
	{"value":"Glucosides"},
	{"value":"Hypoglycemic Agents"},
	{"value":"Injections, Subcutaneous"},
	{"value":"Magnetic Resonance Imaging"},
	{"value":"Mice"},
	{"value":"Phytotherapy"},
	{"value":"Plant Extracts"},
	{"value":"Stevia"}
	],
	"pageStart":87,
	"volume":2,
	"pageEnd":90,
	"about":"https://www.ncbi.nlm.nih.gov/pubmed/PM15230335",
	"identifier":"PM15230335",
	"type":"Journal Article",
	"isPartOf":
		{"Journal":
		{"title":{"value":"European journal of drug metabolism and pharmacokinetics"},
	"ISSN":{"value":"0378-7966"}
	}
	},
	"issued":"2004-07-02",
	"dateSubmitted":"forIndex",
	"creator":[
		{
		"Person":
		{"name":"Raskovic, Aleksandar, A"
	}
	},
	{
		"Person":
		{"name":"Gavrilovic, Maja, M"
	}
	},
	{
		"Person":
		{"name":"Jakovljevic, Vida, V"
	}
	},
	{
		"Person":
		{"name":"Sabo, Jan, J"
	}
	}
	],
	"abstract":{"value":"The study was concerned with the effect of mice pretreatment with two commercial products of Stevia rebaudiana Bertoni on the blood glucose concentration. One group of mice was pretreated four days with 200 mg/kg of Stevita (Stevita Co, INC, Arlington Texas) (stevia) and the other with 20 mg/kg of Clear Steviosides liquid (Stevita Co, INC, Herbal supplement, Brazil) (stevioside), whereas the animals of control group received at the same time physiological solution. Blood glucose concentration was measured before pretreatment and four days after that. The changes in glucose level were provoked by glucose-tolerance test (500 mg/kg, p.o.) and subcutaneous injection of adrenaline (0.2 mg/kg). The same procedure of measuring blood glucose was applied on the mice with alloxan-induced diabetes mellitus (two doses of 100 mg/kg with a 24-hour interval). Blood glucose levels in mice pretreated with stevia and stevioside were lower compared with control (7.82:6.82:8.01). Also, a smaller increase in this parameter compared to control was registered with pretreated mice in the glucose-tolerance test, pretreatment with stevioside being again more effective (8.68:6.36:5.82). Pretreatment with stevioside caused no significant increase in blood glucose concentration after administering adrenaline, which was not the case with the animals pretreated with stevia and control. Pretreatment with stevia, and to a greater extent with stevioside, protected test animals from the toxic action of alloxan compared with controls."}
	,"source":{"resource":"https://www.ncbi.nlm.nih.gov/pubmed/"}}}
