{"resource": {
	"language":"eng",
	"title":{"value":"Investigation of the antihypertensive effect of oral crude stevioside in patients with mild essential hypertension."},
	"subject":[
		{"value":"Adult"},
	{"value":"Antihypertensive Agents"},
	{"value":"Diterpenes, Kaurane"},
	{"value":"Double-Blind Method"},
	{"value":"Female"},
	{"value":"Glucosides"},
	{"value":"Humans"},
	{"value":"Hypertension"},
	{"value":"Male"},
	{"value":"Middle Aged"},
	{"value":"Phytotherapy"},
	{"value":"Prospective Studies"},
	{"value":"Stevia"}
	],
	"pageStart":732,
	"volume":9,
	"doi":"10.1002/ptr.1944",
	"pageEnd":6,
	"about":"https://www.ncbi.nlm.nih.gov/pubmed/PM16775813",
	"identifier":"PM16775813",
	"type":"Journal Article",
	"isPartOf":
		{"Journal":
		{"title":{"value":"Phytotherapy research : PTR"},
	"ISSN":{"value":"0951-418X"}
	}
	},
	"issued":"2006-08-30",
	"dateSubmitted":"forIndex",
	"creator":[
		{
		"Person":
		{"name":"Ferri, Letícia A F, LA"
	}
	},
	{
		"Person":
		{"name":"Alves-Do-Prado, Wilson, W"
	}
	},
	{
		"Person":
		{"name":"Yamada, Sergio S, SS"
	}
	},
	{
		"Person":
		{"name":"Gazola, Sebastião, S"
	}
	},
	{
		"Person":
		{"name":"Batista, Marcia R, MR"
	}
	},
	{
		"Person":
		{"name":"Bazotte, Roberto B, RB"
	}
	}
	],
	"abstract":{"value":"The antihypertensive effect of crude stevioside obtained from the leaves of Stevia rebaudiana (Bertoni) Bertoni (Compositae) on previously untreated mild hypertensive patients was examined. Patients with essential hypertension were submitted to a placebo phase for 4 weeks. The volunteers selected in this phase were randomly assigned to receive either capsules containing placebo during 24 weeks or crude stevioside 3.75 mg/kg/day (7 weeks), 7.5 mg/kg/day (11 weeks) and 15.0 mg/kg/day (6 weeks). All capsules were prescribed twice a daily (b.i.d.), i.e. before lunch and before dinner. After the placebo phase and after each dose of crude stevioside, body mass index, electrocardiogram and laboratory tests were performed. During the investigation blood pressure (BP) was measured biweekly and the remaining data were collected at the end of each stevioside dose step. All adverse events were prospectively recorded but no major adverse clinical effects were observed during the trial. Systolic and diastolic BP decreased (p < 0.05) during the treatment with crude stevioside, but a similar effect was observed in the placebo group. Therefore, crude stevioside up to 15.0 mg/kg/day did not show an antihypertensive effect. Moreover, the results suggest that oral crude stevioside is safe and supports the well-established tolerability during long term use as a sweetener in Brazil."}
	,"source":{"resource":"https://www.ncbi.nlm.nih.gov/pubmed/"}}}
