{"resource": {
	"language":"jpn",
	"title":{"value":"[Method of component assay of alpha-glucosyltransferase-treated stevia (enzymatically modified stevia) products using enzymatic hydrolysis]."},
	"subject":[
		{"value":"Carbohydrates"},
	{"value":"Chromatography, High Pressure Liquid"},
	{"value":"Food Additives"},
	{"value":"Food Analysis"},
	{"value":"Glucosyltransferases"},
	{"value":"Glycosides"},
	{"value":"Hydrolysis"},
	{"value":"Stevia"}
	],
	"pageStart":263,
	"volume":6,
	"pageEnd":9,
	"about":"https://www.ncbi.nlm.nih.gov/pubmed/PM16440787",
	"identifier":"PM16440787",
	"type":"Other",
	"isPartOf":
		{"Journal":
		{"title":{"value":"Shokuhin eiseigaku zasshi. Journal of the Food Hygienic Society of Japan"},
	"ISSN":{"value":"0015-6426"}
	}
	},
	"issued":"2006-01-30",
	"dateSubmitted":2016,
	"creator":[
		{
		"Person":
		{"name":"Hirata, Keiko, K"
	}
	},
	{
		"Person":
		{"name":"Shimamura, Yasuhiro, Y"
	}
	},
	{
		"Person":
		{"name":"Suzuki, Keiko, K"
	}
	},
	{
		"Person":
		{"name":"Sadamasu, Yuki, Y"
	}
	},
	{
		"Person":
		{"name":"Ito, Koichi, K"
	}
	}
	],
	"abstract":{"value":"We have developed an analytical method for components of alpha-glucosyltransferase-treated stevia, a food additive product. Suitable conditions to separate additional sugar from alpha-glucosyltransferase-treated stevia by using glucoamylase were found (55 degrees C for 3 hr with 250 U of glucoamylase in 10 mL of reaction solution). By solid-phase extraction using a C18 cartridge column, polysaccharides were excluded from the sample, and the glycosides and sugar obtained after hydrolysis with glucoamylase were separated on another C18 cartridge column. The glycosides and sugar contents were determined by HPLC. By this method, additional sugar was detected in all of three product samples tested and the sugar was glucose. The contents of glucose and total glycosides (minus unreacted glycoside) were 25-42% and 35.7-52.5%, respectively. In alpha-glucosyltransferase-treated stevia, the sum of total glycosides and glucose amounted to 77.5-80.4% of the total and their recoveries from samples from which polysaccharide had been excluded by C18 cartridge column processing were over 85%. The contents of alpha-glucosyltransferase-treated stevia obtained by multiplying the sugar content by the coefficient (0.9) for hydrolysis and converting on dry weight basis were all over 80.0% and met the standard set by the Japan Food Additives Association."}
	,"source":{"resource":"https://www.ncbi.nlm.nih.gov/pubmed/"}}}
