{"resource": {
	"language":"eng",
	"title":{"value":"Preventive effects of a soy-based diet supplemented with stevioside on the development of the metabolic syndrome and type 2 diabetes in Zucker diabetic fatty rats."},
	"subject":[
		{"value":"Animals"},
	{"value":"Blood Glucose"},
	{"value":"Blood Pressure"},
	{"value":"Cholesterol"},
	{"value":"Diabetes Mellitus, Type 2"},
	{"value":"Diterpenes, Kaurane"},
	{"value":"Fasting"},
	{"value":"Fatty Acids, Nonesterified"},
	{"value":"Glucosides"},
	{"value":"Male"},
	{"value":"Metabolic Syndrome X"},
	{"value":"Rats"},
	{"value":"Rats, Zucker"},
	{"value":"Soy Foods"},
	{"value":"Sweetening Agents"},
	{"value":"Triglycerides"}
	],
	"pageStart":1181,
	"volume":9,
	"pageEnd":8,
	"about":"https://www.ncbi.nlm.nih.gov/pubmed/PM16125530",
	"identifier":"PM16125530",
	"type":"Journal Article",
	"isPartOf":
		{"Journal":
		{"title":{"value":"Metabolism: clinical and experimental"},
	"ISSN":{"value":"0026-0495"}
	}
	},
	"issued":"2005-08-29",
	"dateSubmitted":2016,
	"creator":[
		{
		"Person":
		{"name":"Dyrskog, Stig Eric Underbjerg, SE"
	}
	},
	{
		"Person":
		{"name":"Jeppesen, Per Bendix, PB"
	}
	},
	{
		"Person":
		{"name":"Colombo, Michele, M"
	}
	},
	{
		"Person":
		{"name":"Abudula, Reziwanggu, R"
	}
	},
	{
		"Person":
		{"name":"Hermansen, Kjeld, K"
	}
	}
	],
	"abstract":{"value":"The world witnesses an explosive increase in diabetes, demanding intensified prevention and treatment not least for the low-income population. The plant, Stevia rebaudiana Bertoni, has been used for the treatment of diabetes in traditional medicine. We have previously demonstrated that stevioside, a diterpene glycoside isolated from the plant Stevia rebaudiana Bertoni, possesses insulinotropic, glucagonostatic, antihyperglycemic, and blood pressure-lowering effects in animal studies. We have also found that a dietary supplement, Abalon, of soy protein, isoflavones, and cotyledon fiber has beneficial effects on cardiovascular risk markers in type 2 diabetes. The aim of this study was to investigate if the combination of stevioside and a dietary supplement of soy protein possesses beneficial qualities in the treatment of type 2 diabetes and the metabolic syndrome. We randomized male Zucker diabetic fatty rats into 4 groups and fed them the different test diets for 10 weeks: (A) standard carbohydrate-rich laboratory diet (chow), (B) chow+stevioside (0.03 g/kg body weight [BW] per day), (C) 50% soy (Abalon)+50% chow (adjusted for vitamins and minerals), and (D) 50% soy (Abalon)+50% chow+stevioside 0.03 g/kg BW per day. We measured plasma glucose, blood pressure, weight, and food intake once weekly. The animals were equipped with an intra-arterial catheter, and at week 10, the conscious rats underwent an intra-arterial glucose tolerance test (2.0 g/kg BW). Stevioside exerts beneficial effects in type 2 diabetic Zucker diabetic fatty rats, that is, lowers blood glucose (area under the glucose curve [AUC(30min)]: group A vs B, a 19% reduction; and group C vs D, a 12% reduction; P<.001). We did not detect any effect on insulin or glucagon responses. After 2 weeks of treatment, a decrease in the systolic blood pressure was observed in the stevioside-treated groups (P<.01). Abalon had beneficial effects on cardiovascular risk markers, that is, (1) lowers total cholesterol (P<.01), (2) reduces triglycerides (P=.01), and (3) reduces free fatty acids (P<.001). The combination of stevioside and soy supplementation appears to possess the potential as effective treatment of a number of the characteristic features of the metabolic syndrome, that is, hyperglycemia, hypertension, and dyslipidemia. A long-term human study of the concept in type 2 diabetic subjects is needed to verify these promising results in animal diabetes."}
	,"source":{"resource":"https://www.ncbi.nlm.nih.gov/pubmed/"}}}
