{"resource": {
	"language":"eng",
	"title":{"value":"Anti-Inflammatory and Immunomodulatory Activities of Stevioside and Its Metabolite Steviol on THP-1 Cells."},
	"subject":[
		{"value":"Anti-Inflammatory Agents"},
	{"value":"Cell Line"},
	{"value":"Diterpenes, Kaurane"},
	{"value":"Glucosides"},
	{"value":"Humans"},
	{"value":"I-kappa B Kinase"},
	{"value":"Immunity"},
	{"value":"Interleukin-1"},
	{"value":"Monocytes"},
	{"value":"NF-kappa B"},
	{"value":"Nitric Oxide"},
	{"value":"Signal Transduction"},
	{"value":"Sweetening Agents"},
	{"value":"Toll-Like Receptor 4"},
	{"value":"Tumor Necrosis Factor-alpha"}
	],
	"pageStart":785,
	"volume":3,
	"doi":"10.1021/jf0523465",
	"pageEnd":9,
	"about":"https://www.ncbi.nlm.nih.gov/pubmed/PM16448183",
	"identifier":"PM16448183",
	"type":"Journal Article",
	"isPartOf":
		{"Journal":
		{"title":{"value":"Journal of agricultural and food chemistry"},
	"ISSN":{"value":"0021-8561"}
	}
	},
	"issued":"2006-02-01",
	"dateSubmitted":"forIndex",
	"creator":[
		{
		"Person":
		{"name":"Boonkaewwan, Chaiwat, C"
	}
	},
	{
		"Person":
		{"name":"Toskulkao, Chaivat, C"
	}
	},
	{
		"Person":
		{"name":"Vongsakul, Molvibha, M"
	}
	}
	],
	"abstract":{"value":"Stevioside, a natural noncaloric sweetener isolated from Stevia rebaudiana Bertoni, possesses anti-inflammatory and antitumor promoting properties; however, no information is available to explain its activity. The aim of this study was to elucidate the anti-inflammatory and immunomodulatory activities of stevioside and its metabolite, steviol. Stevioside at 1 mM significantly suppressed lipopolysaccharide (LPS)-induced release of TNF-alpha and IL-1beta and slightly suppressed nitric oxide release in THP-1 cells without exerting any direct toxic effect, whereas steviol at 100 microM did not. Activation of IKKbeta and transcription factor NF-kappaB were suppressed by stevioside, as demonstrated by Western blotting. Furthermore, only stevioside induced TNF-alpha, IL-1beta, and nitric oxide release in unstimulated THP-1 cells. Release of TNF-alpha could be partially neutralized by anti-TLR4 antibody. This study suggested that stevioside attenuates synthesis of inflammatory mediators in LPS-stimulated THP-1 cells by interfering with the IKKbeta and NF-kappaB signaling pathway, and stevioside-induced TNF-alpha secretion is partially mediated through TLR4."}
	,"source":{"resource":"https://www.ncbi.nlm.nih.gov/pubmed/"}}}
