{"resource": {
	"language":"eng",
	"title":{"value":"Increase of insulin sensitivity by stevioside in fructose-rich chow-fed rats."},
	"subject":[
		{"value":"Animals"},
	{"value":"Blood Glucose"},
	{"value":"Diabetes Mellitus, Experimental"},
	{"value":"Dietary Carbohydrates"},
	{"value":"Diterpenes, Kaurane"},
	{"value":"Fructose"},
	{"value":"Glucose Tolerance Test"},
	{"value":"Glucosides"},
	{"value":"Insulin Resistance"},
	{"value":"Male"},
	{"value":"Phytotherapy"},
	{"value":"Plant Extracts"},
	{"value":"Rats"},
	{"value":"Rats, Wistar"},
	{"value":"Stevia"},
	{"value":"Tolbutamide"}
	],
	"pageStart":610,
	"volume":10,
	"doi":"10.1055/s-2005-870528",
	"pageEnd":6,
	"about":"https://www.ncbi.nlm.nih.gov/pubmed/PM16278783",
	"identifier":"PM16278783",
	"type":"Journal Article",
	"isPartOf":
		{"Journal":
		{"title":{"value":"Hormone and metabolic research = Hormon- und Stoffwechselforschung = Hormones et métabolisme"},
	"ISSN":{"value":"0018-5043"}
	}
	},
	"issued":"2005-11-09",
	"dateSubmitted":"forIndex",
	"creator":[
		{
		"Person":
		{"name":"Chang, J-C, JC"
	}
	},
	{
		"Person":
		{"name":"Wu, M C, MC"
	}
	},
	{
		"Person":
		{"name":"Liu, I-M, IM"
	}
	},
	{
		"Person":
		{"name":"Cheng, J-T, JT"
	}
	}
	],
	"abstract":{"value":"The intake of dietary fructose has undergone a marked increase around the world, especially the developed countries, in recent times. Stevioside, a glycoside contained in the leaves of Stevia rebaudiana Bertoni (Compositae), was used to screen the effect induced by a diet containing 60% fructose on insulin resistance in rats. Single oral administration of stevioside for 90 min decreased plasma glucose concentrations in a dose-dependent manner in rats receiving fructose-rich chow for four weeks. In addition, insulin action on glucose disposal rate was measured using the glucose-insulin index, the product of the areas under the curve of glucose, and insulin during the intraperitoneal glucose tolerance test. Oral administration of stevioside (5.0 mg/kg) in rats given four weeks of fructose-rich chow for 90 min reversed the value of glucose-insulin index, indicating that stevioside has the ability to improve insulin sensitivity in this insulin-resistant animal model. Time for the loss of plasma glucose lowering response to tolbutamide (10.0 mg/kg, i. p.) in fructose-rich chow fed rats was also markedly delayed by repeated stevioside treatment three times daily compared to the vehicle-treated group. The plasma glucose-lowering activity of tolbutamide was introduced to account for varying levels of endogenous insulin secretion, and is widely used as the indicator of insulin resistance development. Thus, it provided the supportive data that repeated oral administration of stevioside delayed the development of insulin resistance in rats on a high-fructose diet. Increased insulin sensitivity by stevioside administration was further identified using the plasma glucose-lowering action of exogenous insulin in streptozotocin-induced diabetic rats (STZ-diabetic rats). Oral administration of stevioside at 0.2 mg/kg three times daily into STZ-diabetic rats for ten days increased the response to exogenous insulin. Taken together, this demonstrated that oral administration of stevioside improves insulin sensitivity, and seems suitable as an adjuvant for diabetic patients and/or those that consume large amounts of fructose."}
	,"source":{"resource":"https://www.ncbi.nlm.nih.gov/pubmed/"}}}
