{"resource": {
	"language":"eng",
	"title":{"value":"Analysis of genotoxic potentiality of stevioside by comet assay."},
	"subject":[
		{"value":"Animals"},
	{"value":"Comet Assay"},
	{"value":"DNA Damage"},
	{"value":"Diterpenes, Kaurane"},
	{"value":"Glucosides"},
	{"value":"Rats"},
	{"value":"Rats, Wistar"},
	{"value":"Sweetening Agents"}
	],
	"pageStart":662,
	"volume":4,
	"doi":"10.1016/j.fct.2006.10.015",
	"pageEnd":6,
	"about":"https://www.ncbi.nlm.nih.gov/pubmed/PM17187912",
	"identifier":"PM17187912",
	"type":"Journal Article",
	"isPartOf":
		{"Journal":
		{"title":{"value":"Food and chemical toxicology : an international journal published for the British Industrial Biological Research Association"},
	"ISSN":{"value":"0278-6915"}
	}
	},
	"issued":"2007-02-12",
	"dateSubmitted":"forIndex",
	"creator":[
		{
		"Person":
		{"name":"Nunes, A P M, AP"
	}
	},
	{
		"Person":
		{"name":"Ferreira-Machado, S C, SC"
	}
	},
	{
		"Person":
		{"name":"Nunes, R M, RM"
	}
	},
	{
		"Person":
		{"name":"Dantas, F J S, FJ"
	}
	},
	{
		"Person":
		{"name":"De Mattos, J C P, JC"
	}
	},
	{
		"Person":
		{"name":"Caldeira-de-Araújo, A, A"
	}
	}
	],
	"abstract":{"value":"Stevioside is a natural non-caloric sweetener extracted from Stevia rebaudiana (Bertoni) leaves. It has been widely used in many countries, including Japan, Korea, China, Brazil and Paraguay, either as a substitute for sucrose in beverages and foods or as a household sweetener. The aim of this work was to study its genotoxic potentiality in eukaryotic cells. Wistar rats were treated with stevioside solution (4mg/mL) through oral administration (ad libitum) and the DNA-induced damage was evaluated using the single cell gel electrophoresis (comet assay). The results showed that treatment with stevioside generates lesions in peripheral blood, liver, brain and spleen cells in different levels, the largest effect being in liver. Therefore, these undesired effects must be better understood, once the data present here point to possible stevioside mutagenic properties."}
	,"source":{"resource":"https://www.ncbi.nlm.nih.gov/pubmed/"}}}
