{"resource": {
	"language":"eng",
	"title":{"value":"The diterpene glycoside, rebaudioside A, does not improve glycemic control or affect blood pressure after eight weeks treatment in the Goto-Kakizaki rat."},
	"pageStart":84,
	"volume":2,
	"doi":"10.1900/RDS.2005.2.84",
	"pageEnd":91,
	"about":"https://www.ncbi.nlm.nih.gov/pubmed/PM17491683",
	"identifier":"PM17491683",
	"type":"Journal Article",
	"isPartOf":
		{"Journal":
		{"title":{"value":"The review of diabetic studies : RDS"},
	"ISSN":{"value":"1614-0575"}
	}
	},
	"issued":"2007-05-11",
	"dateSubmitted":"forIndex",
	"uri":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC1783556",
	"creator":[
		{
		"Person":
		{"name":"Dyrskog, Stig E U, SE"
	}
	},
	{
		"Person":
		{"name":"Jeppesen, Per B, PB"
	}
	},
	{
		"Person":
		{"name":"Chen, Jianguo, J"
	}
	},
	{
		"Person":
		{"name":"Christensen, Lars P, LP"
	}
	},
	{
		"Person":
		{"name":"Hermansen, Kjeld, K"
	}
	}
	],
	"abstract":{"value":"The plant, Stevia rebaudiana Bertoni (SrB), has been used for the treatment of diabetes in traditional medicine. Previously, we have demonstrated that long-term administration of the glycoside stevioside has insulinotropic, glucagonostatic, anti-hyperglycemic and blood pressure-lowering effects in type 2 diabetic animal models. The aim of this study was to elucidate if long-term administration of rebaudioside A, another glycoside isolated from the plant SrB, could improve glycemic control and lower blood pressure in an animal model of type 2 diabetes. We divided male Goto-Kakizaki (GK) rats into two groups which were fed a standard laboratory chow diet for eight weeks. The diet was supplemented with oral rebaudioside A (0.025 g/kg BW/day) in the experimental group. Blood glucose, weight, blood pressure and food intake were measured weekly. Animals were equipped with an intra-arterial catheter, and at week eight the conscious rats underwent an intra-arterial glucose tolerance test (IAGTT) (2.0 g/kg BW). During the IAGTT, the level of glucose, glucagon, and insulin responses did not differ significantly between the two groups. Fasting levels of glucose, glucagon, insulin or levels of blood lipids did not differ between the groups throughout the study period. We observed no effect on blood pressure or weight development. In conclusion, oral supplementation with rebaudioside A (0.025 g/kg BW/day) for eight weeks did not influence blood pressure or glycemic control in GK rats. Rebaudioside A failed to show the beneficial effects in diabetic animals previously demonstrated for stevioside."}
	,"source":{"resource":"https://www.ncbi.nlm.nih.gov/pubmed/"}}}
