{"resource": {
	"language":"eng",
	"title":{"value":"Stevioside counteracts the glyburide-induced desensitization of the pancreatic beta-cell function in mice: studies in vitro."},
	"subject":[
		{"value":"Animals"},
	{"value":"Dimethyl Sulfoxide"},
	{"value":"Diterpenes, Kaurane"},
	{"value":"Dose-Response Relationship, Drug"},
	{"value":"Female"},
	{"value":"Glucagon-Like Peptide 1"},
	{"value":"Glucose Transporter Type 2"},
	{"value":"Glucosides"},
	{"value":"Glyburide"},
	{"value":"Homeodomain Proteins"},
	{"value":"Hypoglycemic Agents"},
	{"value":"Insulin"},
	{"value":"Islets of Langerhans"},
	{"value":"Mice"},
	{"value":"Trans-Activators"}
	],
	"pageStart":1674,
	"volume":12,
	"pageEnd":80,
	"about":"https://www.ncbi.nlm.nih.gov/pubmed/PM17142143",
	"identifier":"PM17142143",
	"type":"Journal Article",
	"isPartOf":
		{"Journal":
		{"title":{"value":"Metabolism: clinical and experimental"},
	"ISSN":{"value":"0026-0495"}
	}
	},
	"issued":"2006-12-04",
	"dateSubmitted":2016,
	"creator":[
		{
		"Person":
		{"name":"Chen, Jianguo, J"
	}
	},
	{
		"Person":
		{"name":"Jeppesen, Per Bendix, PB"
	}
	},
	{
		"Person":
		{"name":"Nordentoft, Iver, I"
	}
	},
	{
		"Person":
		{"name":"Hermansen, Kjeld, K"
	}
	}
	],
	"abstract":{"value":"The sulfonylurea glyburide (GB) is one of the most frequently used drugs in diabetes treatment. Long-term pretreatment with GB causes elevated basal insulin secretion (BIS) and decreased glucose-stimulated insulin secretion (GSIS). These characteristics may play an important role for the development of hypoglycemia and secondary failure. Stevioside (SVS), a substance extracted from leaves of Stevia rebaudiana Bertoni, enhances GSIS but not BIS. The aim of the present study was to clarify whether 24-hour exposure of isolated mouse islets to GB causes dose-dependent decrease in the GSIS and whether it is possible to counteract this desensitization by SVS. We also tested the impact of the incretin glucagon-like peptide-1 (GLP-1) on the GB-induced desensitization. After 24-hour preincubation with GB in combination with SVS or GLP-1, we measured the basal and glucose-stimulated insulin responses and the total islet insulin content. We also determined the fold change in gene expression of pancreatic and duodenal homeobox 1 and glucose transporter isoform 2. After 24-hour preincubation in 11.1 mmol/L glucose, GB (10(-11)-10(-3) mol/L) caused a dose-dependent decrease in GSIS (16.7 mmol/L glucose) (P < .001). GB (10(-7) mol/L) pretreatment elevated BIS, but neither SVS (10(-7) mol/L) nor GLP-1 (10(-7) mol/L) could reverse this. Interestingly, the GB-induced desensitization of GSIS was counteracted by both SVS (P < .05) and GLP-1 (P < .05). SVS reversed the decrease in insulin content caused by GB pretreatment (P < .05). GB pretreatment did not change gene expression of pancreatic and duodenal homeobox 1 nor glucose transporter isoform 2, whereas SVS significantly up-regulated the expression of both genes by more than 2-fold (P < .05). Our results showed that SVS in combination with GB did not reverse GB-induced increase in BIS, whereas both SVS and GLP-1 counteracted GB-induced desensitization of GSIS. SVS is able to counteract the desensitizing effects of GB and may be a putative new drug candidate for the treatment of type 2 diabetes mellitus."}
	,"source":{"resource":"https://www.ncbi.nlm.nih.gov/pubmed/"}}}
