{"resource": {
	"language":"eng",
	"title":{"value":"Antimutagenicity of Stevia pilosa and Stevia eupatoria evaluated with the Ames test."},
	"subject":[
		{"value":"Animals"},
	{"value":"Antimutagenic Agents"},
	{"value":"Biphenyl Compounds"},
	{"value":"Flowers"},
	{"value":"Free Radical Scavengers"},
	{"value":"In Vitro Techniques"},
	{"value":"Magnetic Resonance Spectroscopy"},
	{"value":"Methanol"},
	{"value":"Mutagenicity Tests"},
	{"value":"Picrates"},
	{"value":"Plant Extracts"},
	{"value":"Plant Leaves"},
	{"value":"Plant Roots"},
	{"value":"Rats"},
	{"value":"Solvents"},
	{"value":"Stevia"}
	],
	"pageStart":691,
	"volume":4,
	"doi":"10.1016/j.tiv.2006.12.001",
	"pageEnd":7,
	"about":"https://www.ncbi.nlm.nih.gov/pubmed/PM17267169",
	"identifier":"PM17267169",
	"type":"Journal Article",
	"isPartOf":
		{"Journal":
		{"title":{"value":"Toxicology in vitro : an international journal published in association with BIBRA"},
	"ISSN":{"value":"0887-2333"}
	}
	},
	"issued":"2007-04-13",
	"dateSubmitted":"forIndex",
	"creator":[
		{
		"Person":
		{"name":"Cariño-Cortés, R, R"
	}
	},
	{
		"Person":
		{"name":"Hernández-Ceruelos, A, A"
	}
	},
	{
		"Person":
		{"name":"Torres-Valencia, J M, JM"
	}
	},
	{
		"Person":
		{"name":"González-Avila, M, M"
	}
	},
	{
		"Person":
		{"name":"Arriaga-Alba, M, M"
	}
	},
	{
		"Person":
		{"name":"Madrigal-Bujaidar, E, E"
	}
	}
	],
	"abstract":{"value":"Stevia pilosa and Stevia eupatoria are plants used for various purposes in traditional medicine. In this report we studied the antimutagenic effect of methanolic extracts obtained from leaves, root, and flowers of the two species using the Ames test with and without metabolic activation. We tested the effect of the extracts on the damage induced by three mutagens with the following results: 1 - we found an inhibitory effect of both species on the mutagenicity induced by 2-aminoanthracene in the strain TA98. The best antimutagenic effect was obtained with leaves of both species and the flowers of S. eupatoria (99%), 2 - the mutations induced with N-ethyl-N'-nitro-N-nitrosoguanidine in the strain TA100 was also reduced. The flowers of S. pilosa and the root of S. eupatoria showed about 93% of inhibition, 3 - finally, the mutations induced by mitomycin-C on the strain TA102 had a reduction of 87% with the leaves of S. eupatoria. Besides, we determined the radical scavenging potential of the extracts with the DPPH method, and found a potent effect produced by all extracts, with an efficacy of more than 90%. The present study showed both antimutagenic and antioxidant potential of the tested extracts, and suggest the pertinence to confirm these effects in other models, and to accurately determine their mechanism of action."}
	,"source":{"resource":"https://www.ncbi.nlm.nih.gov/pubmed/"}}}
