{"resource": {
	"language":"eng",
	"title":{"value":"Enzymatic modification of stevioside by cell-free extract of Gibberella fujikuroi."},
	"subject":[
		{"value":"Catalysis"},
	{"value":"Cell-Free System"},
	{"value":"Chromatography, High Pressure Liquid"},
	{"value":"Diterpenes, Kaurane"},
	{"value":"Gibberella"},
	{"value":"Glucosides"},
	{"value":"Hydrolysis"},
	{"value":"Kinetics"},
	{"value":"Mass Spectrometry"}
	],
	"pageStart":92,
	"volume":1,
	"pageEnd":6,
	"about":"https://www.ncbi.nlm.nih.gov/pubmed/PM17624458",
	"identifier":"PM17624458",
	"type":"Journal Article",
	"isPartOf":
		{"Journal":
		{"title":{"value":"Journal of biotechnology"},
	"ISSN":{"value":"0168-1656"}
	}
	},
	"issued":"2007-07-16",
	"dateSubmitted":2016,
	"creator":[
		{
		"Person":
		{"name":"de Oliveira, Brás H, BH"
	}
	},
	{
		"Person":
		{"name":"Packer, Janaina F, JF"
	}
	},
	{
		"Person":
		{"name":"Chimelli, Márcio, M"
	}
	},
	{
		"Person":
		{"name":"de Jesus, Daniel A, DA"
	}
	}
	],
	"abstract":{"value":"Stevioside is a natural sweetener obtained from the leaves of Stevia rebaudiana. It is a glycoside of steviol and other glycosides of the same aglycone are also found in the plant. Stevioside is usually the major component in commercial products, but it is not the one with the best organoleptic properties. It has a bitter aftertaste and, for this reason, attempts have been made in order to modify its molecule. In this work, the commercial and purified stevioside were modified by hydrolytic enzymes from Gibberella fujikuroi. A screening was carried out on six strains of the fungus in order to select the most active. The production of the enzymes by the fungi was induced by its culture in a medium containing stevioside as the sole carbon source and the enzymatic extract was then used in the experiments. The products obtained were analyzed by HPLC-UV and HPLC-MS/MS. The results showed a significant increase in the concentration of rebaudioside A in the final product, which has better organoleptic properties than stevioside."}
	,"source":{"resource":"https://www.ncbi.nlm.nih.gov/pubmed/"}}}
