{"resource": {
	"language":"eng",
	"title":{"value":"A principal component analysis based method to discover chemical differences in comprehensive two-dimensional gas chromatography with time-of-flight mass spectrometry (GCxGC-TOFMS) separations of metabolites in plant samples."},
	"pageStart":797,
	"volume":4,
	"doi":"10.1016/j.talanta.2006.01.038",
	"pageEnd":804,
	"about":"https://www.ncbi.nlm.nih.gov/pubmed/PM18970842",
	"identifier":"PM18970842",
	"type":"Journal Article",
	"isPartOf":
		{"Journal":
		{"title":{"value":"Talanta"},
	"ISSN":{"value":"1873-3573"}
	}
	},
	"issued":"2008-10-30",
	"dateSubmitted":"forIndex",
	"creator":[
		{
		"Person":
		{"name":"Pierce, Karisa M, KM"
	}
	},
	{
		"Person":
		{"name":"Hope, Janiece L, JL"
	}
	},
	{
		"Person":
		{"name":"Hoggard, Jamin C, JC"
	}
	},
	{
		"Person":
		{"name":"Synovec, Robert E, RE"
	}
	}
	],
	"abstract":{"value":"Comprehensive two-dimensional gas chromatography combined with time-of-flight mass spectrometry (GCxGC-TOFMS) provides high resolution separations of complex samples with a mass spectrum at every point in the separation space. The large volumes of multidimensional data obtained by GCxGC-TOFMS analysis are analyzed using a principal component analysis (PCA) method described herein to quickly and objectively discover differences between complex samples. In this work, we submitted 54 chromatograms to PCA to automatically compare the metabolite profiles of three different species of plants, namely basil (Ocimum basilicum), peppermint (Mentha piperita), and sweet herb stevia (Stevia rebaudiana), where there were 18 chromatograms for each type of plant. The 54 scores of the m/z 73 data set clustered in three groups according to the three types of plants. Principal component 1 (PC 1) separated the stevia cluster from the basil and peppermint clusters, capturing 61.84% of the total variance. Principal component 2 (PC 2) separated the basil cluster from the peppermint cluster, capturing 16.78% of the total variance. The PCA method revealed that relative abundances of amino acids, carboxylic acids, and carbohydrates were responsible for differentiating the three plants. A brief list of the 16 most significant metabolites is reported. After PCA, the 54 scores of the m/z 217 data set clustered in three groups according to the three types of plants, as well, yielding highly loaded variables corresponding with chemical differences between plants that were complementary to the m/z 73 information. The PCA data mining method is applicable to all of the monitored selective mass channels, utilizing all of the collected data, to discover unknown differences in complex sample profiles."}
	,"source":{"resource":"https://www.ncbi.nlm.nih.gov/pubmed/"}}}
