{"resource": {
	"language":"eng",
	"title":{"value":"Overview: the history, technical function and safety of rebaudioside A, a naturally occurring steviol glycoside, for use in food and beverages."},
	"subject":[
		{"value":"Animals"},
	{"value":"Blood Glucose"},
	{"value":"Brazil"},
	{"value":"Carcinogens"},
	{"value":"Cardiovascular System"},
	{"value":"Diet"},
	{"value":"Diterpenes, Kaurane"},
	{"value":"History, 19th Century"},
	{"value":"History, 20th Century"},
	{"value":"History, 21st Century"},
	{"value":"Humans"},
	{"value":"Legislation, Drug"},
	{"value":"Mutagens"},
	{"value":"Paraguay"},
	{"value":"Reproduction"},
	{"value":"Sweetening Agents"}
	],
	"pageStart":"S1",
	"doi":"10.1016/j.fct.2008.05.003",
	"pageEnd":"S10",
	"about":"https://www.ncbi.nlm.nih.gov/pubmed/PM18555576",
	"identifier":"PM18555576",
	"type":"Other",
	"isPartOf":
		{"Journal":
		{"title":{"value":"Food and chemical toxicology : an international journal published for the British Industrial Biological Research Association"},
	"ISSN":{"value":"0278-6915"}
	}
	},
	"issued":"2008-06-30",
	"dateSubmitted":"forIndex",
	"creator":[
		{
		"Person":
		{"name":"Carakostas, M C, MC"
	}
	},
	{
		"Person":
		{"name":"Curry, L L, LL"
	}
	},
	{
		"Person":
		{"name":"Boileau, A C, AC"
	}
	},
	{
		"Person":
		{"name":"Brusick, D J, DJ"
	}
	}
	],
	"abstract":{"value":"Rebaudioside A is a sweet tasting steviol glycoside extracted and purified from Stevia rebaudiana (Bertoni). Steviol glycosides can currently be used as a food ingredient in only a handful of countries. Questions on specifications, safety and special population effects have prevented steviol glycosides from obtaining a legal status permitting their use as a sweetener in most countries. A set of papers reporting results of research studies and reviews has been compiled in this Supplement to definitively answer unresolved questions. Specifically, recently completed studies on the general and reproductive toxicity of rebaudioside A corroborate studies carried out with purified steviol glycosides demonstrating safety at high dietary intake levels. Comparative metabolism studies provide further affirmation of the common metabolic pathway for all steviol glycosides and the common metabolism between rats and humans. Finally, clinical studies provide further evidence that purified rebaudioside A has no effect on either blood pressure or glucose homeostasis. This paper summarizes the information used to conclude that high purity rebaudioside A (rebiana) produced to food-grade specifications and according to Good Manufacturing Practices is safe for human consumption under its intended conditions of use as a general purpose sweetener."}
	,"source":{"resource":"https://www.ncbi.nlm.nih.gov/pubmed/"}}}
