{"resource": {
	"language":"eng",
	"title":{"value":"Immune up regulatory response of a non-caloric natural sweetener, stevioside."},
	"subject":[
		{"value":"Animals"},
	{"value":"Antibodies"},
	{"value":"B-Lymphocytes"},
	{"value":"Cell Proliferation"},
	{"value":"Diterpenes, Kaurane"},
	{"value":"Erythrocytes"},
	{"value":"Female"},
	{"value":"Glucosides"},
	{"value":"Hemagglutination Tests"},
	{"value":"Hypersensitivity, Delayed"},
	{"value":"Immunologic Factors"},
	{"value":"Male"},
	{"value":"Mice"},
	{"value":"Mice, Inbred BALB C"},
	{"value":"Phagocytosis"},
	{"value":"Random Allocation"},
	{"value":"Sweetening Agents"},
	{"value":"T-Lymphocytes"}
	],
	"pageStart":115,
	"volume":2,
	"doi":"10.1016/j.cbi.2008.01.008",
	"pageEnd":21,
	"about":"https://www.ncbi.nlm.nih.gov/pubmed/PM18405890",
	"identifier":"PM18405890",
	"type":"Journal Article",
	"isPartOf":
		{"Journal":
		{"title":{"value":"Chemico-biological interactions"},
	"ISSN":{"value":"0009-2797"}
	}
	},
	"issued":"2008-05-13",
	"dateSubmitted":"forIndex",
	"creator":[
		{
		"Person":
		{"name":"Sehar, Irum, I"
	}
	},
	{
		"Person":
		{"name":"Kaul, Anpurna, A"
	}
	},
	{
		"Person":
		{"name":"Bani, Sarang, S"
	}
	},
	{
		"Person":
		{"name":"Pal, Harish Chandra, HC"
	}
	},
	{
		"Person":
		{"name":"Saxena, Ajit Kumar, AK"
	}
	}
	],
	"abstract":{"value":"Immunomodulation is a process, which alters the immune system of an organism by interfering with its functions. This interference results in either immunostimulation or immunosuppression. An immunomodulator is any substance that helps to regulate the immune system. This \"regulation\" is a normalization process, so that an immunomodulator helps to optimise immune response. Immunomodulators are becoming very popular in the worldwide natural health industry as these do not tend to boost immunity, but to normalize it. Keeping this in view, major efforts have to be directed to modulate the immune responses, to permit effective treatment of various ailments associated with immune system and thus the development of a safe and effective immunomodulator for clinical us. Leaves of Stevia rebaudiana are a source of several sweet glycosides of steviol. The major glycoside, stevioside, diterpenoid glycoside--is used in oriental countries as a food sweetener. Its medical use is also reported as a heart tonic. Besides, it is used against obesity, hypertension, and stomach burn and to lower uric acid levels. Here in this study, stevioside was tested for its immunomodulatory activity on different parameters of the immune system at three different doses (6.25, 12.5 and 25 mg/kg p.o.) on normal as well as cyclophosphamide treated mice. Stevioside was found effective in increasing phagocytic activity, haemagglutination antibody titre and delayed type hypersensitivity. In parallel, stevioside substantially increase proliferation in the LPS and Con A stimulated B and T cells, respectively. Present study, therefore, reveals that the drug holds promise as immunomodulating agent, which acts by stimulating both humoral as well as cellular immunity and phagocytic function."}
	,"source":{"resource":"https://www.ncbi.nlm.nih.gov/pubmed/"}}}
