{"resource": {
	"language":"eng",
	"title":{"value":"Effect of stevioside on growth and reproduction."},
	"subject":[
		{"value":"Animals"},
	{"value":"Cricetinae"},
	{"value":"Diterpenes"},
	{"value":"Diterpenes, Kaurane"},
	{"value":"Dose-Response Relationship, Drug"},
	{"value":"Estrus"},
	{"value":"Female"},
	{"value":"Fertility"},
	{"value":"Genitalia"},
	{"value":"Glucosides"},
	{"value":"Growth"},
	{"value":"Litter Size"},
	{"value":"Male"},
	{"value":"Pregnancy"},
	{"value":"Reproduction"},
	{"value":"Sweetening Agents"},
	{"value":"Terpenes"},
	{"value":"Weight Gain"}
	],
	"pageStart":158,
	"volume":1,
	"pageEnd":65,
	"about":"https://www.ncbi.nlm.nih.gov/pubmed/PM1874950",
	"identifier":"PM1874950",
	"type":"Journal Article",
	"isPartOf":
		{"Journal":
		{"title":{"value":"Human reproduction (Oxford, England)"},
	"ISSN":{"value":"0268-1161"}
	}
	},
	"issued":"1991-09-26",
	"dateSubmitted":"forIndex",
	"creator":[
		{
		"Person":
		{"name":"Yodyingyuad, V, V"
	}
	},
	{
		"Person":
		{"name":"Bunyawong, S, S"
	}
	}
	],
	"abstract":{"value":"The effect on growth and reproduction in hamsters of stevioside, which is extracted from stevia leaves (Stevia rebaudiana Bertoni) and is currently used as a non-caloric sweetener, was investigated. Four groups of 20 one-month-old hamsters (10 males and 10 females) were daily force-fed with stevioside (0.0, 0.5, 1.0 and 2.5 g/kg body wt/day, respectively). No abnormalities were found in growth and fertility in both sexes. All males mated females efficiently and successfully. Females showed normal 4-day oestrus cycles and became pregnant after mating. Each female was mated and allowed to bear three litters during the period of experiment. The duration of pregnancy, number of fetuses, as well as number of young delivered each time from females in the experimental groups were not significantly different from those in the control group. The young F1 and F2 hamsters continuously receiving stevioside via drinking water until one month old and daily force-fed afterwards at the same doses as their parents showed normal growth and fertility. Histological examinations of reproductive tissues from all three generations revealed no evidence of abnormality which could be linked to the effects of consuming stevioside. We conclude that stevioside at a dose as high as 2.5 g/kg body wt/day affects neither growth nor reproduction in hamsters."}
	,"source":{"resource":"https://www.ncbi.nlm.nih.gov/pubmed/"}}}
