{"resource": {
	"language":"eng",
	"title":{"value":"Stevioside and related compounds: therapeutic benefits beyond sweetness."},
	"subject":[
		{"value":"Animals"},
	{"value":"Anti-Inflammatory Agents"},
	{"value":"Anticarcinogenic Agents"},
	{"value":"Carcinogens"},
	{"value":"Diterpenes, Kaurane"},
	{"value":"Diuretics"},
	{"value":"Drug Interactions"},
	{"value":"Glucosides"},
	{"value":"Humans"},
	{"value":"Hyperglycemia"},
	{"value":"Hypertension"},
	{"value":"Ion Pumps"},
	{"value":"Sweetening Agents"}
	],
	"pageStart":41,
	"volume":1,
	"pageEnd":54,
	"about":"https://www.ncbi.nlm.nih.gov/pubmed/PM19000919",
	"identifier":"PM19000919",
	"type":"Journal Article",
	"isPartOf":
		{"Journal":
		{"title":{"value":"Pharmacology & therapeutics"},
	"ISSN":{"value":"0163-7258"}
	}
	},
	"issued":"2008-12-26",
	"dateSubmitted":2016,
	"creator":[
		{
		"Person":
		{"name":"Chatsudthipong, Varanuj, V"
	}
	},
	{
		"Person":
		{"name":"Muanprasat, Chatchai, C"
	}
	}
	],
	"abstract":{"value":"Stevioside, an abundant component of Stevia rebaudiana leaf, has become well-known for its intense sweetness (250-300 times sweeter than sucrose) and is used as a non-caloric sweetener in several countries. A number of studies have suggested that, beside sweetness, stevioside along with related compounds, which include rebaudioside A (second most abundant component of S. rebaudiana leaf), steviol and isosteviol (metabolic components of stevioside) may also offer therapeutic benefits, as they have anti-hyperglycemic, anti-hypertensive, anti-inflammatory, anti-tumor, anti-diarrheal, diuretic, and immunomodulatory actions. It is of interest to note that their effects on plasma glucose level and blood pressure are only observed when these parameters are higher than normal. As steviol can interact with drug transporters, its role as a drug modulator is proposed. This review summarizes the current knowledge of the pharmacological actions, therapeutic applications, pharmacokinetics and safety of stevioside and related compounds. Although much progress has been made concerning their biological and pharmacological effects, questions regarding chemical purity and safety remain unsolved. These issues are discussed to help guide future research directions."}
	,"source":{"resource":"https://www.ncbi.nlm.nih.gov/pubmed/"}}}
