{"resource": {
	"language":"eng",
	"title":{"value":"Direct analysis of Stevia leaves for diterpene glycosides by desorption electrospray ionization mass spectrometry."},
	"subject":[
		{"value":"Diterpenes"},
	{"value":"Glycosides"},
	{"value":"Molecular Structure"},
	{"value":"Plant Leaves"},
	{"value":"Spectrometry, Mass, Electrospray Ionization"},
	{"value":"Stevia"},
	{"value":"Sweetening Agents"}
	],
	"pageStart":867,
	"volume":5,
	"doi":"10.1039/b823511b",
	"pageEnd":74,
	"about":"https://www.ncbi.nlm.nih.gov/pubmed/PM19381377",
	"identifier":"PM19381377",
	"type":"Journal Article",
	"isPartOf":
		{"Journal":
		{"title":{"value":"The Analyst"},
	"ISSN":{"value":"1364-5528"}
	}
	},
	"issued":"2009-04-21",
	"dateSubmitted":"forIndex",
	"creator":[
		{
		"Person":
		{"name":"Jackson, Ayanna U, AU"
	}
	},
	{
		"Person":
		{"name":"Tata, Alessandra, A"
	}
	},
	{
		"Person":
		{"name":"Wu, Chunping, C"
	}
	},
	{
		"Person":
		{"name":"Perry, Richard H, RH"
	}
	},
	{
		"Person":
		{"name":"Haas, George, G"
	}
	},
	{
		"Person":
		{"name":"West, Leslie, L"
	}
	},
	{
		"Person":
		{"name":"Cooks, R Graham, RG"
	}
	}
	],
	"abstract":{"value":"The analysis of Stevia leaves has been demonstrated without any sample preparation using desorption electrospray ionization (DESI) mass spectrometry. Direct rapid analysis was achieved using minimal amounts of sample ( approximately 0.15 cm x 0.15 cm leaf fragment). Characteristic constituents of the Stevia plant are observed in both the positive and negative ion modes including a series of diterpene 'sweet' glycosides. The presence of the glycosides was confirmed via tandem mass spectrometry analysis using collision-induced dissociation and further supported by exact mass measurements using an LTQ-Orbitrap. The analysis of both untreated and hexane-extracted dry leaves proved that DESI can be successfully used to analyze untreated leaf fragments as identical profiles were obtained from both types of samples. Characterization and semi-quantitative determination of the glycosides was achieved based on the glycoside profile within the full mass spectrum. In addition, the presence of characteristic glycosides in an all-natural commercial Stevia dietary supplement was confirmed. This study provides an example of the application of DESI to direct screening of plant materials, in this case diterpene glycosides."}
	,"source":{"resource":"https://www.ncbi.nlm.nih.gov/pubmed/"}}}
