{"resource": {
	"language":"eng",
	"title":{"value":"Evaluation of supplementary stevia (Stevia rebaudiana, bertoni) leaves and stevioside in broiler diets: effects on feed intake, nutrient metabolism, blood parameters and growth performance."},
	"subject":[
		{"value":"Animal Feed"},
	{"value":"Animal Nutritional Physiological Phenomena"},
	{"value":"Animals"},
	{"value":"Anti-Bacterial Agents"},
	{"value":"Body Composition"},
	{"value":"Cecum"},
	{"value":"Chickens"},
	{"value":"Diterpenes, Kaurane"},
	{"value":"Eating"},
	{"value":"Fatty Acids"},
	{"value":"Fatty Acids, Volatile"},
	{"value":"Glucosides"},
	{"value":"Male"},
	{"value":"Nutritive Value"},
	{"value":"Plant Leaves"},
	{"value":"Probiotics"},
	{"value":"Random Allocation"},
	{"value":"Stevia"},
	{"value":"Weight Gain"}
	],
	"pageStart":640,
	"volume":6,
	"doi":"10.1111/j.1439-0396.2007.00760.x",
	"pageEnd":9,
	"about":"https://www.ncbi.nlm.nih.gov/pubmed/PM19012609",
	"identifier":"PM19012609",
	"type":"Journal Article",
	"isPartOf":
		{"Journal":
		{"title":{"value":"Journal of animal physiology and animal nutrition"},
	"ISSN":{"value":"1439-0396"}
	}
	},
	"issued":"2008-11-17",
	"dateSubmitted":"forIndex",
	"creator":[
		{
		"Person":
		{"name":"Atteh, J O, JO"
	}
	},
	{
		"Person":
		{"name":"Onagbesan, O M, OM"
	}
	},
	{
		"Person":
		{"name":"Tona, K, K"
	}
	},
	{
		"Person":
		{"name":"Decuypere, E, E"
	}
	},
	{
		"Person":
		{"name":"Geuns, J M C, JM"
	}
	},
	{
		"Person":
		{"name":"Buyse, J, J"
	}
	}
	],
	"abstract":{"value":"A perennial schrub, stevia, and its extracts are used as a natural sweetener and have been shown to possess antimicrobial properties. Stevia contains high levels of sweetening glycosides including stevioside which is thought to possess antimicrobial and antifungal properties. Little is known about the nutritional value of the schrub in livestock. This study determined the potential use of the shrub as a prebiotic animal feed supplement in light of the recent ban on the use of antibiotics in animal feed and the role of its constituent stevioside in the effects of the shrub. Male Cobb broiler chicks were fed a basal broiler diet without antibiotic but with performance enhancing enzyme mix (positive control), a basal diet without antibiotic and enzymes (negative control), or diets in which 2% of the negative control diet was replaced with either dried ground stevia leaves or 130 ppm pure stevioside during 2 week starter and 2 week grower periods. Body weight gains, feed conversion, abdominal fat deposition, plasma hormone and metabolites and caecal short chain fatty acids (SCFA) were measured in the broilers at 2 and 4 weeks of age. There was no significant effect of the treatments on feed intake during the starter period but birds fed diet supplemented with stevia leaves and stevioside consumed more feed (p < 0.05) than those fed the positive control diet during the grower period. Weight gain by birds fed the positive control and stevioside diets was higher (p < 0.05) than those fed other diets only during the starter period. Feed/gain ratio of birds fed the positive control and stevioside diets was superior (p < 0.05) to others. There was no effect of the treatments on nutrient retention and water content of the excreta. Dietary stevia leave and stevioside decreased total concentration of SCFA and changed their profile in the ceca. There was no effect of the treatments on pancreas weight. Dietary stevia reduced blood levels of glucose, triglycerides and triiodothyronine (T(3)) but had no effect on non-esterified fatty acids. In contrast, stevioside only decreased T(3). Both the stevia leaves and stevioside diets significantly increased abdominal fat content. It is concluded that dietary enzyme growth promoters are beneficial to the broilers only during the starter stage and that inclusion of stevia leaves or stevioside has no beneficial effect on the performance of broilers."}
	,"source":{"resource":"https://www.ncbi.nlm.nih.gov/pubmed/"}}}
