{"resource": {
	"language":"eng",
	"title":{"value":"Incretin release from gut is acutely enhanced by sugar but not by sweeteners in vivo."},
	"subject":[
		{"value":"Administration, Oral"},
	{"value":"Animals"},
	{"value":"Dietary Sucrose"},
	{"value":"Duodenum"},
	{"value":"Gastric Inhibitory Polypeptide"},
	{"value":"Glucagon-Like Peptide 1"},
	{"value":"Heterotrimeric GTP-Binding Proteins"},
	{"value":"Incretins"},
	{"value":"Male"},
	{"value":"Mice"},
	{"value":"Mice, Inbred C57BL"},
	{"value":"Rats"},
	{"value":"Rats, Wistar"},
	{"value":"Rats, Zucker"},
	{"value":"Saccharin"},
	{"value":"Stevia"},
	{"value":"Sucrose"},
	{"value":"Sweetening Agents"},
	{"value":"Thiazines"},
	{"value":"Transducin"},
	{"value":"Tryptophan"}
	],
	"pageStart":"E473",
	"volume":3,
	"doi":"10.1152/ajpendo.90636.2008",
	"pageEnd":9,
	"about":"https://www.ncbi.nlm.nih.gov/pubmed/PM19106249",
	"identifier":"PM19106249",
	"type":"Journal Article",
	"isPartOf":
		{"Journal":
		{"title":{"value":"American journal of physiology. Endocrinology and metabolism"},
	"ISSN":{"value":"0193-1849"}
	}
	},
	"issued":"2009-02-23",
	"dateSubmitted":"forIndex",
	"creator":[
		{
		"Person":
		{"name":"Fujita, Yukihiro, Y"
	}
	},
	{
		"Person":
		{"name":"Wideman, Rhonda D, RD"
	}
	},
	{
		"Person":
		{"name":"Speck, Madeleine, M"
	}
	},
	{
		"Person":
		{"name":"Asadi, Ali, A"
	}
	},
	{
		"Person":
		{"name":"King, David S, DS"
	}
	},
	{
		"Person":
		{"name":"Webber, Travis D, TD"
	}
	},
	{
		"Person":
		{"name":"Haneda, Masakazu, M"
	}
	},
	{
		"Person":
		{"name":"Kieffer, Timothy J, TJ"
	}
	}
	],
	"abstract":{"value":"Glucose-dependent insulinotropic polypeptide (GIP) and glucagon-like peptide-1 (GLP-1) are released during meals from endocrine cells located in the gut mucosa and stimulate insulin secretion from pancreatic beta-cells in a glucose-dependent manner. Although the gut epithelium senses luminal sugars, the mechanism of sugar sensing and its downstream events coupled to the release of the incretin hormones are not clearly elucidated. Recently, it was reported that sucralose, a sweetener that activates the sweet receptors of taste buds, triggers incretin release from a murine enteroendocrine cell line in vitro. We confirmed that immunoreactivity of alpha-gustducin, a key G-coupled protein involved in taste sensing, is sometimes colocalized with GIP in rat duodenum. We investigated whether secretion of incretins in response to carbohydrates is mediated via taste receptors by feeding rats the sweet-tasting compounds saccharin, acesulfame potassium, d-tryptophan, sucralose, or stevia. Oral gavage of these sweeteners did not reduce the blood glucose excursion to a subsequent intraperitoneal glucose tolerance test. Neither oral sucralose nor oral stevia reduced blood glucose levels in Zucker diabetic fatty rats. Finally, whereas oral glucose increased plasma GIP levels approximately 4-fold and GLP-1 levels approximately 2.5-fold postadministration, none of the sweeteners tested significantly increased levels of these incretins. Collectively, our findings do not support the concept that release of incretins from enteroendocrine cells is triggered by carbohydrates via a pathway identical to the sensation of \"sweet taste\" in the tongue."}
	,"source":{"resource":"https://www.ncbi.nlm.nih.gov/pubmed/"}}}
