{"resource": {
	"language":"eng",
	"title":{"value":"Stevia (Stevia rebaudiana) a bio-sweetener: a review."},
	"subject":[
		{"value":"Animals"},
	{"value":"Humans"},
	{"value":"Phytotherapy"},
	{"value":"Plant Extracts"},
	{"value":"Plant Leaves"},
	{"value":"Rats"},
	{"value":"Stevia"},
	{"value":"Sweetening Agents"}
	],
	"pageStart":1,
	"volume":1,
	"doi":"10.3109/09637480903193049",
	"pageEnd":10,
	"about":"https://www.ncbi.nlm.nih.gov/pubmed/PM19961353",
	"identifier":"PM19961353",
	"type":"Journal Article",
	"isPartOf":
		{"Journal":
		{"title":{"value":"International journal of food sciences and nutrition"},
	"ISSN":{"value":"1465-3478"}
	}
	},
	"issued":"2010-01-18",
	"dateSubmitted":"forIndex",
	"creator":[
		{
		"Person":
		{"name":"Goyal, S K, SK"
	}
	},
	{
		"Person":
		{"name":"Samsher, , "
	}
	},
	{
		"Person":
		{"name":"Goyal, R K, RK"
	}
	}
	],
	"abstract":{"value":"Studies revealed that Stevia has been used throughout the world since ancient times for various purposes; for example, as a sweetener and a medicine. We conducted a systematic literature review to summarize and quantify the past and current evidence for Stevia. We searched relevant papers up to 2007 in various databases. As we know that the leaves of Stevia plants have functional and sensory properties superior to those of many other high-potency sweeteners, Stevia is likely to become a major source of high-potency sweetener for the growing natural food market in the future. Although Stevia can be helpful to anyone, there are certain groups who are more likely to benefit from its remarkable sweetening potential. These include diabetic patients, those interested in decreasing caloric intake, and children. Stevia is a small perennial shrub that has been used for centuries as a bio-sweetener and for other medicinal uses such as to lower blood sugar. Its white crystalline compound (stevioside) is the natural herbal sweetener with no calories and is over 100-300 times sweeter than table sugar."}
	,"source":{"resource":"https://www.ncbi.nlm.nih.gov/pubmed/"}}}
