{"resource": {
	"language":"eng",
	"title":{"value":"Genotoxicity studies on a high-purity rebaudioside A preparation."},
	"subject":[
		{"value":"Animals"},
	{"value":"Cell Line, Tumor"},
	{"value":"Chromosome Aberrations"},
	{"value":"Cricetinae"},
	{"value":"DNA"},
	{"value":"DNA Repair"},
	{"value":"Diterpenes, Kaurane"},
	{"value":"Escherichia coli"},
	{"value":"Female"},
	{"value":"Humans"},
	{"value":"Lymphoma"},
	{"value":"Male"},
	{"value":"Mice"},
	{"value":"Micronucleus Tests"},
	{"value":"Mutagenicity Tests"},
	{"value":"Mutagens"},
	{"value":"Rats"},
	{"value":"Sweetening Agents"}
	],
	"pageStart":1831,
	"volume":8,
	"doi":"10.1016/j.fct.2009.04.046",
	"pageEnd":6,
	"about":"https://www.ncbi.nlm.nih.gov/pubmed/PM19427890",
	"identifier":"PM19427890",
	"type":"Journal Article",
	"isPartOf":
		{"Journal":
		{"title":{"value":"Food and chemical toxicology : an international journal published for the British Industrial Biological Research Association"},
	"ISSN":{"value":"1873-6351"}
	}
	},
	"issued":"2009-07-15",
	"dateSubmitted":"forIndex",
	"creator":[
		{
		"Person":
		{"name":"Williams, Lonnie D, LD"
	}
	},
	{
		"Person":
		{"name":"Burdock, George A, GA"
	}
	}
	],
	"abstract":{"value":"Rebaudioside A (Reb A) is a steviol glycoside isolated from the leaves of the Stevia rebaudiana plant. This non-nutritive, natural sweetener is reported to be 250-450 times sweeter than sucrose and has potential for wide use in the US diet, and is used in Japan and South America today. The safety of Reb A has been investigated in several recently published studies and information on genotoxicity is described herein. Reb A was investigated for its potential to induce genotoxicity in three in vitro and two in vivo assays (conducted according to OECD guidelines). Reb A was non-mutagenic in an Ames test using Salmonella typhimurium and Escherichia coli, in a chromosomal aberration test using Chinese Hamster V79 cells and in a mouse lymphoma assay using L5178Y+/- cells, all studies were conducted at concentrations up to 5000 microg/ml, with and without metabolic activation. Also, Reb A was non-genotoxic in a bone marrow micronucleus test in mice at doses up 750 mg/kg bw and in an unscheduled DNA synthesis test in rats at 2000 mg/kg bw. These studies provide additional evidence that Reb A is not genotoxic at the doses tested and further support the generally recognized as safe determination of Reb A."}
	,"source":{"resource":"https://www.ncbi.nlm.nih.gov/pubmed/"}}}
