{"resource": {
	"language":"eng",
	"title":{"value":"Steviol effect, a glycoside of Stevia rebaudiana, on glucose clearances in rats."},
	"subject":[
		{"value":"Animals"},
	{"value":"Diterpenes, Kaurane"},
	{"value":"Dose-Response Relationship, Drug"},
	{"value":"Glomerular Filtration Rate"},
	{"value":"Glycosuria"},
	{"value":"Kidney"},
	{"value":"Male"},
	{"value":"Rats"},
	{"value":"Rats, Wistar"},
	{"value":"Stevia"}
	],
	"pageStart":371,
	"volume":2,
	"pageEnd":4,
	"about":"https://www.ncbi.nlm.nih.gov/pubmed/PM19675940",
	"identifier":"PM19675940",
	"type":"Journal Article",
	"isPartOf":
		{"Journal":
		{"title":{"value":"Brazilian journal of biology = Revista brasleira de biologia"},
	"ISSN":{"value":"1678-4375"}
	}
	},
	"issued":"2009-08-13",
	"dateSubmitted":"forIndex",
	"creator":[
		{
		"Person":
		{"name":"Melis, M S, MS"
	}
	},
	{
		"Person":
		{"name":"Rocha, S T, ST"
	}
	},
	{
		"Person":
		{"name":"Augusto, A, A"
	}
	}
	],
	"abstract":{"value":"Stevia rebaudiana, a South American plant normally used as a natural herbal sweetener, has been suggested as exerting beneficial effects on human health, including as an antihypertensive and antihyperglycemic. The present experiment was undertaken to evaluate the renal excretion of steviol, the aglycone of several natural products extracted from the leaves of S. rebaudiana, and to clarify the actual participation of this compound on the renal excretion of glucose in rats, which has been previously suggested as the preferential action of steviol on the Na+-glucose renal tubular transport system. Steviol was obtained by enzymatic hydrolysis of stevioside with pectinase. Thirty normal male Wistar rats weighing 345 g were used. After a control period, steviol was infused iv at three doses (0.5, 1.0 and 3.0 mg.kg-1/h), according to classical clearance techniques. During all the experiments no significant changes in inulin clearance (Cin) and p-aminohipuric acid clearance (C PAH) were observed. Administration of steviol resulted in a statistically significant increase in the fractional sodium excretion (FeNa+), fractional potassium excretion (FeK+), urinary flow as percent of glomerular filtration rate (V/GFR) and glucose clearance (C G) when compared to controls, but these effects were absent with the dose of 0.5 mg.kg-1/h. The steviol clearance (C S) was higher than the Cin and lower than the C PAH at all the doses employed in this study. The data suggest that steviol is secreted by renal tubular epithelium, causing diuresis, natriuresis, kaliuresis and a fall in renal tubular reabsorption of glucose."}
	,"source":{"resource":"https://www.ncbi.nlm.nih.gov/pubmed/"}}}
