{"resource": {
	"language":"eng",
	"title":{"value":"Substrate specificities of family 1 UGTs gained by domain swapping."},
	"subject":[
		{"value":"Arabidopsis"},
	{"value":"Asteraceae"},
	{"value":"Glycosyltransferases"},
	{"value":"Kinetics"},
	{"value":"Models, Molecular"},
	{"value":"Plant Proteins"},
	{"value":"Protein Engineering"},
	{"value":"Protein Structure, Tertiary"},
	{"value":"Recombinant Fusion Proteins"},
	{"value":"Sorghum"},
	{"value":"Stevia"},
	{"value":"Substrate Specificity"}
	],
	"pageStart":473,
	"volume":4,
	"doi":"10.1016/j.phytochem.2009.01.013",
	"pageEnd":82,
	"about":"https://www.ncbi.nlm.nih.gov/pubmed/PM19261311",
	"identifier":"PM19261311",
	"type":"Journal Article",
	"isPartOf":
		{"Journal":
		{"title":{"value":"Phytochemistry"},
	"ISSN":{"value":"0031-9422"}
	}
	},
	"issued":"2009-03-24",
	"dateSubmitted":"forIndex",
	"creator":[
		{
		"Person":
		{"name":"Hansen, Esben Halkjaer, EH"
	}
	},
	{
		"Person":
		{"name":"Osmani, Sarah A, SA"
	}
	},
	{
		"Person":
		{"name":"Kristensen, Charlotte, C"
	}
	},
	{
		"Person":
		{"name":"Møller, Birger Lindberg, BL"
	}
	},
	{
		"Person":
		{"name":"Hansen, Jørgen, J"
	}
	}
	],
	"abstract":{"value":"Family 1 glycosyltransferases are a group of enzymes known to embrace a large range of different substrates. This study devises a method to enhance the range of substrates even further by combining domains from different glycosyltransferases to gain improved substrate specificity and catalytic efficiency. Chimeric glycosyltransferases were made by combining domains from seven different family 1 glycosyltransferases, UGT71C1, UGT71C2, UGT71E1, UGT85C1, UGT85B1, UGT88B1 and UGT94B1. Twenty different chimeric glycosyltransferases were formed of which twelve were shown to be catalytically active. The chimeric enzymes of Arabidopsis thaliana UGT71C1 and UGT71C2 showed major changes in acceptor substrate specificity and were able to glycosylate etoposide significantly better than the parental UGT71C1 and UGT71C2 enzymes, with K(cat) and efficiency coefficients 3.0 and 2.6 times higher, respectively. Chimeric glycosyltransferases of UGT71C1 combined with Stevia rebaudiana UGT71E1, also afforded enzymes with high catalytic efficiency, even though the two enzymes only display 38% amino acid sequence identity. These chimeras show a significantly altered regiospecificity towards especially trans-resveratrol, enabling the production of trans-resveratrol-beta-4'-O-glucoside (resveratroloside). The study demonstrates that it is possible to obtain improved catalytic properties by combining domains from both closely as well as more distantly related glycosyltransferases. The substrate specificity gained by the chimeras is difficult to predict because factors determining the acceptor specificity reside in the N- terminal as well as the C-terminal domains."}
	,"source":{"resource":"https://www.ncbi.nlm.nih.gov/pubmed/"}}}
