{"resource": {
	"language":"eng",
	"title":{"value":"PPARα activation by culinary herbs and spices."},
	"subject":[
		{"value":"Apigenin"},
	{"value":"Chalcones"},
	{"value":"Dyslipidemias"},
	{"value":"Humans"},
	{"value":"Luciferases"},
	{"value":"PPAR alpha"},
	{"value":"Plant Extracts"},
	{"value":"Plants"},
	{"value":"Plasmids"},
	{"value":"Spices"},
	{"value":"Stilbenes"},
	{"value":"Transcriptional Activation"}
	],
	"pageStart":497,
	"volume":5,
	"pageEnd":504,
	"about":"https://www.ncbi.nlm.nih.gov/pubmed/PM20957597",
	"identifier":"PM20957597",
	"type":"Journal Article",
	"isPartOf":
		{"Journal":
		{"title":{"value":"Planta medica"},
	"ISSN":{"value":"1439-0221"}
	}
	},
	"issued":"2011-03-22",
	"dateSubmitted":2016,
	"creator":[
		{
		"Person":
		{"name":"Mueller, Monika, M"
	}
	},
	{
		"Person":
		{"name":"Beck, Verena, V"
	}
	},
	{
		"Person":
		{"name":"Jungbauer, Alois, A"
	}
	}
	],
	"abstract":{"value":"Hyper- and dyslipidemia are risk factors for cardiovascular disease, the primary cause of death in industrialized countries. Peroxisome proliferators-activated receptor (PPAR)α activation is involved in various mechanisms that improve the lipid profile. We tested various plant extracts and their compounds to determine whether they stimulated PPARα activity in vitro. Out of 34 tested plant extracts, nine exhibited low to moderate PPARα transactivation, including caraway, chili pepper, nutmeg, licorice, black and white pepper, paprika, coriander, saffron, and stevia tea. The active components of black pepper and chili pepper, piperine, and capsaicin exerted the highest transactivational activities with EC₅₀ values of 84 µM and 49 µM, respectively. The chalcones, including 2-hydroxychalcone, 2'-hydroxychalcone, 4-hydroxychalcone, and 4-methoxychalcone, moderately transactivated PPARα. Resveratrol and apigenin only slightly transactivated PPARα. These results suggest that a diet rich in fruit, herbs, and spices provides a number of PPARα agonists that might contribute to an improved lipid profile."}
	,"source":{"resource":"https://www.ncbi.nlm.nih.gov/pubmed/"}}}
