{"resource": {
	"language":"eng",
	"title":{"value":"Physical properties and bioactive constituents of powdered mixtures and drinks prepared with cocoa and various sweeteners."},
	"subject":[
		{"value":"Beverages"},
	{"value":"Cacao"},
	{"value":"Particle Size"},
	{"value":"Plant Extracts"},
	{"value":"Powders"},
	{"value":"Solubility"},
	{"value":"Sweetening Agents"}
	],
	"pageStart":7187,
	"volume":12,
	"doi":"10.1021/jf1005484",
	"pageEnd":95,
	"about":"https://www.ncbi.nlm.nih.gov/pubmed/PM20509612",
	"identifier":"PM20509612",
	"type":"Journal Article",
	"isPartOf":
		{"Journal":
		{"title":{"value":"Journal of agricultural and food chemistry"},
	"ISSN":{"value":"1520-5118"}
	}
	},
	"issued":"2010-06-16",
	"dateSubmitted":"forIndex",
	"creator":[
		{
		"Person":
		{"name":"Belscak-Cvitanović, Ana, A"
	}
	},
	{
		"Person":
		{"name":"Benković, Maja, M"
	}
	},
	{
		"Person":
		{"name":"Komes, Drazenka, D"
	}
	},
	{
		"Person":
		{"name":"Bauman, Ingrid, I"
	}
	},
	{
		"Person":
		{"name":"Horzić, Dunja, D"
	}
	},
	{
		"Person":
		{"name":"Dujmić, Filip, F"
	}
	},
	{
		"Person":
		{"name":"Matijasec, Matea, M"
	}
	}
	],
	"abstract":{"value":"In the present study the physical properties of powdered cocoa drink mixtures prepared from two cocoa powders with various fat contents and different sweeteners, as well as the bioactive content and sensory properties of cocoa drinks prepared from them, were investigated. Particle size and bulk density of the used sugars and sweeteners, as well as the formulated mixtures, were determined and their influence on cohesion index was evaluated. To compare the content of polyphenols in the formulated cocoa drink mixtures, UV-vis spectrophotometric methods were applied. Antioxidant capacity of cocoa drinks was evaluated by using the 2,2-diphenyl-1-picrylhydrazyl (DPPH), 2,2'-azinobis(3-ethylbenzthiazoline-6-sulfonic acid) (ABTS), and ferric reducing/antioxidant power (FRAP) assays. The analyzed cocoa drinks prepared from cocoa powder and different sugars or sweeteners delivered a substantial content of cocoa antioxidants, whereas the content and the type of sugar or sweetener did not affect the polyphenolic constituents of the prepared cocoa mixtures. Cocoa powder mixtures prepared with the cocoa powder containing higher fat content (16-18%) generally provided lower total polyphenol, total flavonoid, flavan-3-ol, and proanthocyanidin contents, compared to the mixtures prepared with cocoa containing lower fat content (10-12%). Total phenol content of cocoa drinks prepared from experimental mixtures ranged from 320.45 to 480.45 mg of GAE/L, whereas the ranking of the antioxidant capacities varied depending on the used assay, and the fat content of cocoa powder did not affect the antioxidant capacity of cocoa mixtures. As determined, the addition of sugar to cocoa powder increases the solubility and dispersibility of the mixtures; on the basis of their cohesion index all mixtures can be classified as very cohesive or hardened/extremely cohesive. Results of the sensory evaluation, using the 9-point hedonic scale, showed that there was a preference for the cocoa drinks made with sweeteners (aspartame/acesulfame K and stevia extract), and there was a significant difference in the sensory attributes between the experimental mixtures and the control. The displayed results indicate the significant potential of using alternative sweeteners for the preparation of cocoa drink mixtures, which may provide good physical and sensory properties and also enhance the already existing beneficial effects of cocoa."}
	,"source":{"resource":"https://www.ncbi.nlm.nih.gov/pubmed/"}}}
