{"resource": {
	"language":"eng",
	"title":{"value":"Stevia rebaudiana Bertoni extract supplementation improves lipid and carnitine profiles in C57BL/6J mice fed a high-fat diet."},
	"subject":[
		{"value":"Animals"},
	{"value":"Body Weight"},
	{"value":"Carnitine"},
	{"value":"Dietary Fats"},
	{"value":"Dietary Sucrose"},
	{"value":"Dietary Supplements"},
	{"value":"Enzymes"},
	{"value":"Hypercholesterolemia"},
	{"value":"Lipid Metabolism"},
	{"value":"Lipids"},
	{"value":"Mice"},
	{"value":"Mice, Inbred C57BL"},
	{"value":"Obesity"},
	{"value":"Plant Extracts"},
	{"value":"RNA, Messenger"},
	{"value":"Reverse Transcriptase Polymerase Chain Reaction"},
	{"value":"Stevia"},
	{"value":"Sucrose"},
	{"value":"Weight Gain"}
	],
	"pageStart":1099,
	"volume":7,
	"doi":"10.1002/jsfa.3906",
	"pageEnd":105,
	"about":"https://www.ncbi.nlm.nih.gov/pubmed/PM20393989",
	"identifier":"PM20393989",
	"type":"Journal Article",
	"isPartOf":
		{"Journal":
		{"title":{"value":"Journal of the science of food and agriculture"},
	"ISSN":{"value":"1097-0010"}
	}
	},
	"issued":"2010-04-15",
	"dateSubmitted":"forIndex",
	"creator":[
		{
		"Person":
		{"name":"Park, Jeong-Eun, JE"
	}
	},
	{
		"Person":
		{"name":"Cha, Youn-Soo, YS"
	}
	}
	],
	"abstract":[
		{"value":"Stevia (Stevia rebaudiana Bertoni) is a non-caloric natural-source alternative to artificially produced sugar substitutes. This study investigated the effect of stevia extract on lipid profiles in C57BL/6J mice. Forty mice were divided into four groups: N-C (normal diet and distilled water), H-C (high-fat diet and distilled water), H-SC (high fat diet and sucrose, 1 mL kg(-1) per day), and H-SV (high-fat diet and stevia extract, 1 mL kg(-1) per day)."},
	{"value":"Body weight gain was significantly higher in the H-SC group than in the H-SV group. Triglyceride concentrations in serum and liver were lower in the H-SV group than in the H-SC group. Serum total cholesterol concentrations were lower in the H-SV and H-C groups compared to the H-SC group. The concentrations of acid-insoluble acylcarnitine (AIAC) in serum were higher in the H-SV group than in the H-C and H-SC groups and the acyl/free carnitine level in liver was significantly higher in the H-SV group than in the N-C group. These results were supported by mRNA expression of enzymes related to lipid metabolism (ACO, PPARalpha, ACS, CPT-I, ACC) assessed by real-time polymerase chain reaction."},
	{"value":"These results suggest that the supplementation of stevia extract might have an anti-obesity effect on high-fat diet induced obese mice."}
	]
	,"source":{"resource":"https://www.ncbi.nlm.nih.gov/pubmed/"}}}
