{"resource": {
	"language":"eng",
	"title":{"value":"Regeneration of stevia plant through callus culture."},
	"pageStart":46,
	"volume":1,
	"doi":"10.4103/0250-474X.51954",
	"pageEnd":50,
	"about":"https://www.ncbi.nlm.nih.gov/pubmed/PM20177455",
	"identifier":"PM20177455",
	"type":"Journal Article",
	"isPartOf":
		{"Journal":
		{"title":{"value":"Indian journal of pharmaceutical sciences"},
	"ISSN":{"value":"1998-3743"}
	}
	},
	"issued":"2010-02-23",
	"dateSubmitted":"forIndex",
	"uri":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2810047",
	"creator":[
		{
		"Person":
		{"name":"Patel, R M, RM"
	}
	},
	{
		"Person":
		{"name":"Shah, R R, RR"
	}
	}
	],
	"abstract":{"value":"Stevia rebaudiana Bertoni that conventionally propagated by seed or by cuttings or clump division which has a limitation of quality and quantity seed material. In present study, callus culture technique was tried to achieve rapid plant multiplication for quality seed material. Callus induction and multiplication medium was standardized from nodal as well as leaf sagments. It is possible to maintain callus on Murashige and Skoog medium supplemented with 6-benzyl amino purine and naphthalene acetic acid. Maximum callus induction was obtained on Murashige and Skoog medium incorporated with 6-benzyl amino purine (2.0-3.0 mg/l) and naphthalene acetic acid (2.0 mg/l) treatments. However, Murashige and Skoog medium containing 2.0 mg/l 6-benzyl amino purine+2.0 mg/l naphthalene acetic acid was found to be the best for callus induction. Higher regeneration frequency was noticed with Murashige and Skoog medium supplemented with 2.0 mg/l 6-benzyl amino purine+0.2 mg/l naphthalene acetic acid. Regenerated plants were rooted better on (1/4) Murashige and Skoog strength supplemented with 0.1 mg/l indole-3-butyric acid. The rooted plantlets were hardened successfully in tera care medium with 63 per cent survival rate. The developed protocol can be utilized for mass production of true to type planting material on large scale independent of season, i.e. external environmental conditions."}
	,"source":{"resource":"https://www.ncbi.nlm.nih.gov/pubmed/"}}}
