{"resource": {
	"language":"eng",
	"title":{"value":"An evidence-based systematic review of stevia by the Natural Standard Research Collaboration."},
	"subject":[
		{"value":"Animals"},
	{"value":"Blood Pressure"},
	{"value":"Drug Interactions"},
	{"value":"Evidence-Based Medicine"},
	{"value":"Humans"},
	{"value":"Hypertension"},
	{"value":"Phytotherapy"},
	{"value":"Plant Extracts"},
	{"value":"Plant Preparations"},
	{"value":"Stevia"},
	{"value":"Sweetening Agents"}
	],
	"pageStart":113,
	"volume":2,
	"pageEnd":27,
	"about":"https://www.ncbi.nlm.nih.gov/pubmed/PM20370653",
	"identifier":"PM20370653",
	"type":"Journal Article",
	"isPartOf":
		{"Journal":
		{"title":{"value":"Cardiovascular & hematological agents in medicinal chemistry"},
	"ISSN":{"value":"1875-6182"}
	}
	},
	"issued":"2010-04-28",
	"dateSubmitted":"forIndex",
	"creator":[
		{
		"Person":
		{"name":"Ulbricht, Catherine, C"
	}
	},
	{
		"Person":
		{"name":"Isaac, Richard, R"
	}
	},
	{
		"Person":
		{"name":"Milkin, Tamara, T"
	}
	},
	{
		"Person":
		{"name":"Poole, Elizabeth A, EA"
	}
	},
	{
		"Person":
		{"name":"Rusie, Erica, E"
	}
	},
	{
		"Person":
		{"name":"Grimes Serrano, Jill M, JM"
	}
	},
	{
		"Person":
		{"name":"Weissner, Wendy, W"
	}
	},
	{
		"Person":
		{"name":"Windsor, Regina C, RC"
	}
	},
	{
		"Person":
		{"name":"Woods, Jen, J"
	}
	}
	],
	"abstract":{"value":"The objective of this study was to evaluate the scientific evidence on stevia, including expert opinion, folkloric precedent, history, pharmacology, kinetics/dynamics, interactions, adverse effects, toxicology, and dosing. This review serves as a clinical support tool. Electronic searches were conducted in 10 databases, 20 additional journals (not indexed in common databases), and bibliographies from 50 selected secondary references. No restrictions were placed on the language or quality of the publications. All literature collected pertained to efficacy in humans, dosing, precautions, adverse effects, use in pregnancy and lactation, interactions, alteration of laboratory assays, and mechanisms of action. Standardized inclusion and exclusion criteria were used for selection. Grades were assigned using an evidence-based grading rationale. Based on the availability of scientific data, two indications are discussed in this review: hypertension and hyperglycemia. Evaluation of two long-term studies (1 and 2 years in length, respectively) indicates that stevia may be effective in lowering blood pressure in hypertensive patients, although data from shorter studies (1-3 months) did not support these findings. A pair of small studies also report positive results with respect to glucose tolerance and response, although the relatively low methodological rigor of these experiments limits the strength of these findings. Further investigation is warranted in both indications."}
	,"source":{"resource":"https://www.ncbi.nlm.nih.gov/pubmed/"}}}
