{"resource": {
	"language":"eng",
	"title":{"value":"Stevia and saccharin preferences in rats and mice."},
	"subject":[
		{"value":"Animals"},
	{"value":"Aspartame"},
	{"value":"Cyclamates"},
	{"value":"Diterpenes, Kaurane"},
	{"value":"Drinking"},
	{"value":"Feeding Behavior"},
	{"value":"Female"},
	{"value":"Food Preferences"},
	{"value":"Glucosides"},
	{"value":"Humans"},
	{"value":"Male"},
	{"value":"Mice"},
	{"value":"Mice, Inbred C57BL"},
	{"value":"Mice, Knockout"},
	{"value":"Rats"},
	{"value":"Rats, Sprague-Dawley"},
	{"value":"Saccharin"},
	{"value":"Species Specificity"},
	{"value":"Stevia"},
	{"value":"Sweetening Agents"},
	{"value":"Taste"},
	{"value":"Taste Threshold"}
	],
	"pageStart":433,
	"volume":5,
	"doi":"10.1093/chemse/bjq033",
	"pageEnd":43,
	"about":"https://www.ncbi.nlm.nih.gov/pubmed/PM20413452",
	"identifier":"PM20413452",
	"type":"Journal Article",
	"isPartOf":
		{"Journal":
		{"title":{"value":"Chemical senses"},
	"ISSN":{"value":"1464-3553"}
	}
	},
	"issued":"2010-05-18",
	"dateSubmitted":"forIndex",
	"uri":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2871780",
	"creator":[
		{
		"Person":
		{"name":"Sclafani, Anthony, A"
	}
	},
	{
		"Person":
		{"name":"Bahrani, Mahsa, M"
	}
	},
	{
		"Person":
		{"name":"Zukerman, Steven, S"
	}
	},
	{
		"Person":
		{"name":"Ackroff, Karen, K"
	}
	}
	],
	"abstract":{"value":"Use of natural noncaloric sweeteners in commercial foods and beverages has expanded recently to include compounds from the plant Stevia rebaudiana. Little is known about the responses of rodents, the animal models for many studies of taste systems and food intake, to stevia sweeteners. In the present experiments, preferences of female Sprague-Dawley rats and C57BL/6J mice for different stevia products were compared with those for the artificial sweetener saccharin. The stevia component rebaudioside A has the most sweetness and least off-tastes to human raters. In ascending concentration tests (48-h sweetener vs. water), rats and mice preferred a high-rebaudioside, low-stevioside extract as strongly as saccharin, but the extract stimulated less overdrinking and was much less preferred to saccharin in direct choice tests. Relative to the extract, mice drank more pure rebaudioside A and showed stronger preferences but still less than those for saccharin. Mice also preferred a commercial mixture of rebaudioside A and erythritol (Truvia). Similar tests of sweet receptor T1R3 knockout mice and brief-access licking tests with normal mice suggested that the preferences were based on sweet taste rather than post-oral effects. The preference response of rodents to stevia sweeteners is notable in view of their minimal response to some other noncaloric sweeteners (aspartame and cyclamate)."}
	,"source":{"resource":"https://www.ncbi.nlm.nih.gov/pubmed/"}}}
