{"resource": {
	"language":"eng",
	"title":{"value":"Effects of stevia, aspartame, and sucrose on food intake, satiety, and postprandial glucose and insulin levels."},
	"subject":[
		{"value":"Adolescent"},
	{"value":"Adult"},
	{"value":"Aspartame"},
	{"value":"Blood Glucose"},
	{"value":"Body Mass Index"},
	{"value":"Eating"},
	{"value":"Female"},
	{"value":"Food"},
	{"value":"Humans"},
	{"value":"Hunger"},
	{"value":"Insulin"},
	{"value":"Male"},
	{"value":"Middle Aged"},
	{"value":"Obesity"},
	{"value":"Satiation"},
	{"value":"Stevia"},
	{"value":"Sucrose"},
	{"value":"Sweetening Agents"},
	{"value":"Taste"}
	],
	"pageStart":37,
	"volume":1,
	"doi":"10.1016/j.appet.2010.03.009",
	"pageEnd":43,
	"about":"https://www.ncbi.nlm.nih.gov/pubmed/PM20303371",
	"identifier":"PM20303371",
	"type":"Other",
	"isPartOf":
		{"Journal":
		{"title":{"value":"Appetite"},
	"ISSN":{"value":"1095-8304"}
	}
	},
	"issued":"2010-07-08",
	"dateSubmitted":"forIndex",
	"uri":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2900484",
	"creator":[
		{
		"Person":
		{"name":"Anton, Stephen D, SD"
	}
	},
	{
		"Person":
		{"name":"Martin, Corby K, CK"
	}
	},
	{
		"Person":
		{"name":"Han, Hongmei, H"
	}
	},
	{
		"Person":
		{"name":"Coulon, Sandra, S"
	}
	},
	{
		"Person":
		{"name":"Cefalu, William T, WT"
	}
	},
	{
		"Person":
		{"name":"Geiselman, Paula, P"
	}
	},
	{
		"Person":
		{"name":"Williamson, Donald A, DA"
	}
	}
	],
	"abstract":[
		{"value":"Consumption of sugar-sweetened beverages may be one of the dietary causes of metabolic disorders, such as obesity. Therefore, substituting sugar with low calorie sweeteners may be an efficacious weight management strategy. We tested the effect of preloads containing stevia, aspartame, or sucrose on food intake, satiety, and postprandial glucose and insulin levels."},
	{"value":"19 healthy lean (BMI=20.0-24.9) and 12 obese (BMI=30.0-39.9) individuals 18-50 years old completed three separate food test days during which they received preloads containing stevia (290kcal), aspartame (290kcal), or sucrose (493kcal) before the lunch and dinner meal. The preload order was balanced, and food intake (kcal) was directly calculated. Hunger and satiety levels were reported before and after meals, and every hour throughout the afternoon. Participants provided blood samples immediately before and 20min after the lunch preload. Despite the caloric difference in preloads (290kcal vs. 493kcal), participants did not compensate by eating more at their lunch and dinner meals when they consumed stevia and aspartame versus sucrose in preloads (mean differences in food intake over entire day between sucrose and stevia=301kcal, p<.01; aspartame=330kcal, p<.01). Self-reported hunger and satiety levels did not differ by condition. Stevia preloads significantly reduced postprandial glucose levels compared to sucrose preloads (p<.01), and postprandial insulin levels compared to both aspartame and sucrose preloads (p<.05). When consuming stevia and aspartame preloads, participants did not compensate by eating more at either their lunch or dinner meal and reported similar levels of satiety compared to when they consumed the higher calorie sucrose preload."}
	]
	,"source":{"resource":"https://www.ncbi.nlm.nih.gov/pubmed/"}}}
