{"resource": {
	"language":"eng",
	"title":{"value":"Effects of Stevia rebaudiana (Bertoni) extract and N-nitro-L-arginine on renal function and ultrastructure of kidney cells in experimental type 2 Diabetes."},
	"subject":[
		{"value":"Animals"},
	{"value":"Creatinine"},
	{"value":"Diabetes Mellitus, Experimental"},
	{"value":"Female"},
	{"value":"Hydrogen-Ion Concentration"},
	{"value":"Kidney"},
	{"value":"Kidney Failure, Chronic"},
	{"value":"Microscopy, Electron"},
	{"value":"NG-Nitroarginine Methyl Ester"},
	{"value":"Nitric Oxide Synthase"},
	{"value":"Plant Extracts"},
	{"value":"Plant Leaves"},
	{"value":"Rats"},
	{"value":"Rats, Sprague-Dawley"},
	{"value":"Reproducibility of Results"},
	{"value":"Stevia"},
	{"value":"Streptozocin"},
	{"value":"Urinary Tract Physiological Phenomena"}
	],
	"pageStart":1215,
	"volume":10,
	"doi":"10.1089/jmf.2010.0280",
	"pageEnd":22,
	"about":"https://www.ncbi.nlm.nih.gov/pubmed/PM21663490",
	"identifier":"PM21663490",
	"type":"Journal Article",
	"isPartOf":
		{"Journal":
		{"title":{"value":"Journal of medicinal food"},
	"ISSN":{"value":"1557-7600"}
	}
	},
	"issued":"2011-10-12",
	"dateSubmitted":"forIndex",
	"creator":[
		{
		"Person":
		{"name":"Ozbayer, Cansu, C"
	}
	},
	{
		"Person":
		{"name":"Kurt, Hulyam, H"
	}
	},
	{
		"Person":
		{"name":"Kalender, Suna, S"
	}
	},
	{
		"Person":
		{"name":"Ozden, Hilmi, H"
	}
	},
	{
		"Person":
		{"name":"Gunes, Hasan V, HV"
	}
	},
	{
		"Person":
		{"name":"Basaran, Ayse, A"
	}
	},
	{
		"Person":
		{"name":"Cakmak, Ecir A, EA"
	}
	},
	{
		"Person":
		{"name":"Civi, Kismet, K"
	}
	},
	{
		"Person":
		{"name":"Kalender, Yusuf, Y"
	}
	},
	{
		"Person":
		{"name":"Degirmenci, Irfan, I"
	}
	}
	],
	"abstract":{"value":"Diabetes is the leading cause of chronic renal failure. Our purpose was to determine the effects of N-nitro-l-arginine (l-NNA) and an extract of Stevia rebaudiana (Bertoni) (SrB) leaves on renal function in streptozotocin-nicotinamide (STZ-NA)-induced diabetic rats. Rats were divided into seven groups. Three of these groups were controls. Diabetes was induced by STZ-NA in the other four. Diabetic rats were treated with SrB (200 mg/kg), L-NNA (100 mg/kg), or SrB + L-NNA for 15 days after 5-8 weeks of diabetes. At the end of the experiments, urine and blood samples were collected from the rats, and kidney tissue samples were collected with the animals under ether anesthesia. Renal filtration changes were determined by measuring urine pH, urine volume, and serum and urine creatinine. Nitric oxide synthase (NOS) activity was measured in kidney homogenates. Alterations in kidney ultrastructure were determined by electron microscopy, and histological changes were examined by hematoxylin and eosin staining. No statistical differences were observed in urine creatinine or creatinine clearance. Even so, we observed higher NOS activity in SrB-treated diabetic rats. SrB-treated diabetic rats had less mitochondrial swelling and vacuolization in thin kidney sections than other diabetic groups. The control groups showed normal histological structure, whereas in the diabetic groups, membrane thickening, tubular epithelial cells, and cellular degeneration were observed. Thus, SrB has beneficial effects on diabetes compared with l-NNA. Our results support the validity of SrB for the management of diabetes as well as diabetes-induced renal disorders."}
	,"source":{"resource":"https://www.ncbi.nlm.nih.gov/pubmed/"}}}
