{"resource": {
	"language":"eng",
	"title":{"value":"Antidiabetic activity and phytochemical screening of crude extract of Stevia rebaudiana in alloxan-induced diabetic rats."},
	"pageStart":258,
	"volume":4,
	"doi":"10.4103/0974-8490.69128",
	"pageEnd":63,
	"about":"https://www.ncbi.nlm.nih.gov/pubmed/PM21808578",
	"identifier":"PM21808578",
	"type":"Journal Article",
	"isPartOf":
		{"Journal":
		{"title":{"value":"Pharmacognosy research"},
	"ISSN":{"value":"0974-8490"}
	}
	},
	"issued":"2011-08-02",
	"dateSubmitted":"forIndex",
	"uri":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3141138",
	"creator":[
		{
		"Person":
		{"name":"Kujur, R S, RS"
	}
	},
	{
		"Person":
		{"name":"Singh, Vishakha, V"
	}
	},
	{
		"Person":
		{"name":"Ram, Mahendra, M"
	}
	},
	{
		"Person":
		{"name":"Yadava, Harlokesh Narayan, HN"
	}
	},
	{
		"Person":
		{"name":"Singh, K K, KK"
	}
	},
	{
		"Person":
		{"name":"Kumari, Suruchi, S"
	}
	},
	{
		"Person":
		{"name":"Roy, B K, BK"
	}
	}
	],
	"abstract":[
		{"value":"Stevia rebaudiana regulates blood sugar, prevents hypertension and tooth decay. Other studies have shown that it has antibacterial as well as antiviral property."},
	{"value":"Preliminary phytochemical screening of aqueous, ether and methanolic extracts of S. rebaudiana was done. Acute and sub-acute toxicity were conducted on twenty four Albino rats, divided into one control (Group I) and three treatment groups viz. aqueous extract (Group II), ether extract (Group III) and methanolic extract (Group IV). For the study of antidiabetic effect of S. rebaudiana rats were divided into seven groups (n=6). Diabetes was induced by a single dose of 5% alloxan monohydrate (125 mg/kg, i.p.) after 24 hour fasting.Blood samples were analysed on day 0, 1, 5, 7, 14 and 28."},
	{"value":"Phytochemical tests showed presence of different kinds of phyto-constituents in aqueous, ether and methanol extract of Stevia rebaudiana leaves. Daily single dose (2.0 g/kg) administration of aqueous extract (A.E.) , ether extract (E.E.) and methanol extract (M.E.) for 28 days of S. rebaudiana could not show any significant change in ALT and AST levels in rats. Blood sugar level was found to be decreased on day 28 in groups of rats treated with A.E., E.E. and M.E. of S. rebaudiana."},
	{"value":"The extracts of Stevioside rebaudiana could decrease the blood glucose level in diabetic rats in time dependent manner."}
	]
	,"source":{"resource":"https://www.ncbi.nlm.nih.gov/pubmed/"}}}
