{"resource": {
	"language":"eng",
	"title":{"value":"In vitro larvicidal potential against Anopheles stephensi and antioxidative enzyme activities of Ginkgo biloba, Stevia rebaudiana and Parthenium hysterophorous."},
	"subject":[
		{"value":"Animals"},
	{"value":"Anopheles"},
	{"value":"Antioxidants"},
	{"value":"Ascorbic Acid"},
	{"value":"Asteraceae"},
	{"value":"Catalase"},
	{"value":"Ginkgo biloba"},
	{"value":"Insecticides"},
	{"value":"Larva"},
	{"value":"Peroxidase"},
	{"value":"Plant Extracts"},
	{"value":"Plant Leaves"},
	{"value":"Superoxide Dismutase"},
	{"value":"Survival Analysis"}
	],
	"pageStart":169,
	"volume":3,
	"doi":"10.1016/S1995-7645(11)60063-1",
	"pageEnd":75,
	"about":"https://www.ncbi.nlm.nih.gov/pubmed/PM21771447",
	"identifier":"PM21771447",
	"type":"Journal Article",
	"isPartOf":
		{"Journal":
		{"title":{"value":"Asian Pacific journal of tropical medicine"},
	"ISSN":{"value":"2352-4146"}
	}
	},
	"issued":"2011-07-20",
	"dateSubmitted":"forIndex",
	"creator":[
		{
		"Person":
		{"name":"Ahmad, Nisar, N"
	}
	},
	{
		"Person":
		{"name":"Fazal, Hina, H"
	}
	},
	{
		"Person":
		{"name":"Abbasi, Bilal H, BH"
	}
	},
	{
		"Person":
		{"name":"Iqbal, Mazhar, M"
	}
	}
	],
	"abstract":[
		{"value":"To investigate in vitro larvicidal and antioxidant enzymes potential of the medicinal plants Ginkgo biloba (G. biloba), Stevia rebaudiana (S. rebaudiana) and Parthenium hysterophorous (P. hysterophorous) against Anopheles stephensi (An. stephensi) 4th instars larvae."},
	{"value":"For evaluation of larvicidal potential, the ethanolic, methanolic and dichloromethane leaves extracts of three different plants were used in dose-dependent experiments in two media, while the antioxidant enzymes activities were investigated using four different methods viz., superoxide dismutase, peroxidase, ascorbate and catalase."},
	{"value":"An. stephensi has developed resistance to various synthetic insecticides, making its control increasingly difficult. The comparative performance of ethanolic extracts (65%-90%) was found better than the methanolic extract (70%-87%) and dichloromethane extract (60%-70%). Among the three plants extracts tested in two media, S. rebaudiana exhibited higher larvicidal activity with LC(50) (24 h) in methanolic extract than P. hysterophorous and G. biloba. G. biloba and P. hysterophorous exhibited the strongest antioxidative enzymes activity and S. rebaudiana were less active and no significant difference was observed."},
	{"value":"These three plants exhibit larvicidal potential and can be further used for vector control alternative to synthetic insecticide due to eco-friendly and diseases control, furthermore these plant species have potent antioxidative enzyme activities, therefore, making them strong natural candidate particularly for diseases which are caused due to free radicals."}
	]
	,"source":{"resource":"https://www.ncbi.nlm.nih.gov/pubmed/"}}}
