{"resource": {
	"language":"eng",
	"title":{"value":"Antidiabetic activity of medium-polar extract from the leaves of Stevia rebaudiana Bert. (Bertoni) on alloxan-induced diabetic rats."},
	"pageStart":242,
	"volume":2,
	"pageEnd":8,
	"about":"https://www.ncbi.nlm.nih.gov/pubmed/PM21687353",
	"identifier":"PM21687353",
	"type":"Journal Article",
	"isPartOf":
		{"Journal":
		{"title":{"value":"Journal of pharmacy & bioallied sciences"},
	"ISSN":{"value":"0975-7406"}
	}
	},
	"issued":"2011-06-20",
	"uri":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3103919",
	"dateSubmitted":2016,
	"creator":[
		{
		"Person":
		{"name":"Misra, Himanshu, H"
	}
	},
	{
		"Person":
		{"name":"Soni, Manish, M"
	}
	},
	{
		"Person":
		{"name":"Silawat, Narendra, N"
	}
	},
	{
		"Person":
		{"name":"Mehta, Darshana, D"
	}
	},
	{
		"Person":
		{"name":"Mehta, B K, BK"
	}
	},
	{
		"Person":
		{"name":"Jain, D C, DC"
	}
	}
	],
	"abstract":[
		{"value":"To investigate the medicative effects of medium-polar (benzene:acetone, 1:1, v/v) extract of leaves from Stevia rebaudiana (family Asteraceae) on alloxan-induced diabetic rats."},
	{"value":"Diabetes was induced in adult albino Wistar rats by intraperitoneal (i.p.) injection of alloxan (180 mg/kg). Medium-polar extract was administered orally at daily dose of 200 and 400 mg/kg body wt. basis for 10 days. The control group received normal saline (0.9%) for the same duration. Glibenclamide was used as positive control reference drug against Stevia extract."},
	{"value":"Medium-polar leaf extract of S. rebaudiana (200 and 400 mg/kg) produced a delayed but significant (P < 0.01) decrease in the blood glucose level, without producing condition of hypoglycemia after treatment, together with lesser loss in the body weight as compared with standard positive control drug glibenclamide."},
	{"value":"Treatment of diabetes with sulfonylurea drugs (glibenclamide) causes hypoglycemia followed by greater reduction in body weight, which are the most worrisome effects of these drugs. Stevia extract was found to antagonize the necrotic action of alloxan and thus had a re-vitalizing effect on β-cells of pancreas."}
	]
	,"source":{"resource":"https://www.ncbi.nlm.nih.gov/pubmed/"}}}
