{"resource": {
	"language":"eng",
	"title":{"value":"Stevioside enhances satellite cell activation by inhibiting of NF-κB signaling pathway in regenerating muscle after cardiotoxin-induced injury."},
	"subject":[
		{"value":"Animals"},
	{"value":"Cardiotoxins"},
	{"value":"Diterpenes, Kaurane"},
	{"value":"Glucosides"},
	{"value":"Humans"},
	{"value":"Male"},
	{"value":"Muscle, Skeletal"},
	{"value":"NF-kappa B"},
	{"value":"Plant Extracts"},
	{"value":"Rats"},
	{"value":"Regeneration"},
	{"value":"Satellite Cells, Skeletal Muscle"},
	{"value":"Signal Transduction"},
	{"value":"Stevia"},
	{"value":"Sweetening Agents"}
	],
	"pageStart":2844,
	"volume":11,
	"doi":"10.1021/jf203711d",
	"pageEnd":51,
	"about":"https://www.ncbi.nlm.nih.gov/pubmed/PM22316332",
	"identifier":"PM22316332",
	"type":"Journal Article",
	"isPartOf":
		{"Journal":
		{"title":{"value":"Journal of agricultural and food chemistry"},
	"ISSN":{"value":"1520-5118"}
	}
	},
	"issued":"2012-03-21",
	"dateSubmitted":"forIndex",
	"creator":[
		{
		"Person":
		{"name":"Bunprajun, Tipwadee, T"
	}
	},
	{
		"Person":
		{"name":"Yimlamai, Tossaporn, T"
	}
	},
	{
		"Person":
		{"name":"Soodvilai, Sunhapas, S"
	}
	},
	{
		"Person":
		{"name":"Muanprasat, Chatchai, C"
	}
	},
	{
		"Person":
		{"name":"Chatsudthipong, Varanuj, V"
	}
	}
	],
	"abstract":{"value":"Stevioside, a noncaloric sweetener isolated from Stevia rebaudiana, exhibits anti-inflammatory and immunomodulatory effects through interference of nuclear factor (NF)-kappa B pathway. We investigated whether this anti-inflammatory property of stevioside could improve muscle regeneration following cardiotoxin-induced muscle injury. Adult male Wistar rats received stevioside orally at an accepted daily dosage of 10 mg kg⁻¹ for 7 days before cardiotoxin injection at the tibialis anterior (TA) muscle of the right hindlimb (the left hindlimb served as control), and stevioside administration was continued for 3 and 7 days. TA muscle was examined at days 3 and 7 postinjury. Although stevioside treatment had no significant effect in enhancing muscle regeneration as indicated by the absence of decreased muscle inflammation or improved myofibrillar protein content compared with vehicle treated injured group at day 7 postinjury, the number of MyoD-positive nuclei were increased (P < 0.05), with a corresponding decrease in NF-κB nuclear translocation (P < 0.05). This is the first study to demonstrate that stevioside could enhance satellite cell activation by modulation of the NF-κB signaling pathway in regenerating muscle following injury. Thus, stevioside may be beneficial as a dietary supplementation for promoting muscle recovery from injury. However, its pharmacological effect on muscle function recovery warrants further investigation."}
	,"source":{"resource":"https://www.ncbi.nlm.nih.gov/pubmed/"}}}
