{"resource": {
	"language":"eng",
	"title":{"value":"Human psychometric and taste receptor responses to steviol glycosides."},
	"subject":[
		{"value":"Adult"},
	{"value":"Diterpenes, Kaurane"},
	{"value":"Female"},
	{"value":"Glycosides"},
	{"value":"Humans"},
	{"value":"Male"},
	{"value":"Molecular Structure"},
	{"value":"Plant Leaves"},
	{"value":"Psychometrics"},
	{"value":"Receptors, G-Protein-Coupled"},
	{"value":"Stevia"},
	{"value":"Sweetening Agents"},
	{"value":"Taste Perception"}
	],
	"pageStart":6782,
	"volume":27,
	"pageEnd":93,
	"about":"https://www.ncbi.nlm.nih.gov/pubmed/PM22616809",
	"identifier":"PM22616809",
	"type":"Journal Article",
	"isPartOf":
		{"Journal":
		{"title":{"value":"Journal of agricultural and food chemistry"},
	"ISSN":{"value":"1520-5118"}
	}
	},
	"issued":"2014-02-04",
	"dateSubmitted":2016,
	"creator":[
		{
		"Person":
		{"name":"Hellfritsch, Caroline, C"
	}
	},
	{
		"Person":
		{"name":"Brockhoff, Anne, A"
	}
	},
	{
		"Person":
		{"name":"Stähler, Frauke, F"
	}
	},
	{
		"Person":
		{"name":"Meyerhof, Wolfgang, W"
	}
	},
	{
		"Person":
		{"name":"Hofmann, Thomas, T"
	}
	}
	],
	"abstract":{"value":"Steviol glycosides, the sweet principle of Stevia Rebaudiana (Bertoni) Bertoni, have recently been approved as a food additive in the EU. The herbal non-nutritive high-potency sweeteners perfectly meet the rising consumer demand for natural food ingredients in Europe. We have characterized the organoleptic properties of the most common steviol glycosides by an experimental approach combining human sensory studies and cell-based functional taste receptor expression assays. On the basis of their potency to elicit sweet and bitter taste sensations, we identified glycone chain length, pyranose substitution, and the C16 double bond as the structural features giving distinction to the gustatory profile of steviol glycosides. A comprehensive screening of 25 human bitter taste receptors revealed that two receptors, hTAS2R4 and hTAS2R14, mediate the bitter off-taste of steviol glycosides. For some test substances, e.g., stevioside, we observed a decline in sweet intensity at supra-maximum concentrations. This effect did not arise from allosteric modulation of the hTAS1R2/R3 sweet taste receptor but might be explained by intramolecular cross-modal suppression between the sweet and bitter taste component of steviol glycosides. These results might contribute to the production of preferentially sweet and least bitter tasting Stevia extracts by an optimization of breeding and postharvest downstream processing."}
	,"source":{"resource":"https://www.ncbi.nlm.nih.gov/pubmed/"}}}
