{"resource": {
	"language":"eng",
	"title":{"value":"Nanocomposite formation between alpha-glucosyl stevia and surfactant improves the dissolution profile of poorly water-soluble drug."},
	"subject":[
		{"value":"Caco-2 Cells"},
	{"value":"Flurbiprofen"},
	{"value":"Humans"},
	{"value":"Hydrophobic and Hydrophilic Interactions"},
	{"value":"Maltose"},
	{"value":"Micelles"},
	{"value":"Nanocomposites"},
	{"value":"Pyrenes"},
	{"value":"Quaternary Ammonium Compounds"},
	{"value":"Sodium Dodecyl Sulfate"},
	{"value":"Solubility"},
	{"value":"Stevia"},
	{"value":"Surface-Active Agents"},
	{"value":"Thermodynamics"},
	{"value":"Water"}
	],
	"pageStart":183,
	"volume":"1-2",
	"doi":"10.1016/j.ijpharm.2012.01.016",
	"pageEnd":6,
	"about":"https://www.ncbi.nlm.nih.gov/pubmed/PM22265914",
	"identifier":"PM22265914",
	"type":"Journal Article",
	"isPartOf":
		{"Journal":
		{"title":{"value":"International journal of pharmaceutics"},
	"ISSN":{"value":"1873-3476"}
	}
	},
	"issued":"2012-04-05",
	"dateSubmitted":"forIndex",
	"creator":[
		{
		"Person":
		{"name":"Uchiyama, Hiromasa, H"
	}
	},
	{
		"Person":
		{"name":"Tozuka, Yuichi, Y"
	}
	},
	{
		"Person":
		{"name":"Nishikawa, Masahiro, M"
	}
	},
	{
		"Person":
		{"name":"Takeuchi, Hirofumi, H"
	}
	}
	],
	"abstract":{"value":"The formation of a hybrid-nanocomposite using α-glucosyl stevia (Stevia-G) and surfactant was explored to improve the dissolution of flurbiprofen (FP). As reported previously, the dissolution amount of FP was enhanced in the presence of Stevia-G, induced by the formation of an FP and Stevia-G-associated nanostructure. When a small amount of sodium dodecyl sulfate (SDS) was present with Stevia-G, the amount of dissolved FP was extremely enhanced. This dissolution-enhancement effect was also observed with the cationic surfactant of dodecyl trimethyl ammonium bromide, but not with the non-ionic surfactant of n-octyl-β-D-maltopyranoside. To investigate the dissolution-enhancement effect of Stevia-G/SDS mixture, the pyrene I(1)/I(3) ratio was plotted versus the Stevia-G concentration. The pyrene I(1)/I(3) ratio of Stevia-G/SDS mixture had a sigmoidal curve at lower Stevia-G concentrations compared to the Stevia-G solution alone. These results indicate that the Stevia-G/SDS mixture provides a hydrophobic core around pyrene molecules at lower Stevia-G concentrations, leading to nanocomposite formation between Stevia-G and SDS. The nanocomposite of Stevia-G/SDS showed no cytotoxicity to Caco-2 cells at a mixture of 0.1% SDS and 1% Stevia-G solution, whereas 0.1% SDS solution showed high toxicity. These results suggest that the nanocomposite formation of Stevia-G/SDS may be useful way to enhance the dissolution of poorly water-soluble drugs without special treatment."}
	,"source":{"resource":"https://www.ncbi.nlm.nih.gov/pubmed/"}}}
