{"resource": {
	"language":"eng",
	"title":{"value":"Effect of Equisetum arvense and Stevia rebaudiana extracts on growth and mycotoxin production by Aspergillus flavus and Fusarium verticillioides in maize seeds as affected by water activity."},
	"subject":[
		{"value":"Aflatoxins"},
	{"value":"Antifungal Agents"},
	{"value":"Aspergillus flavus"},
	{"value":"Equisetum"},
	{"value":"Fumonisins"},
	{"value":"Fusarium"},
	{"value":"Humans"},
	{"value":"Mycotoxins"},
	{"value":"Plant Extracts"},
	{"value":"Seeds"},
	{"value":"Stevia"},
	{"value":"Water"},
	{"value":"Zea mays"}
	],
	"pageStart":21,
	"volume":"1-2",
	"doi":"10.1016/j.ijfoodmicro.2011.10.010",
	"pageEnd":7,
	"about":"https://www.ncbi.nlm.nih.gov/pubmed/PM22104120",
	"identifier":"PM22104120",
	"type":"Journal Article",
	"isPartOf":
		{"Journal":
		{"title":{"value":"International journal of food microbiology"},
	"ISSN":{"value":"1879-3460"}
	}
	},
	"issued":"2012-01-09",
	"dateSubmitted":"forIndex",
	"creator":[
		{
		"Person":
		{"name":"Garcia, Daiana, D"
	}
	},
	{
		"Person":
		{"name":"Ramos, Antonio J, AJ"
	}
	},
	{
		"Person":
		{"name":"Sanchis, Vicente, V"
	}
	},
	{
		"Person":
		{"name":"Marín, Sonia, S"
	}
	}
	],
	"abstract":{"value":"Cereals are a very important part of the human and animal diets. However, agricultural products can be contaminated by moulds and their mycotoxins. Plant extracts, particularly those of Equisetum arvense and Stevia rebaudiana have been reported previously to contain antioxidant compounds which may have antifungal properties. In this study, E. arvense and S. rebaudiana extracts were tested for their control of mycotoxigenic fungi in maize. The extracts were tested separately and as a mixture for their effect on growth of Aspergillus flavus and Fusarium verticillioides. Extracts were added to unsterilised inoculated maize at different water activity (a(w)) levels (0.85-0.95). Moulds were inoculated and incubated for 30 days. Results confirmed that the extract of E. arvense and a mixture 1:1 of Equisetum-Stevia may be effective for the inhibition of both growth of A. flavus and aflatoxin production at high water activity levels (pre-harvest conditions). In general, growth of the F. verticillioides was reduced by the use of plant extracts, especially at 0.95 a(w). However, fumonisin presence was not significantly affected. E. arvense and S. rebaudiana extracts could be developed as an alternative treatment to control aflatoxigenic mycobiota in moist maize."}
	,"source":{"resource":"https://www.ncbi.nlm.nih.gov/pubmed/"}}}
