{"resource": {
	"language":"eng",
	"title":{"value":"Effect of Rebaudioside A, a diterpenoid on glucose homeostasis in STZ-induced diabetic rats."},
	"subject":[
		{"value":"Animals"},
	{"value":"Blood Glucose"},
	{"value":"Diabetes Mellitus, Experimental"},
	{"value":"Diterpenes, Kaurane"},
	{"value":"Glucose-6-Phosphatase"},
	{"value":"Glucosephosphate Dehydrogenase"},
	{"value":"Glycogen"},
	{"value":"Hypoglycemic Agents"},
	{"value":"Liver"},
	{"value":"Male"},
	{"value":"Rats"},
	{"value":"Rats, Wistar"},
	{"value":"Streptozocin"}
	],
	"pageStart":421,
	"volume":3,
	"pageEnd":31,
	"about":"https://www.ncbi.nlm.nih.gov/pubmed/PM22374587",
	"identifier":"PM22374587",
	"type":"Journal Article",
	"isPartOf":
		{"Journal":
		{"title":{"value":"Journal of physiology and biochemistry"},
	"ISSN":{"value":"1877-8755"}
	}
	},
	"issued":"2012-08-13",
	"dateSubmitted":2016,
	"creator":[
		{
		"Person":
		{"name":"Saravanan, Ramalingam, R"
	}
	},
	{
		"Person":
		{"name":"Vengatash babu, Kaliyappan, K"
	}
	},
	{
		"Person":
		{"name":"Ramachandran, Vinayagam, V"
	}
	}
	],
	"abstract":{"value":"Rebaudioside A (Reb A), a major constituent of Stevia rebaudiana, was recently proposed as an insulinotropic agent. The aim of this investigation was to evaluate the antihyperglycemic effect of Reb A on the activities of hepatic enzymes of carbohydrate metabolism in streptozotocin (STZ)-induced diabetic rats. Diabetes was induced in adult male Albino Wistar rats, weighing 180-200 g, by a single intraperitoneal injection at a dose of STZ (40 mg/kg body weight). Diabetic rats showed significant (P<0.05) increase in the levels of plasma glucose and glycosylated hemoglobin and significant (P<0.05) decrease in the levels of plasma insulin and hemoglobin. Activities of gluconeogenic enzymes such as glucose-6-phosphatase and fructose-1,6-bisphosphatase were significantly (P<0.05) increased while hexokinase and glucose-6-phosphate dehydrogenase were significantly (P<0.05) decreased in the liver along with glycogen. Oral treatment with Reb A to diabetic rats significantly (P<0.05) decreased blood glucose and reversed these hepatic carbohydrate metabolizing enzymes in a significant manner. Histopathology changes of pancreas confirmed the protective effects of Reb A in diabetic rats. Thus, the results show that Reb A possesses an antihyperglycemic activity and provide evidence for its traditional usage in the control of diabetes."}
	,"source":{"resource":"https://www.ncbi.nlm.nih.gov/pubmed/"}}}
