{"resource": {
	"language":"eng",
	"title":{"value":"Bioethanol production from raffinate phase of supercritical CO2 extracted Stevia rebaudiana leaves."},
	"subject":[
		{"value":"Biofuels"},
	{"value":"Biomass"},
	{"value":"Carbon Dioxide"},
	{"value":"Ethanol"},
	{"value":"Fermentation"},
	{"value":"Hydrolysis"},
	{"value":"Plant Extracts"},
	{"value":"Plant Leaves"},
	{"value":"Raffinose"},
	{"value":"Saccharomyces cerevisiae"},
	{"value":"Stevia"},
	{"value":"Sulfuric Acids"},
	{"value":"Time Factors"},
	{"value":"Uncertainty"},
	{"value":"beta-Glucosidase"}
	],
	"pageStart":52,
	"pageEnd":9,
	"about":"https://www.ncbi.nlm.nih.gov/pubmed/PM22784953",
	"identifier":"PM22784953",
	"type":"Journal Article",
	"isPartOf":
		{"Journal":
		{"title":{"value":"Bioresource technology"},
	"ISSN":{"value":"1873-2976"}
	}
	},
	"issued":"2012-08-06",
	"dateSubmitted":2016,
	"creator":[
		{
		"Person":
		{"name":"Coban, Isik, I"
	}
	},
	{
		"Person":
		{"name":"Sargin, Sayit, S"
	}
	},
	{
		"Person":
		{"name":"Celiktas, Melih Soner, MS"
	}
	},
	{
		"Person":
		{"name":"Yesil-Celiktas, Ozlem, O"
	}
	}
	],
	"abstract":{"value":"The extracts of Stevia rebaudiana are marketed as dietary supplements and utilized as natural sweetening agent in food products. Subsequent to extraction on industrial scale, large quantities of solid wastes are produced. The aim of this study was to investigate the bioconversion efficiency of supercritical CO(2) extracted S. rebaudiana residues. Therefore, leaves were extracted with supercritical CO(2) and ethanol mixture in order to obtain glycosides, then the raffinate phase was hydrolyzed by both dilute acid and various concentrations of cellulase and β-glucosidase cocktail. The maximum yield of reducing sugars reached 25.67 g/L under the optimal conditions of enzyme pretreatment, whereas 32.00 g/L was reached by consecutive enzymatic and acid hydrolyses. Bioethanol yield (20 g/L, 2.0% inoculum, 2 days) based on the sugar consumed was 45.55% corresponding to a productivity of 0.19 kg/m(3)h which demonstrates challenges to be utilized as a potential feedstock for the production of bioethanol."}
	,"source":{"resource":"https://www.ncbi.nlm.nih.gov/pubmed/"}}}
