{"resource": {
	"language":"eng",
	"title":{"value":"Direct analysis of steviol glycosides from Stevia leaves by ambient ionization mass spectrometry performed on whole leaves."},
	"subject":[
		{"value":"Diterpenes, Kaurane"},
	{"value":"Glycosides"},
	{"value":"Plant Leaves"},
	{"value":"Stevia"},
	{"value":"Tandem Mass Spectrometry"}
	],
	"pageStart":3091,
	"volume":13,
	"doi":"10.1039/c2an16263f",
	"pageEnd":8,
	"about":"https://www.ncbi.nlm.nih.gov/pubmed/PM22606683",
	"identifier":"PM22606683",
	"type":"Journal Article",
	"isPartOf":
		{"Journal":
		{"title":{"value":"The Analyst"},
	"ISSN":{"value":"1364-5528"}
	}
	},
	"issued":"2012-06-08",
	"dateSubmitted":"forIndex",
	"creator":[
		{
		"Person":
		{"name":"Zhang, J Isabella, JI"
	}
	},
	{
		"Person":
		{"name":"Li, Xin, X"
	}
	},
	{
		"Person":
		{"name":"Ouyang, Zheng, Z"
	}
	},
	{
		"Person":
		{"name":"Cooks, R Graham, RG"
	}
	}
	],
	"abstract":{"value":"Leaf spray mass spectrometry is explored as a fast and simple way for direct analysis of sweet glycosides in fresh untreated Stevia leaves without sample pretreatment. In this technique, a fresh triangular piece of Stevia leaf serves as both sample and substrate. Application of a butanol : methanol : water mixture and a high voltage to intact leaf material produces a high electric field at the tip of the leaf. This results in field emission of charged droplets containing the glycosides. The resulting dry ions are detected by mass spectrometry and confirmed by tandem mass spectrometry and exact mass measurements. A comparison between leaf spray and other ambient ionization methods which are successful for screening glycosides in Stevia leaves--desorption electrospray ionization, low temperature plasma and paper spray--shows that leaf spray produces the highest quality spectra. It is also extremely easy to implement with no need for nebulizing gas or sample preparation and is suited to semi-quantitative determinations. The potential for the application of leaf spray mass spectrometry to direct and rapid screening of plant materials is here realized in the case of Stevia sweet glycosides."}
	,"source":{"resource":"https://www.ncbi.nlm.nih.gov/pubmed/"}}}
