{"resource": {
	"language":"eng",
	"title":{"value":"Non-nutritive sweeteners and their role in the gastrointestinal tract."},
	"subject":[
		{"value":"Animals"},
	{"value":"Gastrointestinal Hormones"},
	{"value":"Gastrointestinal Tract"},
	{"value":"Glucagon-Like Peptide 1"},
	{"value":"Glucose"},
	{"value":"Humans"},
	{"value":"Intestinal Absorption"},
	{"value":"Metagenome"},
	{"value":"Sweetening Agents"},
	{"value":"Taste Perception"}
	],
	"pageStart":2597,
	"volume":8,
	"doi":"10.1210/jc.2012-1475",
	"pageEnd":605,
	"about":"https://www.ncbi.nlm.nih.gov/pubmed/PM22679063",
	"identifier":"PM22679063",
	"type":"Journal Article",
	"isPartOf":
		{"Journal":
		{"title":{"value":"The Journal of clinical endocrinology and metabolism"},
	"ISSN":{"value":"1945-7197"}
	}
	},
	"issued":"2012-08-07",
	"dateSubmitted":"forIndex",
	"uri":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3410280",
	"creator":[
		{
		"Person":
		{"name":"Brown, Rebecca J, RJ"
	}
	},
	{
		"Person":
		{"name":"Rother, Kristina I, KI"
	}
	}
	],
	"abstract":[
		{"value":"Non-nutritive sweeteners can bind to sweet-taste receptors present not only in the oral cavity, but also on enteroendocrine and pancreatic islet cells. Thus, these sweeteners may have biological activity by eliciting or inhibiting hormone secretion. Because consumption of non-nutritive sweeteners is common in the United States, understanding the physiological effects of these substances is of interest and importance."},
	{"value":"A PubMed (1960-2012) search was performed to identify articles examining the effects of non-nutritive sweeteners on gastrointestinal physiology and hormone secretion."},
	{"value":"The majority of in vitro studies showed that non-nutritive sweeteners can elicit secretion of gut hormones such as glucagon-like peptide 1 and glucose-dependent insulinotropic peptide in enteroendocrine or islet cells. In rodents, non-nutritive sweeteners increased the rate of intestinal glucose absorption, but did not alter gut hormone secretion in the absence of glucose. Most studies in humans have not detected effects of non-nutritive sweeteners on gut hormones or glucose absorption. Of eight human studies, one showed increased glucose-stimulated glucagon-like peptide 1 secretion after diet soda consumption, and one showed decreased glucagon secretion after stevia ingestion."},
	{"value":"In humans, few studies have examined the hormonal effects of non-nutritive sweeteners, and inconsistent results have been reported, with the majority not recapitulating in vitro data. Further research is needed to determine whether non-nutritive sweeteners have physiologically significant biological activity in humans."}
	]
	,"source":{"resource":"https://www.ncbi.nlm.nih.gov/pubmed/"}}}
