{"resource": {
	"language":"rus",
	"title":{"value":"[Synthesis and antituberculosis activity of the derivatives of glycoside steviolbioside from the plant Stevia rebaudiana and diterpenoid isosteviol containing hydrazone, hydrazide and pyridinoyl moieties]."},
	"subject":[
		{"value":"Antitubercular Agents"},
	{"value":"Diterpenes"},
	{"value":"Diterpenes, Kaurane"},
	{"value":"Glycosides"},
	{"value":"Humans"},
	{"value":"Hydrazones"},
	{"value":"Isoniazid"},
	{"value":"Isonicotinic Acids"},
	{"value":"Microbial Sensitivity Tests"},
	{"value":"Mycobacterium tuberculosis"},
	{"value":"Picolinic Acids"},
	{"value":"Stevia"},
	{"value":"Tuberculosis"}
	],
	"pageStart":542,
	"volume":4,
	"pageEnd":51,
	"about":"https://www.ncbi.nlm.nih.gov/pubmed/PM22096997",
	"identifier":"PM22096997",
	"type":"Other",
	"isPartOf":
		{"Journal":
		{"title":{"value":"Bioorganicheskaia khimiia"},
	"ISSN":{"value":"0132-3423"}
	}
	},
	"issued":"2011-11-17",
	"dateSubmitted":2016,
	"creator":[
		{
		"Person":
		{"name":"Kataev, V E, VE"
	}
	},
	{
		"Person":
		{"name":"Strobykina, I Iu, IIu"
	}
	},
	{
		"Person":
		{"name":"Andreeva, O V, OV"
	}
	},
	{
		"Person":
		{"name":"Garifullin, B F, BF"
	}
	},
	{
		"Person":
		{"name":"Sharipova, R R, RR"
	}
	},
	{
		"Person":
		{"name":"Mironov, V F, VF"
	}
	},
	{
		"Person":
		{"name":"Chestnova, R V, RV"
	}
	}
	],
	"abstract":{"value":"Conjugates of antitubercular drug Isoniazid (hydrazide of isonicotinic acid), nicotinic and alpha-picolinic acid hydrazides and glycoside steviolbioside from the plant Stevia rebaudiana as well as the product of its acid hydrolysis, diterpenoid isosteviol, were synthesized. Besides, isosteviol hydrazide and hydrazone derivatives as well as conjugates containing two isosteviol moieties connected by dihydrazide linker were also obtained. Both initial compounds and their synthetic derivatives inhibit the growth of Mycobacterium tuberculosis (H37Rv in vitro). The minimum concentration at which the growth of M. tuberculosis was inhibited by 100% (MIC) for stevioside and steviolbioside equals 7.5 and 3.8 microg/mL, respectively. MIC values for conjugates of the hydrazides of pyridine carbonic acids and steviolbioside as well as isosteviol are in the ranges 5-10 and 10-20 microg/mL, respectively. Maximum inhibitory effect against M. tuberculosis showed the conjugates of isosteviol and adipic acid dihydrazide (MIC values ranged from 1.7 to 3.1 microg/mL). Antitubercular activity of the compounds studied is higher than the activity of antitubercular drug Pyrizanamide (MIC = 12.5-20 microg/mL) but lower than the activity of antitubercular drug Isoniazid (MIC = 0.02-0.04 microg/mL)."}
	,"source":{"resource":"https://www.ncbi.nlm.nih.gov/pubmed/"}}}
