{"resource": {
	"language":"eng",
	"title":{"value":"The influence of sweeteners in probiotic Petit Suisse cheese in concentrations equivalent to that of sucrose."},
	"subject":[
		{"value":"Aspartame"},
	{"value":"Bifidobacterium"},
	{"value":"Cheese"},
	{"value":"Food Technology"},
	{"value":"Lactobacillus acidophilus"},
	{"value":"Probiotics"},
	{"value":"Streptococcus thermophilus"},
	{"value":"Sucrose"},
	{"value":"Sweetening Agents"}
	],
	"pageStart":5512,
	"volume":9,
	"doi":"10.3168/jds.2013-6616",
	"pageEnd":21,
	"about":"https://www.ncbi.nlm.nih.gov/pubmed/PM23810599",
	"identifier":"PM23810599",
	"type":"Journal Article",
	"isPartOf":
		{"Journal":
		{"title":{"value":"Journal of dairy science"},
	"ISSN":{"value":"1525-3198"}
	}
	},
	"issued":"2013-08-26",
	"dateSubmitted":"forIndex",
	"creator":[
		{
		"Person":
		{"name":"Esmerino, E A, EA"
	}
	},
	{
		"Person":
		{"name":"Cruz, A G, AG"
	}
	},
	{
		"Person":
		{"name":"Pereira, E P R, EP"
	}
	},
	{
		"Person":
		{"name":"Rodrigues, J B, JB"
	}
	},
	{
		"Person":
		{"name":"Faria, J A F, JA"
	}
	},
	{
		"Person":
		{"name":"Bolini, H M A, HM"
	}
	}
	],
	"abstract":{"value":"As in the case of probiotic functional foods in recent years, demand has increased notably for light or diet foods with added sweeteners. However, little is known about the effect of different sweeteners on the microorganisms present. Thus, the objective of the current study was to establish the ideal sucrose concentration and equivalent concentrations of different sweeteners and to determine, by microbiological analyses, the influence of these compounds on the viability of the starter and probiotic cultures used in the production of strawberry-flavored Petit Suisse cheese during its shelf life. The ideal sucrose concentration was determined using the just-about-right (JAR) scale, and the equivalent concentrations of the sweeteners were subsequently determined by the magnitude estimation method. Microbiological analyses were also carried out to check the viability of the cultures during the product's shelf life. The results showed that the compounds Neotame (NutraSweet, Chicago, IL) and stevia presented, respectively, the greatest and least sweetening power of the sweeteners tested. None of the sweeteners used in this study exerted a negative effect on the viability of the starter or probiotic cultures, and thus we were able to obtain a probiotic, functional food with reduced calorie content."}
	,"source":{"resource":"https://www.ncbi.nlm.nih.gov/pubmed/"}}}
