{"resource": {
	"language":"eng",
	"title":{"value":"Characteristics of purple nonsulfur bacteria grown under Stevia residue extractions."},
	"subject":[
		{"value":"Indoleacetic Acids"},
	{"value":"Phenotype"},
	{"value":"Rhodopseudomonas"},
	{"value":"Rhodospirillaceae"},
	{"value":"Stevia"},
	{"value":"Sweetening Agents"}
	],
	"pageStart":420,
	"volume":5,
	"doi":"10.1111/lam.12129",
	"pageEnd":6,
	"about":"https://www.ncbi.nlm.nih.gov/pubmed/PM23837648",
	"identifier":"PM23837648",
	"type":"Journal Article",
	"isPartOf":
		{"Journal":
		{"title":{"value":"Letters in applied microbiology"},
	"ISSN":{"value":"1472-765X"}
	}
	},
	"issued":"2013-10-16",
	"dateSubmitted":"forIndex",
	"creator":[
		{
		"Person":
		{"name":"Xu, J, J"
	}
	},
	{
		"Person":
		{"name":"Feng, Y, Y"
	}
	},
	{
		"Person":
		{"name":"Wang, Y, Y"
	}
	},
	{
		"Person":
		{"name":"Lin, X, X"
	}
	}
	],
	"abstract":{"value":"As a consequence of the large-scale cultivation of Stevia plants, releases of plant residues, the byproduct after sweetener extraction, to the environment are inevitable. Stevia residue and its effluent after batching up contain large amounts of organic matters with small molecular weight, which therefore are a potential pollution source. Meanwhile, they are favourite substrates for micro-organism growths. This investigation was aimed to utilize the simulated effluent of Stevia residue to enrich the representative purple nonsulfur bacterium (PNSB), Rhodopseudomonas palustris (Rps. palustris), which has important economic values. The growth profile and quality of Rps. palustris were characterized by spectrophotometry, compared to those grown in common PNSB mineral synthetic medium. Our results revealed that the simulated effluent of Stevia residue not only stimulated Rps. palustris growth to a greater extent, but also increased its physiologically active cytochrome concentrations and excreted indole-3-acetic acid (IAA) content. This variation in phenotype of Rps. palustris could result from the shift in its genotype, further revealed by the repetitive sequence-based PCR (rep-PCR) fingerprinting analysis. Our results showed that the effluent of Stevia residue was a promising substrate for microbial growth."}
	,"source":{"resource":"https://www.ncbi.nlm.nih.gov/pubmed/"}}}
