{"resource": {
	"language":"eng",
	"title":{"value":"Effects of synbiotic food consumption on metabolic status of diabetic patients: a double-blind randomized cross-over controlled clinical trial."},
	"subject":[
		{"value":"Adult"},
	{"value":"Aged"},
	{"value":"Anthropometry"},
	{"value":"Antioxidants"},
	{"value":"Biomarkers"},
	{"value":"Blood Glucose"},
	{"value":"C-Reactive Protein"},
	{"value":"Cholesterol, HDL"},
	{"value":"Cholesterol, LDL"},
	{"value":"Cross-Over Studies"},
	{"value":"Diabetes Mellitus"},
	{"value":"Dietary Supplements"},
	{"value":"Double-Blind Method"},
	{"value":"Fasting"},
	{"value":"Female"},
	{"value":"Glutathione"},
	{"value":"Humans"},
	{"value":"Insulin"},
	{"value":"Lactobacillus"},
	{"value":"Male"},
	{"value":"Middle Aged"},
	{"value":"Oxidative Stress"},
	{"value":"Prebiotics"},
	{"value":"Probiotics"},
	{"value":"Synbiotics"},
	{"value":"Triglycerides"},
	{"value":"Uric Acid"}
	],
	"pageStart":198,
	"volume":2,
	"doi":"10.1016/j.clnu.2013.05.015",
	"pageEnd":203,
	"about":"https://www.ncbi.nlm.nih.gov/pubmed/PM23786900",
	"identifier":"PM23786900",
	"type":"Journal Article",
	"isPartOf":
		{"Journal":
		{"title":{"value":"Clinical nutrition (Edinburgh, Scotland)"},
	"ISSN":{"value":"1532-1983"}
	}
	},
	"issued":"2014-03-10",
	"dateSubmitted":"forIndex",
	"creator":[
		{
		"Person":
		{"name":"Asemi, Zatollah, Z"
	}
	},
	{
		"Person":
		{"name":"Khorrami-Rad, Ashraf, A"
	}
	},
	{
		"Person":
		{"name":"Alizadeh, Sabihe-Alsadat, SA"
	}
	},
	{
		"Person":
		{"name":"Shakeri, Hossein, H"
	}
	},
	{
		"Person":
		{"name":"Esmaillzadeh, Ahmad, A"
	}
	}
	],
	"abstract":[
		{"value":"We are aware of no study indicating the effects of synbiotic food consumption on metabolic profiles, inflammation and oxidative stress among diabetic patients. The aim of the current study was to investigate the effects of synbiotic food consumption on metabolic profiles, hs-CRP and biomarkers of oxidative stress in diabetic patients."},
	{"value":"This randomized double-blinded cross-over controlled clinical trial was performed among 62 diabetic patients aged 35-70 y. After a 2-wk run-in period, subjects were randomly assigned to consume either a synbiotic (n = 62) or control food (n = 62) for 6 weeks. A 3-week washout period was applied following which subjects were crossed over to the alternate treatment arm for an additional 6 weeks. The synbiotic food consisted of a probiotic viable and heat-resistant Lactobacillus sporogenes (1 × 10(7) CFU), 0.04 g inulin (HPX) as prebiotic with 0.38 g isomalt, 0.36 g sorbitol and 0.05 g stevia as sweetener per 1 g. Control food (the same substance without probiotic bacteria and prebiotic inulin) was packed in identical 9-gram packages. Patients were asked to consume the synbiotic and control foods three times a day. Fasting blood samples were taken at baseline and after a 6-wk intervention to measure metabolic profiles, hs-CRP and biomarkers of oxidative stress."},
	{"value":"Consumption of a synbiotic food, compared to the control, resulted in a significant decrease in serum insulin levels (changes from baseline: -1.75 ± 0.60 vs. +0.95 ± 1.09 μIU/mL, P = 0.03). Although we failed to find a significant effect of synbiotic food consumption on total- and LDL-cholesterol levels and HOMA-IR, the effects on FPG (22.3 vs. 4.2 mg/dL, P = 0.09), serum triglycerides (45.9 vs. 20.6 mg/dL, P = 0.08) and HDL-cholesterol levels (3.1 vs. -2 mg/dL, P = 0.06) tended to be significant. A significant reduction in serum hs-CRP levels (-1057.86 ± 283.74 vs. 95.40 ± 385.38 ng/mL, P = 0.01) was found following the consumption of synbiotic food compared with the control group. Supplementation with the synbiotic food led to a significant increase in plasma total GSH (319.98 vs. 19.73 μmol/L, P < 0.001) and serum uric acid levels (+0.7 vs. -0.1 mg/dL, P = 0.04) compared to the control food. No significant effect of the synbiotic food was observed on plasma TAC levels."},
	{"value":"In conclusion, consumption of a synbiotic food for 6 weeks among diabetic patients had significant effects on serum insulin, hs-CRP, uric acid and plasma total GSH levels."},
	{"value":"www.irct.ir: IRCT201201195623N1."}
	]
	,"source":{"resource":"https://www.ncbi.nlm.nih.gov/pubmed/"}}}
