{"resource": {
	"language":"eng",
	"title":{"value":"Adverse effects of herbal medicines: an overview of systematic reviews."},
	"subject":[
		{"value":"Herbal Medicine"},
	{"value":"Humans"},
	{"value":"Phytotherapy"},
	{"value":"Plant Preparations"},
	{"value":"Plants, Medicinal"},
	{"value":"Risk Factors"}
	],
	"pageStart":7,
	"volume":1,
	"pageEnd":12,
	"about":"https://www.ncbi.nlm.nih.gov/pubmed/PM23472485",
	"identifier":"PM23472485",
	"type":"Journal Article",
	"isPartOf":
		{"Journal":
		{"title":{"value":"Clinical medicine (London, England)"},
	"ISSN":{"value":"1470-2118"}
	}
	},
	"issued":"2013-03-11",
	"dateSubmitted":2016,
	"creator":[
		{
		"Person":
		{"name":"Posadzki, Paul, P"
	}
	},
	{
		"Person":
		{"name":"Watson, Leala K, LK"
	}
	},
	{
		"Person":
		{"name":"Ernst, Edzard, E"
	}
	}
	],
	"abstract":{"value":"This overview of systematic reviews (SRs) aims to evaluate critically the evidence regarding the adverse effects of herbal medicines (HMs). Five electronic databases were searched to identify all relevant SRs, with 50 SRs of 50 different HMs meeting our inclusion criteria. Most had only minor weaknesses in methods. Serious adverse effects were noted only for four HMs: Herbae pulvis standardisatus, Larrea tridentate, Piper methysticum and Cassia senna. The most severe adverse effects were liver or kidney damage, colon perforation, carcinoma, coma and death. Moderately severe adverse effects were noted for 15 HMs: Pelargonium sidoides, Perna canaliculus, Aloe vera, Mentha piperita, Medicago sativa, Cimicifuga racemosa, Caulophyllum thalictroides, Serenoa repens, Taraxacum officinale, Camellia sinensis, Commifora mukul, Hoodia gordonii, Viscum album, Trifolium pratense and Stevia rebaudiana. Minor adverse effects were noted for 31 HMs: Thymus vulgaris, Lavandula angustifolia Miller, Boswellia serrata, Calendula officinalis, Harpagophytum procumbens, Panax ginseng, Vitex agnus-castus, Crataegus spp., Cinnamomum spp., Petasites hybridus, Agave americana, Hypericum perforatum, Echinacea spp., Silybum marianum, Capsicum spp., Genus phyllanthus, Ginkgo biloba, Valeriana officinalis, Hippocastanaceae, Melissa officinalis, Trigonella foenum-graecum, Lagerstroemia speciosa, Cnicus benedictus, Salvia hispanica, Vaccinium myrtillus, Mentha spicata, Rosmarinus officinalis, Crocus sativus, Gymnema sylvestre, Morinda citrifolia and Curcuma longa. Most of the HMs evaluated in SRs were associated with only moderately severe or minor adverse effects."}
	,"source":{"resource":"https://www.ncbi.nlm.nih.gov/pubmed/"}}}
