{"resource": {
	"language":"eng",
	"title":{"value":"Sweeteners from plants--with emphasis on Stevia rebaudiana (Bertoni) and Siraitia grosvenorii (Swingle)."},
	"subject":[
		{"value":"Chromatography, High Pressure Liquid"},
	{"value":"Chromatography, Liquid"},
	{"value":"Cucurbitaceae"},
	{"value":"Diterpenes, Kaurane"},
	{"value":"Glucosides"},
	{"value":"Humans"},
	{"value":"Plant Extracts"},
	{"value":"Plant Leaves"},
	{"value":"Stevia"},
	{"value":"Sweetening Agents"},
	{"value":"Triterpenes"}
	],
	"pageStart":4397,
	"volume":13,
	"doi":"10.1007/s00216-012-6693-0",
	"pageEnd":407,
	"about":"https://www.ncbi.nlm.nih.gov/pubmed/PM23341001",
	"identifier":"PM23341001",
	"type":"Journal Article",
	"isPartOf":
		{"Journal":
		{"title":{"value":"Analytical and bioanalytical chemistry"},
	"ISSN":{"value":"1618-2650"}
	}
	},
	"issued":"2013-04-22",
	"dateSubmitted":"forIndex",
	"creator":[
		{
		"Person":
		{"name":"Pawar, Rahul S, RS"
	}
	},
	{
		"Person":
		{"name":"Krynitsky, Alexander J, AJ"
	}
	},
	{
		"Person":
		{"name":"Rader, Jeanne I, JI"
	}
	}
	],
	"abstract":{"value":"In addition to their widely recognized use as dietary supplement ingredients, plant-derived compounds are increasingly used as natural sweeteners. The search for nonnutritive sweeteners has been stimulated over the last 20-30 years by concern over demonstrated or suspected relationships between consumption of sucrose and high-fructose corn syrups and a variety of health-related conditions. In the USA, there is increased use of plant extracts known to contain highly sweet terpenoids. Purified extracts of Stevia rebaudiana (Bertoni) containing the diterpene glycosides stevioside and rebaudioside A are popular as sweeteners and are also used as dietary supplements, and soft drinks and nutritional and energy shakes incorporating extracts of Siraitia grosvenorii (Swingle) fruits containing sweet triterpene glycosides such as mogroside V are also on the market. Here, we review recent studies on these two important sources of noncaloric natural sweeteners, including analytical methods used to identify and quantify specific constituents and structural features relating to their sweetness. We also review the generally recognized as safe status of specific components and their status with respect to review by the Joint FAO/WHO Expert Committee on Food Additives."}
	,"source":{"resource":"https://www.ncbi.nlm.nih.gov/pubmed/"}}}
