{"resource": {
	"language":"eng",
	"title":{"value":"Simultaneous analysis of steviol and steviol glycosides by liquid chromatography with ultraviolet detection on a mixed-mode column: application to Stevia plant material and Stevia-containing dietary supplements."},
	"subject":[
		{"value":"Brazil"},
	{"value":"Calibration"},
	{"value":"China"},
	{"value":"Chromatography, High Pressure Liquid"},
	{"value":"Dietary Supplements"},
	{"value":"Diterpenes, Kaurane"},
	{"value":"Glucosides"},
	{"value":"Glycosides"},
	{"value":"Indicators and Reagents"},
	{"value":"Limit of Detection"},
	{"value":"Oligosaccharides"},
	{"value":"Plant Extracts"},
	{"value":"Spectrophotometry, Ultraviolet"},
	{"value":"Stevia"},
	{"value":"Sweetening Agents"}
	],
	"pageStart":1588,
	"volume":6,
	"pageEnd":96,
	"about":"https://www.ncbi.nlm.nih.gov/pubmed/PM23451373",
	"identifier":"PM23451373",
	"type":"Journal Article",
	"isPartOf":
		{"Journal":
		{"title":{"value":"Journal of AOAC International"},
	"ISSN":{"value":"1060-3271"}
	}
	},
	"issued":"2013-03-04",
	"dateSubmitted":2016,
	"creator":[
		{
		"Person":
		{"name":"Jaworska, Karolina, K"
	}
	},
	{
		"Person":
		{"name":"Krynitsky, Alexander J, AJ"
	}
	},
	{
		"Person":
		{"name":"Rader, Jeanne I, JI"
	}
	}
	],
	"abstract":{"value":"Simultaneous separation of steviol and steviol glycosides is challenging because of differences in their polarity and chemical structure. In this study, simultaneous analysis of steviol and steviol glycosides was achieved by LC with UV detection using a mixed-mode RP weak anion exchange chromatography column. Steviol and seven steviol glycosides were analyzed on an Acclaim Mixed-Mode Wax-1 (Dionex) column with a linear gradient of deionized water adjusted to pH 3.00 with phosphoric acid and acetonitrile. The extraction was performed by sonicating dry plant material at 40 degreesC in acetonitrile-water (30 + 70, v/v). LOQ values (mg/g dry weight of plant material) were rebaudioside B, 0.50; steviol, 0.70, dulcoside A, 1.0; steviolbioside, 1.2; stevioside and rebaudioside C, 2.0; rebaudioside D, 3.3; and rebaudioside A, 5.0. The method demonstrated suitable performance for all analytes tested with respect to accuracy (mean recoveries 95-99%), intraday and interday precision for retention times (0.070-0.28% and 0.33-1.0% RSD, respectively), and linearity. The method was used to authenticate steviol glycosides in several samples of Stevia plant material as well as to quantitate steviol glycosides in dietary supplements containing Stevia."}
	,"source":{"resource":"https://www.ncbi.nlm.nih.gov/pubmed/"}}}
