{"resource": {
	"language":"eng",
	"title":{"value":"Stevia rebaudiana Bertoni as a source of bioactive compounds: the effect of harvest time, experimental site and crop age on steviol glycoside content and antioxidant properties."},
	"subject":[
		{"value":"Antioxidants"},
	{"value":"Chromatography, High Pressure Liquid"},
	{"value":"Crops, Agricultural"},
	{"value":"Diterpenes, Kaurane"},
	{"value":"Food Additives"},
	{"value":"Glucosides"},
	{"value":"Glycosides"},
	{"value":"Italy"},
	{"value":"Non-Nutritive Sweeteners"},
	{"value":"Oligosaccharides"},
	{"value":"Phenols"},
	{"value":"Phytochemicals"},
	{"value":"Plant Extracts"},
	{"value":"Plant Leaves"},
	{"value":"Seasons"},
	{"value":"Soil"},
	{"value":"Spatio-Temporal Analysis"},
	{"value":"Stevia"}
	],
	"pageStart":2121,
	"volume":9,
	"doi":"10.1002/jsfa.6016",
	"pageEnd":9,
	"about":"https://www.ncbi.nlm.nih.gov/pubmed/PM23303701",
	"identifier":"PM23303701",
	"type":"Other",
	"isPartOf":
		{"Journal":
		{"title":{"value":"Journal of the science of food and agriculture"},
	"ISSN":{"value":"1097-0010"}
	}
	},
	"issued":"2013-06-05",
	"dateSubmitted":"forIndex",
	"creator":[
		{
		"Person":
		{"name":"Tavarini, Silvia, S"
	}
	},
	{
		"Person":
		{"name":"Angelini, Luciana G, LG"
	}
	}
	],
	"abstract":[
		{"value":"This study was aimed at identifying the effect of harvest time, experimental site and crop age on the no-calorie sweetener steviol glycosides (SG) and on the antioxidant properties of stevia leaf extracts. The experiment was conducted over two growing seasons at two sites in the northeastern plain of Italy."},
	{"value":"The results showed that all analysed factors played an important role in defining the SG profile and the antioxidant properties of stevia extracts. A high level of phenols (78.24 mg GAE g⁻¹ DW by Folin-Ciocalteu method) and high antioxidant activity (812.6 µmol Fe²⁺ g⁻¹ DW by FRAP assay) were observed. The inhibition of DPPH free radicals was evaluated and an IC₅₀ mean value of 250 µg mL⁻¹ was obtained. Significant relationships among the total antioxidant capacity and the analysed compounds were found."},
	{"value":"The results showed the possibility of obtaining, in the tested environments, very high SG yields thanks to the long-day conditions during the spring/summer season. The harvest time played a key role in determining the stevia quality, influencing the rebaudioside A/stevioside ratio. The strong antioxidant properties make very interesting the possibility of using stevia extracts to improve functional food properties."}
	]
	,"source":{"resource":"https://www.ncbi.nlm.nih.gov/pubmed/"}}}
