{"resource": {
	"language":"eng",
	"title":{"value":"Effects of salt stress on the growth, physiological responses, and glycoside contents of Stevia rebaudiana Bertoni."},
	"subject":[
		{"value":"China"},
	{"value":"Diterpenes, Kaurane"},
	{"value":"Glucosides"},
	{"value":"Plant Leaves"},
	{"value":"Plant Roots"},
	{"value":"Plant Stems"},
	{"value":"Salinity"},
	{"value":"Soil"},
	{"value":"Stevia"},
	{"value":"Stress, Physiological"},
	{"value":"Sweetening Agents"}
	],
	"pageStart":5720,
	"volume":24,
	"doi":"10.1021/jf401237x",
	"pageEnd":6,
	"about":"https://www.ncbi.nlm.nih.gov/pubmed/PM23711229",
	"identifier":"PM23711229",
	"type":"Other",
	"isPartOf":
		{"Journal":
		{"title":{"value":"Journal of agricultural and food chemistry"},
	"ISSN":{"value":"1520-5118"}
	}
	},
	"issued":"2013-11-25",
	"dateSubmitted":"forIndex",
	"creator":[
		{
		"Person":
		{"name":"Zeng, Jianwei, J"
	}
	},
	{
		"Person":
		{"name":"Chen, Aimeng, A"
	}
	},
	{
		"Person":
		{"name":"Li, Dandan, D"
	}
	},
	{
		"Person":
		{"name":"Yi, Bin, B"
	}
	},
	{
		"Person":
		{"name":"Wu, Wei, W"
	}
	}
	],
	"abstract":{"value":"This study examined the effects of three different NaCl concentrations (60, 90, and 120 mM) on the growth, physiological responses, and steviol glycoside composition of Stevia rebaudiana Bertoni for 4 weeks. The results showed that the total dry weight decreased by 40% at 120 mM NaCl but remained the same at 60 and 90 mM NaCl. As salt concentration increased, chlorophyll contents decreased markedly by 10-70%, whereas the increments of the antioxidant enzyme activities were 1.0-1.6, 1.2-1.3, and 2.0-4.0 times, respectively, for superoxide dismutase, peroxidase, and catalase. The proline contents in salt-treated plants were 17-42 times higher than that in control. Moreover, leaf possessed significantly higher K⁺ content and K⁺/Na⁺ ratio than stem and root for all salt treatments. In addition, 90-120 mM NaCl treatment notably decreased the content of rebaudioside A (RA) and stevioside (ST) by 16.2-38.2%, whereas the increment of the ratio of RA/ST of salt-treated plants was 1.1-1.4 times. These results indicate that S. rebaudiana is moderately tolerant to salt stress. Hypohaline soil can be utilized in the plantation of S. rebaudiana and may be profitable for optimizing the steviol glycoside composition."}
	,"source":{"resource":"https://www.ncbi.nlm.nih.gov/pubmed/"}}}
