{"resource": {
	"language":"eng",
	"title":{"value":"Metabolism and toxicity studies supporting the safety of rebaudioside D."},
	"subject":[
		{"value":"Animals"},
	{"value":"Body Weight"},
	{"value":"Diet"},
	{"value":"Diterpenes, Kaurane"},
	{"value":"Female"},
	{"value":"Gastrointestinal Tract"},
	{"value":"Glycosides"},
	{"value":"Male"},
	{"value":"Microsomes, Liver"},
	{"value":"No-Observed-Adverse-Effect Level"},
	{"value":"Plant Extracts"},
	{"value":"Plant Leaves"},
	{"value":"Rats"},
	{"value":"Rats, Sprague-Dawley"},
	{"value":"Stevia"},
	{"value":"Sweetening Agents"},
	{"value":"Toxicity Tests"}
	],
	"pageStart":261,
	"volume":4,
	"doi":"10.1177/1091581813492828",
	"pageEnd":73,
	"about":"https://www.ncbi.nlm.nih.gov/pubmed/PM23766392",
	"identifier":"PM23766392",
	"type":"Journal Article",
	"isPartOf":
		{"Journal":
		{"title":{"value":"International journal of toxicology"},
	"ISSN":{"value":"1092-874X"}
	}
	},
	"issued":"2013-08-07",
	"dateSubmitted":"forIndex",
	"creator":[
		{
		"Person":
		{"name":"Nikiforov, Andrey I, AI"
	}
	},
	{
		"Person":
		{"name":"Rihner, Marisa O, MO"
	}
	},
	{
		"Person":
		{"name":"Eapen, Alex K, AK"
	}
	},
	{
		"Person":
		{"name":"Thomas, Jennifer A, JA"
	}
	}
	],
	"abstract":{"value":"Rebaudioside D (Reb D) is one of the several glycosides found in the leaves of Stevia rebaudiana (Bertoni) Bertoni (Compositae) which has been identified as a potential sweetener. The metabolism of Reb A and Reb D was evaluated in various in vitro matrices (simulated gastrointestinal fluids, rat liver microsomes, and rat cecal contents) and through analysis of plasma collected from rats in a dietary toxicity study. Reb A and Reb D showed similar stability when exposed to simulated stomach and small intestine fluids, with susceptibility to hydrolytic degradation by enteric bacteria collected from the cecum. Incubations with rat liver microsomes indicated that neither compound is expected to be metabolized by the liver enzymes. Plasma concentrations of Reb D, Reb A, and/or the final hydrolysis product of each compound, free/conjugated steviol, were consistent between animals administered either Reb D or Reb A in the diet. A repeated exposure dietary toxicity study was conducted to compare the safety of Reb D, when administered at target exposure levels of 500, 1000, and 2000 mg/kg body weight (bw)/d to Sprague-Dawley rats for 28 days, to that of Reb A administered at a target exposure level of 2000 mg/kg bw/d. There were no treatment-related effects on the general condition and behavior of the animals and no toxicologically relevant, treatment-related effects on hematology, serum chemistry, or urinalysis. Macroscopic and microscopic findings revealed no treatment-related effects on any organ evaluated. Results were comparable between the group administered 2000 mg/kg/d Reb D and the group administered 2000 mg/kg/d Reb A."}
	,"source":{"resource":"https://www.ncbi.nlm.nih.gov/pubmed/"}}}
