{"resource": {
	"language":"eng",
	"title":{"value":"Effect of sucrose, stevia and xylitol on rheological properties of gels from blends of chestnut and rice flours."},
	"subject":[
		{"value":"Color"},
	{"value":"Diterpenes, Kaurane"},
	{"value":"Fagaceae"},
	{"value":"Flour"},
	{"value":"Gels"},
	{"value":"Glycosides"},
	{"value":"Kinetics"},
	{"value":"Mechanical Processes"},
	{"value":"Oryza"},
	{"value":"Rheology"},
	{"value":"Sucrose"},
	{"value":"Xylitol"}
	],
	"pageStart":249,
	"volume":1,
	"doi":"10.1016/j.carbpol.2013.06.018",
	"pageEnd":56,
	"about":"https://www.ncbi.nlm.nih.gov/pubmed/PM23987342",
	"identifier":"PM23987342",
	"type":"Journal Article",
	"isPartOf":
		{"Journal":
		{"title":{"value":"Carbohydrate polymers"},
	"ISSN":{"value":"1879-1344"}
	}
	},
	"issued":"2013-08-30",
	"dateSubmitted":"forIndex",
	"creator":[
		{
		"Person":
		{"name":"Torres, M D, MD"
	}
	},
	{
		"Person":
		{"name":"Raymundo, A, A"
	}
	},
	{
		"Person":
		{"name":"Sousa, I, I"
	}
	}
	],
	"abstract":{"value":"The development of high quality gluten-free products requires the understanding of the phenomena that dictate the ingredient interactions commonly used in foodstuff. In this work, the main objective was to develop alternative gluten-free gelled desserts from blends of chestnut flour (Cf) and whole (Rw), Agulha (Ra) or Carolino (Rc) rice flours. The impact of sucrose, stevia and xylitol on textural, rheological and structural properties of selected gels was investigated. Texture results indicated that studied gels in the presence of sucrose and xylitol decreased significantly the firmness. Rheological outcomes showed that the temperature ramps on heating of Cf/Rw gels were similar to those obtained for Cf/Ra, whereas Cf/Rc gels presented a particular pattern. The presence of sucrose resulted in a significant decrease in the values of storage and loss moduli. Confocal microscopic images showed that the sugar addition leads to a less aggregated structure with fracture lines well marked."}
	,"source":{"resource":"https://www.ncbi.nlm.nih.gov/pubmed/"}}}
