{"resource": {
	"language":"eng",
	"title":{"value":"Efficient micropropagation and chlorocholine chloride induced stevioside production of Stevia rebaudiana Bertoni."},
	"subject":[
		{"value":"Breeding"},
	{"value":"Chlormequat"},
	{"value":"Chromatography, High Pressure Liquid"},
	{"value":"Culture Media"},
	{"value":"Diterpenes, Kaurane"},
	{"value":"Glucosides"},
	{"value":"Plant Extracts"},
	{"value":"Plant Growth Regulators"},
	{"value":"Plant Roots"},
	{"value":"Plant Shoots"},
	{"value":"Seeds"},
	{"value":"Stevia"},
	{"value":"Tissue Culture Techniques"}
	],
	"pageStart":17,
	"volume":1,
	"pageEnd":28,
	"about":"https://www.ncbi.nlm.nih.gov/pubmed/PM23537766",
	"identifier":"PM23537766",
	"type":"Journal Article",
	"isPartOf":
		{"Journal":
		{"title":{"value":"Comptes rendus biologies"},
	"ISSN":{"value":"1768-3238"}
	}
	},
	"issued":"2013-03-29",
	"dateSubmitted":2016,
	"creator":[
		{
		"Person":
		{"name":"Dey, Avishek, A"
	}
	},
	{
		"Person":
		{"name":"Kundu, Sayanti, S"
	}
	},
	{
		"Person":
		{"name":"Bandyopadhyay, Abhijit, A"
	}
	},
	{
		"Person":
		{"name":"Bhattacharjee, Aloke, A"
	}
	}
	],
	"abstract":{"value":"A promising method of micropropagation of Stevia rebaudiana Bertoni has been developed with an aim to increase the biomass, survivability of the plantlets and stevioside production, using chlorocholine chloride (CCC). Microshoots transferred to the MS medium containing different combinations CCC and IBA were found to be most effective in terms of growth pattern, hardening ability of the plantlets and stevioside content, compared to MS medium containing either IBA or CCC. Among other combinations tested, MS medium supplemented with 3 mg/l CCC and 3 mg/l IBA was found most effective in inducing significant changes like reduced shoot length, increased number of roots, higher leaf size, increased biomass and chlorophyll retaining capacity, higher survival percentage and most importantly the elevated stevioside content. Collectively, the major observations of this research indicate that application of CCC in micropropagation of S. rebaudiana Bertoni is a promising approach and has commercial prospects."}
	,"source":{"resource":"https://www.ncbi.nlm.nih.gov/pubmed/"}}}
