{"resource": {
	"language":"eng",
	"title":{"value":"Antimicrobial potential of extracts from Stevia rebaudiana leaves against bacteria of importance in dental caries."},
	"subject":[
		{"value":"Bacteria"},
	{"value":"Dental Caries"},
	{"value":"Humans"},
	{"value":"Plant Extracts"},
	{"value":"Stevia"}
	],
	"pageStart":171,
	"volume":2,
	"pageEnd":5,
	"about":"https://www.ncbi.nlm.nih.gov/pubmed/PM23230637",
	"identifier":"PM23230637",
	"type":"Journal Article",
	"isPartOf":
		{"Journal":
		{"title":{"value":"Acta odontológica latinoamericana : AOL"},
	"ISSN":{"value":"0326-4815"}
	}
	},
	"issued":"2012-12-12",
	"dateSubmitted":2016,
	"creator":[
		{
		"Person":
		{"name":"Gamboa, Fredy, F"
	}
	},
	{
		"Person":
		{"name":"Chaves, Margarita, M"
	}
	}
	],
	"abstract":{"value":"In recent years, the antimicrobial activity of Stevia rebaudiana Bertoni leaf extracts against a large number of microorganisms has been evaluated, but not its activity against microorganisms of importance in dental caries. The aim of this study was to evaluate the antibacterial activity of Stevia rebaudiana Bertoni leaf extracts against cariogenic bacteria. Extracts were obtained from the dried Stevia rebaudiana Bertoni leaves in hexane, methanol, ethanol, ethyl acetate and chloroform. The antimicrobial activity of the 5 extracts against 16 bacterial strains of the genera Streptococcus (n= 12) and Lactobacillus (n= 4) was evaluated by the well diffusion method. Minimal inhibitory concentrations (MIC) of the extracts in hexane, methanol, ethanol, ethyl acetate and chloroform on the 16 bacterial strains were respectively 30 mg/ml, 120 mg/ml, 120 mg/ml, 60 mg/ml and 60 mg/ml. The zones of inhibition present at the MIC were variable, ranging from 9 mm to 17.3 mm. Our results suggest that inhibition zones with a hexane extract are similar to those obtained with ethanol and methanol, but the minimal inhibitory concentration (30 mg/ml) is lower. For the four Lactobacillus species, the inhibition zones obtained between 12.3 and 17.3 mm were somewhat larger with ethyl acetate and chloroform extracts, suggesting they were the most susceptible microorganisms."}
	,"source":{"resource":"https://www.ncbi.nlm.nih.gov/pubmed/"}}}
