{"resource": {
	"language":"eng",
	"title":{"value":"Effect of decapitation and nutrient applications on shoot branching, yield, and accumulation of secondary metabolites in leaves of Stevia rebaudiana Bertoni."},
	"subject":[
		{"value":"Agriculture"},
	{"value":"Biomass"},
	{"value":"Chlorophyll"},
	{"value":"Fertilizers"},
	{"value":"Plant Shoots"},
	{"value":"Stevia"}
	],
	"pageStart":1526,
	"volume":17,
	"doi":"10.1016/j.jplph.2013.06.017",
	"pageEnd":35,
	"about":"https://www.ncbi.nlm.nih.gov/pubmed/PM23910992",
	"identifier":"PM23910992",
	"type":"Journal Article",
	"isPartOf":
		{"Journal":
		{"title":{"value":"Journal of plant physiology"},
	"ISSN":{"value":"1618-1328"}
	}
	},
	"issued":"2013-10-07",
	"dateSubmitted":"forIndex",
	"creator":[
		{
		"Person":
		{"name":"Pal, Probir Kumar, PK"
	}
	},
	{
		"Person":
		{"name":"Prasad, Ramdeen, R"
	}
	},
	{
		"Person":
		{"name":"Pathania, Vijaylata, V"
	}
	}
	],
	"abstract":{"value":"The axillary buds of stevia (Stevia rebaudiana Bertoni) often remain dormant for a long time and sometimes remain dormant permanently until the plants enter into the reproductive stage. The present study was conducted to ascertain whether decapitation and foliar fertilization enhance the productivity and quality of stevia through breaking the apical dominance and increasing physiological activities. Ten treatment combinations comprising two cultural operations (non-decapitation and decapitation) and five foliar spray treatments (water spray control, KNO3 @ 5.0gL(-1), Ca(NO3)2 @ 4.06gL(-1), CuSO4·5H2O 2.0gL(-1) and (NH4)6Mo7O24 @ 1.0gL(-1)) were applied. The decapitation of apical buds of stevia increased the branches and increased dry leaf yield by 13 and 17% compared with non-decapitation during 2010 and 2011, respectively, without affecting quality. Foliar application of nutrient solutions also exerted a considerable effect on growth parameters, yield attributes and chlorophyll content, and significantly (P=0.05) higher dry leaf yield ranging from 8 to 26% over the control. Among the foliar spray treatments, KNO3 @ 5.0gL(-1) and Ca (NO3)2 4.06gL(-1) were found most effective in dry leaf yield. Thus, the decapitation of apical buds and foliar application of KNO3 and Ca (NO3)2 could enhance the productivity of stevia through improving the growth of axillary buds and physiological activities."}
	,"source":{"resource":"https://www.ncbi.nlm.nih.gov/pubmed/"}}}
