{"resource": {
	"language":"eng",
	"title":{"value":"Simultaneous quantification of stevioside and rebaudioside A in different stevia samples collected from the Indian subcontinent."},
	"pageStart":276,
	"volume":4,
	"doi":"10.4103/0975-7406.103236",
	"pageEnd":81,
	"about":"https://www.ncbi.nlm.nih.gov/pubmed/PM23248559",
	"identifier":"PM23248559",
	"type":"Journal Article",
	"isPartOf":
		{"Journal":
		{"title":{"value":"Journal of pharmacy & bioallied sciences"},
	"ISSN":{"value":"0976-4879"}
	}
	},
	"issued":"2012-12-18",
	"dateSubmitted":"forIndex",
	"uri":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3523521",
	"creator":[
		{
		"Person":
		{"name":"Chester, Karishma, K"
	}
	},
	{
		"Person":
		{"name":"Tamboli, Ennus T, ET"
	}
	},
	{
		"Person":
		{"name":"Singh, Mhaveer, M"
	}
	},
	{
		"Person":
		{"name":"Ahmad, Sayeed, S"
	}
	}
	],
	"abstract":[
		{"value":"A high performance thin layer chromatographic (HPTLC) method was developed for simultaneous estimation of stevioside and rebaudioside A in Stevia rebaudiana samples collected from different regions of Indian subcontinent."},
	{"value":"THE SEPARATION WAS ACHIEVED BY USING ACETONE: ethyl acetate: water (5:4:1, v/v/v) as the solvent system on precoated silica gel 60 F(254) TLC plates. The densitometric quantification of stevia glycosides was carried out at wavelength 360 nm in absorption mode after spraying with anisaldehyde sulphuric acid as detecting reagent."},
	{"value":"The well resolved peaks for stevioside and rebaudioside A were observed at R(f) values 0.31± 0.02 and 0.21± 0.02 respectively. The calibration curves were found linear with a wide range of concentration 100 - 2000 ng spot(-1) with good correlation coefficient 0.996 and 0.991 for stevioside and rebaudioside A, respectively."},
	{"value":"The proposed method was validated as per the ICH (International Conferences on Harmonization) guidelines and found simple, sensitive, economic, reproducible, robust and accurate for quantitative analysis of stevia glycosides, which can be applied for quality control of stevia as well as to check."}
	]
	,"source":{"resource":"https://www.ncbi.nlm.nih.gov/pubmed/"}}}
