{"resource": {
	"language":"eng",
	"title":{"value":"Determination of six steviol glycosides of Stevia rebaudiana (Bertoni) from different geographical origin by LC-ESI-MS/MS."},
	"subject":[
		{"value":"Chromatography, High Pressure Liquid"},
	{"value":"Diterpenes, Kaurane"},
	{"value":"Glycosides"},
	{"value":"Plant Extracts"},
	{"value":"Stevia"},
	{"value":"Tandem Mass Spectrometry"}
	],
	"pageStart":745,
	"volume":2,
	"pageEnd":53,
	"about":"https://www.ncbi.nlm.nih.gov/pubmed/PM23790843",
	"identifier":"PM23790843",
	"type":"Other",
	"isPartOf":
		{"Journal":
		{"title":{"value":"Food chemistry"},
	"ISSN":{"value":"0308-8146"}
	}
	},
	"issued":"2013-06-24",
	"dateSubmitted":2016,
	"creator":[
		{
		"Person":
		{"name":"Montoro, Paola, P"
	}
	},
	{
		"Person":
		{"name":"Molfetta, Ilaria, I"
	}
	},
	{
		"Person":
		{"name":"Maldini, Mariateresa, M"
	}
	},
	{
		"Person":
		{"name":"Ceccarini, Lucia, L"
	}
	},
	{
		"Person":
		{"name":"Piacente, Sonia, S"
	}
	},
	{
		"Person":
		{"name":"Pizza, Cosimo, C"
	}
	},
	{
		"Person":
		{"name":"Macchia, Mario, M"
	}
	}
	],
	"abstract":{"value":"Liquid chromatography electro-spray tandem mass spectrometry (LC-ESI/MS/MS) was applied to the determination of sweet glycosides (steviol glycosides), and toxic aglycon steviol in 24 samples of Stevia rebaudiana (Bertoni) aerial parts, which had been experimentally cultivated in Italy, although derived from seeds of different geographical origin. On the basis of the specific fragmentation of these compounds, an LC-MS/MS method was developed with the aim of quantifying analytes in plant material. Although toxic steviol was not detectable in all the samples, the samples with the highest levels of steviol glycosides were identified. Analysis of the different samples revealed that they were good quality samples, quality being directly linked to the presence of sweet glycosides in the plants cultivated in Italy, although there were differences in the content of these compounds according to the origin of the seeds, and in particular, a major concentration of compounds with major sweetness activity and minor toxicity was found in the population coming from Brazil (for example: sample 10, stevioside content 15.74±2.0% p/p and rebaudioside A content 3.09±0.39% p/p of dried plant). Finally, based on this metabolomic targeted approach, the results obtained for the samples were treated by Principal Component Analysis, identifying specific genotypic differences based on the geographic origin of the seeds."}
	,"source":{"resource":"https://www.ncbi.nlm.nih.gov/pubmed/"}}}
