{"resource": {
	"language":"eng",
	"title":{"value":"Fast methodology of analysing major steviol glycosides from Stevia rebaudiana leaves."},
	"subject":[
		{"value":"Chromatography, High Pressure Liquid"},
	{"value":"Diterpenes, Kaurane"},
	{"value":"Glucosides"},
	{"value":"Glycosides"},
	{"value":"Plant Leaves"},
	{"value":"Solid Phase Extraction"}
	],
	"pageStart":518,
	"doi":"10.1016/j.foodchem.2014.02.088",
	"pageEnd":23,
	"about":"https://www.ncbi.nlm.nih.gov/pubmed/PM24679813",
	"identifier":"PM24679813",
	"type":"Journal Article",
	"isPartOf":
		{"Journal":
		{"title":{"value":"Food chemistry"},
	"ISSN":{"value":"0308-8146"}
	}
	},
	"issued":"2014-03-31",
	"dateSubmitted":"forIndex",
	"creator":[
		{
		"Person":
		{"name":"Lorenzo, Cándida, C"
	}
	},
	{
		"Person":
		{"name":"Serrano-Díaz, Jéssica, J"
	}
	},
	{
		"Person":
		{"name":"Plaza, Miguel, M"
	}
	},
	{
		"Person":
		{"name":"Quintanilla, Carmen, C"
	}
	},
	{
		"Person":
		{"name":"Alonso, Gonzalo L, GL"
	}
	}
	],
	"abstract":{"value":"The aim of this work is to propose an HPLC method for analysing major steviol glycosides as well as to optimise the extraction and clarification conditions for obtaining these compounds. Toward this aim, standards of stevioside and rebaudioside A with purities ⩾99.0%, commercial samples from different companies and Stevia rebaudiana Bertoni leaves from Paraguay supplied by Insobol, S.L., were used. The analytical method proposed is adequate in terms of selectivity, sensitivity and accuracy. Optimum extraction conditions and adequate clarification conditions have been set. Moreover, this methodology is safe and eco-friendly, as we use only water for extraction and do not use solid-phase extraction, which requires solvents that are banned in the food industry to condition the cartridge and elute the steviol glycosides. In addition, this methodology consumes little time as leaves are not ground and the filtration is faster, and the peak resolution is better as we used an HPLC method with gradient elution."}
	,"source":{"resource":"https://www.ncbi.nlm.nih.gov/pubmed/"}}}
