{"resource": {
	"language":"eng",
	"title":{"value":"Genetic signature of differential sensitivity to stevioside in the Italian population."},
	"pageStart":401,
	"volume":3,
	"about":"https://www.ncbi.nlm.nih.gov/pubmed/PM24705770",
	"identifier":"PM24705770",
	"type":"Journal Article",
	"isPartOf":
		{"Journal":
		{"title":{"value":"Genes & nutrition"},
	"ISSN":{"value":"1555-8932"}
	}
	},
	"issued":"2014-04-07",
	"dateSubmitted":2016,
	"uri":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4026437",
	"creator":[
		{
		"Person":
		{"name":"Risso, Davide, D"
	}
	},
	{
		"Person":
		{"name":"Morini, Gabriella, G"
	}
	},
	{
		"Person":
		{"name":"Pagani, Luca, L"
	}
	},
	{
		"Person":
		{"name":"Quagliariello, Andrea, A"
	}
	},
	{
		"Person":
		{"name":"Giuliani, Cristina, C"
	}
	},
	{
		"Person":
		{"name":"De Fanti, Sara, S"
	}
	},
	{
		"Person":
		{"name":"Sazzini, Marco, M"
	}
	},
	{
		"Person":
		{"name":"Luiselli, Donata, D"
	}
	},
	{
		"Person":
		{"name":"Tofanelli, Sergio, S"
	}
	}
	],
	"abstract":{"value":"The demand for diet products is continuously increasing, together with that for natural food ingredients. Stevioside and other steviol glycosides extracted from the leaves of the plant Stevia rebaudiana Bertoni are the first natural high-potency sweeteners to be approved for consumption in the United States and the European Union. However, the sweetness of these compounds is generally accompanied by aversive sensations, such as bitter and off-tastes, which may constitute a limit to their consumption. Moreover, consumers' differences in sensitivity to high-potency sweeteners are well known, as well as difficulties in characterizing their aftertaste. Recently, TAS2R4 and TAS2R14 have been identified as the receptors that mediate the bitter off-taste of steviol glycosides in vitro. In the present study, we demonstrate that TAS2R4 gene polymorphism rs2234001 and TAS2R14 gene polymorphism rs3741843 are functional for stevioside bitterness perception."}
	,"source":{"resource":"https://www.ncbi.nlm.nih.gov/pubmed/"}}}
