{"resource": {
	"language":"eng",
	"title":{"value":"Factors affecting microcuttings of Stevia using a mist-chamber propagation box."},
	"subject":[
		{"value":"Agriculture"},
	{"value":"Stevia"}
	],
	"pageStart":940201,
	"doi":"10.1155/2013/940201",
	"about":"https://www.ncbi.nlm.nih.gov/pubmed/PM24470797",
	"identifier":"PM24470797",
	"type":"Journal Article",
	"isPartOf":
		{"Journal":
		{"title":{"value":"TheScientificWorldJournal"},
	"ISSN":{"value":"1537-744X"}
	}
	},
	"issued":"2014-01-28",
	"uri":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3891231",
	"dateSubmitted":"forIndex",
	"creator":[
		{
		"Person":
		{"name":"Osman, Mohamad, M"
	}
	},
	{
		"Person":
		{"name":"Samsudin, Nur Syamimi, NS"
	}
	},
	{
		"Person":
		{"name":"Faruq, Golam, G"
	}
	},
	{
		"Person":
		{"name":"Nezhadahmadi, Arash, A"
	}
	}
	],
	"abstract":{"value":"Stevia rebaudiana Bertoni is a member of Compositae family. Stevia plant has zero calorie content and its leaves are estimated to be 300 times sweeter than sugar. This plant is believed to be the most ideal substitute for sugar and important to assist in medicinal value especially for diabetic patients. In this study, microcutting techniques using a mist-chamber propagation box were used as it was beneficial for propagation of Stevia and gave genetic uniformity to the plant. The effects of different treatments on root stimulation of Stevia in microcuttings technique were evaluated. Treatments studied were different sizes of shoot cuttings, plant growth regulators, lights, and shades. Data logger was used to record the mean value of humidity (>90% RH), light intensity (673-2045 lx), and temperature (28.6-30.1°C) inside the mist-chamber propagation box. From analysis of variance, there were significant differences between varieties and treatments in parameters studied (P < 0.05). For the size of shoot cuttings treatment, 6 nodes cuttings were observed to increase root number. As compared to control, shoot cuttings treated with indole butyric acid (IBA) had better performance regarding root length. Yellow light and 50% shade treatments showed higher root and leaf number and these conditions can be considered as crucial for potential propagation of Stevia."}
	,"source":{"resource":"https://www.ncbi.nlm.nih.gov/pubmed/"}}}
