{"resource": {
	"language":"eng",
	"title":{"value":"Methylerythritol and mevalonate pathway contributions to biosynthesis of mono-, sesqui-, and diterpenes in glandular trichomes and leaves of Stevia rebaudiana Bertoni."},
	"subject":[
		{"value":"Biosynthetic Pathways"},
	{"value":"Erythritol"},
	{"value":"Mevalonic Acid"},
	{"value":"Molecular Structure"},
	{"value":"Plant Leaves"},
	{"value":"Stevia"},
	{"value":"Tandem Mass Spectrometry"},
	{"value":"Terpenes"},
	{"value":"Trichomes"}
	],
	"pageStart":2428,
	"volume":11,
	"doi":"10.1021/jf500270s",
	"pageEnd":35,
	"about":"https://www.ncbi.nlm.nih.gov/pubmed/PM24579920",
	"identifier":"PM24579920",
	"type":"Journal Article",
	"isPartOf":
		{"Journal":
		{"title":{"value":"Journal of agricultural and food chemistry"},
	"ISSN":{"value":"1520-5118"}
	}
	},
	"issued":"2014-03-19",
	"dateSubmitted":"forIndex",
	"creator":[
		{
		"Person":
		{"name":"Wölwer-Rieck, Ursula, U"
	}
	},
	{
		"Person":
		{"name":"May, Bianca, B"
	}
	},
	{
		"Person":
		{"name":"Lankes, Christa, C"
	}
	},
	{
		"Person":
		{"name":"Wüst, Matthias, M"
	}
	}
	],
	"abstract":{"value":"The biosynthesis of the diterpenoid steviol glycosides rebaudioside A and stevioside in nonrooted cuttings of Stevia rebaudiana was investigated by feeding experiments using the labeled key precursors [5,5-(2)H2]-mevalonic acid lactone (d2-MVL) and [5,5-(2)H2]-1-deoxy-d-xylulose (d2-DOX). Labeled glycosides were extracted from the leaves and stems and were directly analyzed by LC-(-ESI)-MS/MS and by GC-MS after hydrolysis and derivatization of the resulting isosteviol to the corresponding TMS-ester. Additionally, the incorporation of the proffered d2-MVL and d2-DOX into volatile monoterpenes, sesquiterpenes, and diterpenes in glandular trichomes on leaves and stems was investigated by headspace-solid phase microextraction-GC-MS (HS-SPME-GC-MS). Incorporation of the labeled precursors indicated that diterpenes in leaves and monoterpenes and diterpenes in glandular trichomes are predominately biosynthesized via the methylerythritol phosphate (MEP) pathway, whereas both the MEP and mevalonate (MVA) pathways contribute to the biosynthesis of sesquiterpenes at equal rates in glandular trichomes. These findings give evidence for a transport of MEP pathway derived farnesyl diphosphate precursors from plastids to the cytosol. Contrarily, the transport of MVA pathway derived geranyl diphosphate and geranylgeranyl diphosphate precursors from the cytosol to the plastid is limited."}
	,"source":{"resource":"https://www.ncbi.nlm.nih.gov/pubmed/"}}}
