{"resource": {
	"language":"eng",
	"title":{"value":"Overexpression of a glycosyltransferase gene SrUGT74G1 from Stevia improved growth and yield of transgenic Arabidopsis by catechin accumulation."},
	"subject":[
		{"value":"Arabidopsis"},
	{"value":"Catechin"},
	{"value":"Diterpenes, Kaurane"},
	{"value":"Gene Expression Regulation, Plant"},
	{"value":"Gibberellins"},
	{"value":"Glycosyltransferases"},
	{"value":"Plant Leaves"},
	{"value":"Plants, Genetically Modified"},
	{"value":"Stevia"}
	],
	"pageStart":1741,
	"volume":3,
	"doi":"10.1007/s11033-014-3023-y",
	"pageEnd":52,
	"about":"https://www.ncbi.nlm.nih.gov/pubmed/PM24430293",
	"identifier":"PM24430293",
	"type":"Journal Article",
	"isPartOf":
		{"Journal":
		{"title":{"value":"Molecular biology reports"},
	"ISSN":{"value":"1573-4978"}
	}
	},
	"issued":"2014-02-25",
	"dateSubmitted":"forIndex",
	"creator":[
		{
		"Person":
		{"name":"Guleria, Praveen, P"
	}
	},
	{
		"Person":
		{"name":"Yadav, Sudesh Kumar, SK"
	}
	}
	],
	"abstract":{"value":"Steviol glycoside and gibberellin biosynthetic routes are known as divergent branches of a common origin in Stevia. A UDP-glycosyltransferase encoded by SrUGT74G1 catalyses the conversion of steviolbioside into stevioside in Stevia rebaudiana leaves. In the present study, transgenic Arabidopsis thaliana overexpressing SrUGT74G1 cDNA from Stevia were developed to check the probability of stevioside biosynthesis in them. However, stevioside accumulation was not evident in transgenics. Also, the transgenic Arabidopsis showed no change in GA3 content on SrUGT74G1 overexpression. Surprisingly, significant accumulation of catechin was noticed in transgenics. The transgenics showed a considerable increase in shoot length, root length and rosette area. An increase in free radical scavenging activity of transgenics was noticed. Moreover, the seed yield of transgenics was also increased by 6-15% than control. Additionally, variation in trichome branching pattern on leaf surface of transgenics was observed. The trichome branching pattern was also validated by exogenous catechin exposure (10, 50, 100 ng ml(-1)) to control plants. Hence, present study reports the probable role of SrUGT74G1 from Stevia in catechin accumulation of transgenic Arabidopsis thaliana. Thus, detailed study in present perspective has revealed the role of Stevia SrUGT74G1 gene in trichome branching pattern, improved vegetative growth, scavenging potential and seed yield by catechin accumulation in transgenic Arabidopsis."}
	,"source":{"resource":"https://www.ncbi.nlm.nih.gov/pubmed/"}}}
