{"resource": {
	"language":"eng",
	"title":{"value":"Impact of sensory feed additives on feed intake, feed preferences, and growth of female piglets during the early postweaning period."},
	"subject":[
		{"value":"Animal Feed"},
	{"value":"Animal Nutritional Physiological Phenomena"},
	{"value":"Animals"},
	{"value":"Citrus"},
	{"value":"Diet"},
	{"value":"Dietary Supplements"},
	{"value":"Eating"},
	{"value":"Female"},
	{"value":"Food Additives"},
	{"value":"Food Preferences"},
	{"value":"Plant Extracts"},
	{"value":"Stevia"},
	{"value":"Swine"},
	{"value":"Weaning"},
	{"value":"Weight Gain"}
	],
	"pageStart":2133,
	"volume":5,
	"doi":"10.2527/jas.2013-6809",
	"pageEnd":40,
	"about":"https://www.ncbi.nlm.nih.gov/pubmed/PM24668952",
	"identifier":"PM24668952",
	"type":"Other",
	"isPartOf":
		{"Journal":
		{"title":{"value":"Journal of animal science"},
	"ISSN":{"value":"1525-3163"}
	}
	},
	"issued":"2014-04-30",
	"dateSubmitted":"forIndex",
	"creator":[
		{
		"Person":
		{"name":"Clouard, C, C"
	}
	},
	{
		"Person":
		{"name":"Val-Laillet, D, D"
	}
	}
	],
	"abstract":{"value":"Our study aimed at investigating the effect of feed supplementation, from weaning, with 3 sensory feed additives (FA1, FA2, and FA3) on feed preferences, feed intake, and growth of piglets. The FA1 contained extract of Stevia rebaudiana (10 to 20%), extract of high-saponin plants (5 to 10%), and excipients (70 to 85%), the FA2 was mainly composed of a natural extract of Citrus sinensis (60 to 80%), and the FA3 was made of a blend of extracts of hot-flavored spices (5 to 15%) and excipients (85 to 95%). At weaning (d 1), a total of 32 female piglets housed in individual pens were allocated to 4 treatments (FA1, FA2, FA3, and control [CON]) of equivalent mean weight. The pigs were fed a standard pelleted prestarter diet from weaning (d 1) to d 15 and a starter diet from d 16 to 28. The diets were supplemented with the feed additives (FA) corresponding to their treatment, while the CON treatment was the standard diets with no additive. Feed refusals were weighed daily and piglets were weighed weekly on d 1, 7, 14, 21, and 28. On the day of feed transition (d 16) as well as 7 (d 23) and 10 d (d 26) later, the animals were consecutively subjected to 1- and 22-h double-choice feeding tests to investigate their preferences during a short period and a longer period of time for the CON starter diet and the starter diet added with the FA corresponding to their treatment. No overall effect of the feed additives was observed on ADFI, ADG, G:F, and final BW. No overall preference was highlighted for the FA1 treatment, except for a preference for the FA1 starter diet during the 1-h test on d 23 (78% of total feed intake; P < 0.01). For the FA2 treatment, the pigs consumed the FA2 starter diet more than the CON starter diet during the 22-h tests on d 16 (67% of total feed intake; P < 0.05) and 26 (62% of total feed intake; P < 0.01). For the FA3 treatment, on d 26, the FA3 starter diet was and tended to be consumed more than the CON starter diet during 1- (69% of total intake; P < 0.05) and 22-h (60% of total intake; P < 0.10) tests, respectively. In conclusion, feed supplementation with the FA1, FA2, and FA3 from weaning did not induce beneficial effects on feed intake and growth performance during the early postweaning period. The FA2 increased palatability and acceptance of the unfamiliar starter diet the day of feed transition, while the FA1 and FA3 increased palatability of the starter diet only after a few days of exposure, most likely through long-term familiarization processes."}
	,"source":{"resource":"https://www.ncbi.nlm.nih.gov/pubmed/"}}}
