{"resource": {
	"language":"eng",
	"title":{"value":"Non-nutritive sweeteners: evidence for benefit vs. risk."},
	"subject":[
		{"value":"Blood Glucose"},
	{"value":"Controlled Clinical Trials as Topic"},
	{"value":"Diabetes Mellitus, Type 2"},
	{"value":"Humans"},
	{"value":"Non-Nutritive Sweeteners"},
	{"value":"Risk"},
	{"value":"Weight Loss"}
	],
	"pageStart":80,
	"volume":1,
	"doi":"10.1097/MOL.0000000000000034",
	"pageEnd":4,
	"about":"https://www.ncbi.nlm.nih.gov/pubmed/PM24345988",
	"identifier":"PM24345988",
	"type":"Journal Article",
	"isPartOf":
		{"Journal":
		{"title":{"value":"Current opinion in lipidology"},
	"ISSN":{"value":"1473-6535"}
	}
	},
	"issued":"2014-01-08",
	"dateSubmitted":"forIndex",
	"creator":
		{"Person":
		{"name":"Gardner, Christopher, C"
	}
	},
	"abstract":[
		{"value":"Intake of added sugars in the American diet is high and has been linked to weight gain and adverse effects on glycemic control and diabetes. Several national health organizations recommend decreasing added sugars intake. Among the many strategies to consider to achieve this reduction is substitution with non-nutritive sweeteners (NNS - artificial sweeteners and stevia). The purpose of this review is to critically examine existing evidence for this strategy."},
	{"value":"Short-term intervention studies suggest that NNS, when substituted for added sugars, may be useful in supporting energy intake reduction, and promoting glycemic control and weight management. However, the magnitude of effect in these studies has ranged from modest to null. Compensatory eating behaviors likely diminish, and in some cases negate, potential effects. Findings from longer-term observational studies that examine associations between NNS use and obesity or type 2 diabetes are potentially confounded by reverse causality."},
	{"value":"Existing data are insufficient to clearly support or refute the effectiveness of substitution with NNS as a means of reducing added sugar intake. It is important to not lose sight of the impact of incorporating NNS-containing beverages and foods on overall diet quality when assessing potential health benefits vs. risks."}
	]
	,"source":{"resource":"https://www.ncbi.nlm.nih.gov/pubmed/"}}}
