{"resource": {
	"language":"eng",
	"title":{"value":"Development and validation of a reversed-phase high-performance liquid chromatography method for routine identification and purity assessment of high-purity steviol glycoside sweeteners."},
	"subject":[
		{"value":"Chromatography, High Pressure Liquid"},
	{"value":"Diterpenes, Kaurane"},
	{"value":"Drug Stability"},
	{"value":"Food Quality"},
	{"value":"Glycosides"},
	{"value":"Sweetening Agents"}
	],
	"pageStart":1384,
	"volume":6,
	"doi":"10.1021/jf4047557",
	"pageEnd":9,
	"about":"https://www.ncbi.nlm.nih.gov/pubmed/PM24443893",
	"identifier":"PM24443893",
	"type":"Journal Article",
	"isPartOf":
		{"Journal":
		{"title":{"value":"Journal of agricultural and food chemistry"},
	"ISSN":{"value":"1520-5118"}
	}
	},
	"issued":"2014-02-12",
	"dateSubmitted":"forIndex",
	"creator":[
		{
		"Person":
		{"name":"Bililign, Tsion, T"
	}
	},
	{
		"Person":
		{"name":"Moore, Jeffrey C, JC"
	}
	},
	{
		"Person":
		{"name":"Tan, Shane, S"
	}
	},
	{
		"Person":
		{"name":"Leeks, Allan T, AT"
	}
	}
	],
	"abstract":{"value":"The widespread application of stevia-based sweeteners in food products has resulted in the need for reliable analytical methods for measuring the purity and identity of high-purity steviol glycoside ingredients. The objective of this research was to develop and validate a new reversed-phase separation method capable of separating and quantifying nine steviol glycosides present in typical high-purity stevia extract ingredients. Results of the study established the linearity of the method at a correlation factor of 1.000 for the two major components and other minor components of this food ingredient. Method accuracy values were in the range of 99.1-100.9%. The percent relative standard deviation for six independent assay determinations was 1.0%. The method was determined to be robust for minor changes in column temperature, initial acetonitrile content, flow rate, and wavelength. The validated high-performance liquid chromatography method was found to be suitable to be included by USP as a Food Chemicals Codex compendial standard for steviol glycosides."}
	,"source":{"resource":"https://www.ncbi.nlm.nih.gov/pubmed/"}}}
