{"resource": {
	"language":"eng",
	"title":{"value":"Composition of antioxidants and amino acids in Stevia leaf infusions."},
	"subject":[
		{"value":"Amino Acids"},
	{"value":"Antioxidants"},
	{"value":"Catechin"},
	{"value":"Diet"},
	{"value":"Flavonoids"},
	{"value":"Humans"},
	{"value":"Phenols"},
	{"value":"Plant Extracts"},
	{"value":"Plant Leaves"},
	{"value":"Stevia"},
	{"value":"Sweetening Agents"},
	{"value":"Temperature"}
	],
	"pageStart":1,
	"volume":1,
	"doi":"10.1007/s11130-013-0398-1",
	"pageEnd":7,
	"about":"https://www.ncbi.nlm.nih.gov/pubmed/PM24293005",
	"identifier":"PM24293005",
	"type":"Journal Article",
	"isPartOf":
		{"Journal":
		{"title":{"value":"Plant foods for human nutrition (Dordrecht, Netherlands)"},
	"ISSN":{"value":"1573-9104"}
	}
	},
	"issued":"2014-02-21",
	"dateSubmitted":"forIndex",
	"creator":[
		{
		"Person":
		{"name":"Periche, Angela, A"
	}
	},
	{
		"Person":
		{"name":"Koutsidis, Georgios, G"
	}
	},
	{
		"Person":
		{"name":"Escriche, Isabel, I"
	}
	}
	],
	"abstract":{"value":"Stevia, a non-caloric natural sweetener with beneficial properties and considerable antioxidants and amino acids, is increasingly consumed as an infusion. This work evaluates the influence of the conditions (temperature: 50, 70 or 90 °C and time: 1, 5, 20 or 40 min) applied to obtain Stevia infusions, on antioxidants (total phenols, flavonoids and antioxidant activity) and amino acids. The total concentration of the eleven amino acids found was 11.70 mg/g in dried leaves and from 6.84 to 9.11 mg/g per gram of Stevia in infusions. However, infusions showed higher levels of certain amino acids (alanine, asparagine, leucine and proline), and greater values of the three antioxidant parameters in comparison with dry leaves. Temperature had more influence (minimum values at 50 °C and maximum at 90 °C) than time in the case of antioxidants. At 90 °C there were no important increases in the extraction of antioxidant compounds after 5 min; each gram of Stevia had 117 mg trolox (total antioxidant activity), 90 mg gallic acid (total phenols) and 56 mg catechin equivalents (flavonoids). Varying the temperature and time conditions no notable differences were observed in the concentrations of the majority of amino acids. However, the infusion treatment at 90 °C for 5 min was the best, as it gave the highest yield of 8 of the 11 amino acids. Therefore, with respect to the compounds analyzed in this study, the best way to obtain Stevia leaf infusions is the same as the domestic process, almost boiling water for a short time."}
	,"source":{"resource":"https://www.ncbi.nlm.nih.gov/pubmed/"}}}
