{"resource": {
	"language":"eng",
	"title":{"value":"Agrobacterium tumefaciens-mediated transgenic plant and somaclone production through direct and indirect regeneration from leaves in Stevia rebaudiana with their glycoside profile."},
	"subject":[
		{"value":"Agrobacterium tumefaciens"},
	{"value":"Glycosides"},
	{"value":"Plants, Genetically Modified"},
	{"value":"Regeneration"},
	{"value":"Stevia"}
	],
	"pageStart":661,
	"volume":3,
	"doi":"10.1007/s00709-013-0568-x",
	"pageEnd":70,
	"about":"https://www.ncbi.nlm.nih.gov/pubmed/PM24154495",
	"identifier":"PM24154495",
	"type":"Journal Article",
	"isPartOf":
		{"Journal":
		{"title":{"value":"Protoplasma"},
	"ISSN":{"value":"1615-6102"}
	}
	},
	"issued":"2014-04-24",
	"dateSubmitted":"forIndex",
	"creator":[
		{
		"Person":
		{"name":"Khan, Shamshad Ahmad, SA"
	}
	},
	{
		"Person":
		{"name":"Ur Rahman, Laiq, L"
	}
	},
	{
		"Person":
		{"name":"Shanker, Karuna, K"
	}
	},
	{
		"Person":
		{"name":"Singh, Manju, M"
	}
	}
	],
	"abstract":{"value":"Agrobacterium tumefaciens (EHA-105 harboring pCAMBIA 1304)-mediated transgenic plant production via direct regeneration from leaf and elite somaclones generation through indirect regeneration in Stevia rebaudiana is reported. Optimum direct regeneration frequency along with highest transformation frequency was found on MS + 1 mg/l BAP + 1 mg/l NAA, while indirect regeneration from callus was obtained on MS + 1 mg/l BAP + 2 mg/l NAA. Successful transfer of GUS-positive (GUS assay and PCR-based confirmation) transgenic as well as four somaclones up to glasshouse acclimatization has been achieved. Inter-simple sequence repeat (ISSR) profiling of transgenic and somaclonal plants showed a total of 113 bands, out of which 49 were monomorphic (43.36 %) and 64 were polymorphic (56.64 %). Transgenic plant was found to be closer to mother plant, while on the basis of steviol, stevioside, and rebaudioside A profile, somaclone S2 was found to be the best and showed maximum variability in ISSR profiling."}
	,"source":{"resource":"https://www.ncbi.nlm.nih.gov/pubmed/"}}}
