{"resource": {
	"language":"eng",
	"title":{"value":"The fortification of tea with sweeteners and milk and its effect on in vitro antioxidant potential of tea product and glutathione levels in an animal model."},
	"subject":[
		{"value":"Animals"},
	{"value":"Antioxidants"},
	{"value":"Biflavonoids"},
	{"value":"Camellia sinensis"},
	{"value":"Carbohydrates"},
	{"value":"Catechin"},
	{"value":"Female"},
	{"value":"Flavonoids"},
	{"value":"Food Additives"},
	{"value":"Food Analysis"},
	{"value":"Food Handling"},
	{"value":"Glutathione"},
	{"value":"Honey"},
	{"value":"Mice"},
	{"value":"Milk"},
	{"value":"Models, Animal"},
	{"value":"Plant Extracts"},
	{"value":"Polyphenols"},
	{"value":"Stevia"},
	{"value":"Sweetening Agents"},
	{"value":"Tea"}
	],
	"pageStart":145,
	"doi":"10.1016/j.foodchem.2013.08.016",
	"pageEnd":53,
	"about":"https://www.ncbi.nlm.nih.gov/pubmed/PM24128460",
	"identifier":"PM24128460",
	"type":"Journal Article",
	"isPartOf":
		{"Journal":
		{"title":{"value":"Food chemistry"},
	"ISSN":{"value":"0308-8146"}
	}
	},
	"issued":"2013-10-16",
	"dateSubmitted":"forIndex",
	"creator":[
		{
		"Person":
		{"name":"Korir, M W, MW"
	}
	},
	{
		"Person":
		{"name":"Wachira, F N, FN"
	}
	},
	{
		"Person":
		{"name":"Wanyoko, J K, JK"
	}
	},
	{
		"Person":
		{"name":"Ngure, R M, RM"
	}
	},
	{
		"Person":
		{"name":"Khalid, R, R"
	}
	}
	],
	"abstract":{"value":"Several studies have demonstrated that tea flavonoids protect cells and tissues against free radicals which have been implicated in the etiology of oxidative stress-related disease disorders. However, black tea is commonly consumed with additives that could otherwise affect the bioavailability of the active tea molecules. In this study, the biochemical parameters of Kenyan teas were determined and the effect of added milk and sweeteners on the antioxidant activity of Kenyan teas was investigated. The effect of tea antioxidants on glutathione (GSH) was also evaluated in vivo in a time series study using Swiss mice. Green teas had the highest levels of total polyphenols, total and individual catechins, while black teas had high levels of total thearubigins, total theaflavins and theaflavin fractions. The antioxidant activity was high in green teas though some of the black teas were as efficacious as the green teas. The addition of milk, sugar and honey significantly (p<0.05) decreased the antioxidant activity of tea in a concentration-dependent manner. Addition of the sweetener, stevia (Stevia rebaudiana Bertoni), showed no significant (p>0.05) influence on the antioxidant activity of tea and therefore can be recommended as a preferred sweetener for tea. Significantly (p<0.001) higher levels of GSH were observed in plasma than in other tissues. GSH levels were generally highest 2h after tea consumption, which indicates the need to repeatedly take tea every 2h to maximise its potential health benefits."}
	,"source":{"resource":"https://www.ncbi.nlm.nih.gov/pubmed/"}}}
