{"resource": {
	"language":"eng",
	"title":{"value":"Potential Roles of Stevia rebaudiana Bertoni in Abrogating Insulin Resistance and Diabetes: A Review."},
	"pageStart":718049,
	"doi":"10.1155/2013/718049",
	"about":"https://www.ncbi.nlm.nih.gov/pubmed/PM24324517",
	"identifier":"PM24324517",
	"type":"Journal Article",
	"isPartOf":
		{"Journal":
		{"title":{"value":"Evidence-based complementary and alternative medicine : eCAM"},
	"ISSN":{"value":"1741-427X"}
	}
	},
	"issued":"2013-12-10",
	"dateSubmitted":"forIndex",
	"uri":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3845826",
	"creator":[
		{
		"Person":
		{"name":"Mohd-Radzman, Nabilatul Hani, NH"
	}
	},
	{
		"Person":
		{"name":"Ismail, W I W, WI"
	}
	},
	{
		"Person":
		{"name":"Adam, Zainah, Z"
	}
	},
	{
		"Person":
		{"name":"Jaapar, Siti Safura, SS"
	}
	},
	{
		"Person":
		{"name":"Adam, Aishah, A"
	}
	}
	],
	"abstract":{"value":"Insulin resistance is a key factor in metabolic disorders like hyperglycemia and hyperinsulinemia, which are promoted by obesity and may later lead to Type II diabetes mellitus. In recent years, researchers have identified links between insulin resistance and many noncommunicable illnesses other than diabetes. Hence, studying insulin resistance is of particular importance in unravelling the pathways employed by such diseases. In this review, mechanisms involving free fatty acids, adipocytokines such as TNF α and PPAR γ and serine kinases like JNK and IKK β , asserted to be responsible in the development of insulin resistance, will be discussed. Suggested mechanisms for actions in normal and disrupted states were also visualised in several manually constructed diagrams to capture an overall view of the insulin-signalling pathway and its related components. The underlying constituents of medicinal significance found in the Stevia rebaudiana Bertoni plant (among other plants that potentiate antihyperglycemic activities) were explored in further depth. Understanding these factors and their mechanisms may be essential for comprehending the progression of insulin resistance towards the development of diabetes mellitus."}
	,"source":{"resource":"https://www.ncbi.nlm.nih.gov/pubmed/"}}}
