{"resource": {
	"language":"eng",
	"title":{"value":"Transcriptional profiling of genes involved in steviol glycoside biosynthesis in Stevia rebaudiana bertoni during plant hardening."},
	"subject":[
		{"value":"Diterpenes, Kaurane"},
	{"value":"Gene Expression Profiling"},
	{"value":"Gene Expression Regulation, Plant"},
	{"value":"Plant Leaves"},
	{"value":"Stevia"}
	],
	"pageStart":1067,
	"volume":9,
	"pageEnd":73,
	"about":"https://www.ncbi.nlm.nih.gov/pubmed/PM24975237",
	"identifier":"PM24975237",
	"type":"Journal Article",
	"isPartOf":
		{"Journal":
		{"title":{"value":"Developmental dynamics : an official publication of the American Association of Anatomists"},
	"ISSN":{"value":"1097-0177"}
	}
	},
	"issued":"2014-08-21",
	"dateSubmitted":2016,
	"creator":[
		{
		"Person":
		{"name":"Modi, Arpan, A"
	}
	},
	{
		"Person":
		{"name":"Litoriya, Nitesh, N"
	}
	},
	{
		"Person":
		{"name":"Prajapati, Vijay, V"
	}
	},
	{
		"Person":
		{"name":"Rafalia, Rutul, R"
	}
	},
	{
		"Person":
		{"name":"Narayanan, Subhash, S"
	}
	}
	],
	"abstract":[
		{"value":"Stevioside is a diterpene glycoside found in Stevia rebaudiana Bertoni (Asteraceae) and is 200-300 times sweeter than sucrose. It is synthesized through a plastid localized 2-C-methyl-D-erythritol-4-phosphate (MEP) pathway. Fifteen genes are involved in the formation of steviol glycosides (stevioside and rebaudioside A). In the present investigation, micropropagated plants were allowed to harden for one month during which transcriptional profiling of candidate genes was carried out. Sampling from all the plants was carried out during hardening at different time intervals (day 10, 20, and 30) along with control plants (day 0). Stevioside content was also measured."},
	{"value":"Of 15 genes, 9 were up-regulated two-fold or greater. Nine genes were expressed at higher levels after 30 days than in the untreated controls. Moreover, these transcriptional differences were correlated with a significant enhancement in stevioside content from 0- (11.48%) to 30- (13.57%) day-old plants."},
	{"value":"MEP pathway genes in stevia are expressed at higher levels during hardening, a change to vegetative growth from reproductive growth. Although there were higher transcript levels of candidate genes at the initial phase of hardening, the highest stevioside content was found after 30 days of hardening, suggesting translational/posttranslational regulatory mechanisms."}
	]
	,"source":{"resource":"https://www.ncbi.nlm.nih.gov/pubmed/"}}}
