{"resource": {
	"language":"eng",
	"title":{"value":"Utilisation of steviol glycosides from Stevia rebaudiana (Bertoni) by lactobacilli and bifidobacteria in in vitro conditions."},
	"subject":[
		{"value":"Bifidobacterium"},
	{"value":"Culture Media"},
	{"value":"Diterpenes, Kaurane"},
	{"value":"Fermentation"},
	{"value":"Glucosides"},
	{"value":"Hydrogen-Ion Concentration"},
	{"value":"Lactobacillus"},
	{"value":"Stevia"},
	{"value":"Time Factors"}
	],
	"pageStart":251,
	"volume":3,
	"doi":"10.1007/s12223-013-0291-1",
	"pageEnd":5,
	"about":"https://www.ncbi.nlm.nih.gov/pubmed/PM24249153",
	"identifier":"PM24249153",
	"type":"Journal Article",
	"isPartOf":
		{"Journal":
		{"title":{"value":"Folia microbiologica"},
	"ISSN":{"value":"1874-9356"}
	}
	},
	"issued":"2014-04-01",
	"dateSubmitted":"forIndex",
	"creator":[
		{
		"Person":
		{"name":"Kunová, Gabriela, G"
	}
	},
	{
		"Person":
		{"name":"Rada, Vojtěch, V"
	}
	},
	{
		"Person":
		{"name":"Vidaillac, Adrien, A"
	}
	},
	{
		"Person":
		{"name":"Lisova, Ivana, I"
	}
	}
	],
	"abstract":{"value":"In the current study, eight strains of bifidobacteria and seven strains of lactobacilli were tested for their ability to grow in the presence of rebaudioside A and steviol glycosides from the sweetener Natusweet M001 originating from herb Stevia rebaudiana (Bertoni). Stevia is gaining popularity as a natural, non-caloric sugar substitute, and recently, it was allowed as a food additive by European Union too. Utilisation of steviol glycosides by intestinal microbiota suggests that they might have potential prebiotic effect. Based on the evaluation of bacterial density and pH values in our in vitro study, it was found that lactobacilli and bifidobacteria tested were able to utilise steviol glycosides as a carbon source only to a very limited extent. All strains tested showed significantly lower change in the absorbance A540 (P < 0.05) and pH decrease of the growth media as compared with the positive controls (medium containing glucose as a carbon source and de Man Rogosa Sharpe broth). We concluded that a suggested prebiotic effect was not confirmed either in the case of rebaudioside A or in the case of the sweetener Natusweet M001 containing a mixture of steviol glycosides."}
	,"source":{"resource":"https://www.ncbi.nlm.nih.gov/pubmed/"}}}
