{"resource": {
	"language":"eng",
	"title":{"value":"Stevioside from Stevia rebaudiana Bertoni Increases Insulin Sensitivity in 3T3-L1 Adipocytes."},
	"pageStart":938081,
	"doi":"10.1155/2013/938081",
	"about":"https://www.ncbi.nlm.nih.gov/pubmed/PM24391675",
	"identifier":"PM24391675",
	"type":"Journal Article",
	"isPartOf":
		{"Journal":
		{"title":{"value":"Evidence-based complementary and alternative medicine : eCAM"},
	"ISSN":{"value":"1741-427X"}
	}
	},
	"issued":"2014-01-06",
	"dateSubmitted":"forIndex",
	"uri":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3874339",
	"creator":[
		{
		"Person":
		{"name":"Mohd-Radzman, Nabilatul Hani, NH"
	}
	},
	{
		"Person":
		{"name":"Ismail, Wan Iryani Wan, WI"
	}
	},
	{
		"Person":
		{"name":"Jaapar, Siti Safura, SS"
	}
	},
	{
		"Person":
		{"name":"Adam, Zainah, Z"
	}
	},
	{
		"Person":
		{"name":"Adam, Aishah, A"
	}
	}
	],
	"abstract":{"value":"Stevioside from Stevia rebaudiana has been reported to exert antihyperglycemic effects in both rat and human subjects. There have been few studies on these effects in vitro. In this paper, radioactive glucose uptake assay was implemented in order to assess improvements in insulin sensitivity in 3T3-L1 cells by elevation of glucose uptake following treatment with stevioside. Oil Red-O staining and MTT assay were utilized to confirm adipocyte differentiation and cell viability, respectively. Findings from this research showed a significant increase in absorbance values in mature adipocytes following Oil Red-O staining, confirming the differentiation process. Stevioside was noncytotoxic to 3T3-L1 cells as cell viability was reduced by a maximum of 17%, making it impossible to determine its IC50. Stevioside increased glucose uptake activities by 2.1 times (p < 0.001) in normal conditions and up to 4.4 times (p < 0.001) in insulin-resistant states. At times, this increase was higher than that seen in positive control group treated with rosiglitazone maleate, an antidiabetic agent. Expressions of pY20 and p-IRS1 which were measured via Western blot were improved by stevioside treatment. In conclusion, stevioside has direct effects on 3T3-L1 insulin sensitivity via increase in glucose uptake and enhanced expression of proteins involved in insulin-signalling pathway."}
	,"source":{"resource":"https://www.ncbi.nlm.nih.gov/pubmed/"}}}
