{"resource": {
	"language":"eng",
	"title":{"value":"The influence of stevia glycosides on the growth of Lactobacillus reuteri strains."},
	"subject":[
		{"value":"Diterpenes, Kaurane"},
	{"value":"Glucosides"},
	{"value":"Lactobacillus reuteri"},
	{"value":"Stevia"},
	{"value":"Sweetening Agents"}
	],
	"pageStart":278,
	"volume":3,
	"pageEnd":84,
	"about":"https://www.ncbi.nlm.nih.gov/pubmed/PM24251876",
	"identifier":"PM24251876",
	"type":"Journal Article",
	"isPartOf":
		{"Journal":
		{"title":{"value":"Letters in applied microbiology"},
	"ISSN":{"value":"1472-765X"}
	}
	},
	"issued":"2014-02-13",
	"dateSubmitted":2016,
	"creator":[
		{
		"Person":
		{"name":"Deniņa, I, I"
	}
	},
	{
		"Person":
		{"name":"Semjonovs, P, P"
	}
	},
	{
		"Person":
		{"name":"Fomina, A, A"
	}
	},
	{
		"Person":
		{"name":"Treimane, R, R"
	}
	},
	{
		"Person":
		{"name":"Linde, R, R"
	}
	}
	],
	"abstract":[
		{"value":"Use of stevia-derived sweeteners was recently officially approved by the European Commission, and their application in the food industry has increased, especially in functional foods. However, there are scarce data about the influence of stevia on probiotic bacteria, which are important both as an inhabitant of the human gut and as a functional food additive. Taking into consideration the broad application of Lactobacillus reuteri in functional foods, the aim of the research was to evaluate the influence of stevia glycosides on its growth. Six Lact. reuteri strains were tested for their ability to grow in the presence of stevioside and rebaudioside A (0·2-2·6 g l(-1) ). The effect of stevia glycosides on biomass concentration, cell count, pH and lactic and acetic acid synthesis was analysed. Both glycosides impaired the growth of analysed strains. However, the inhibitory effect was strain specific, and the concentration-dependent effect was not observed for all parameters. The most pronounced concentration-dependent effect was on lactic and acetic acid production. Taking into account the observed strain-specific inhibitory effect of stevia glycosides, it could be suggested to evaluate the influence of them on each strain employed before their simultaneous application in functional foods."},
	{"value":"The study showed that the growth of Lactobacillus reuteri strains was inhibited in the presence of stevia sweeteners stevioside and rebaudioside A. Probiotics, for example Lact. reuteri strains, are often used as functional additives in health foods and are an important natural inhabitant of the human gastrointestinal tract. Stevia glycosides application in food is increasing; yet, there are no data about the influence of stevia glycosides on Lact. reuteri growth and very few data on growth of other lactobacilli, either in probiotic foods or in the gastrointestinal tract. This research shows that it is necessary to evaluate the influence of stevia glycosides on other groups of micro-organisms in further research."}
	]
	,"source":{"resource":"https://www.ncbi.nlm.nih.gov/pubmed/"}}}
