{"resource": {
	"language":"eng",
	"title":{"value":"Overexpression of SrUGT85C2 from Stevia reduced growth and yield of transgenic Arabidopsis by influencing plastidial MEP pathway."},
	"subject":[
		{"value":"Arabidopsis"},
	{"value":"Chlorophyll"},
	{"value":"Diterpenes, Kaurane"},
	{"value":"Erythritol"},
	{"value":"Gene Expression Regulation, Plant"},
	{"value":"Gibberellins"},
	{"value":"Glycosides"},
	{"value":"Plant Proteins"},
	{"value":"Plants, Genetically Modified"},
	{"value":"RNA, Messenger"},
	{"value":"RNA, Plant"},
	{"value":"Real-Time Polymerase Chain Reaction"},
	{"value":"Reverse Transcriptase Polymerase Chain Reaction"},
	{"value":"Stevia"},
	{"value":"Sugar Phosphates"},
	{"value":"Transgenes"}
	],
	"pageStart":250,
	"volume":2,
	"doi":"10.1016/j.gene.2014.01.071",
	"pageEnd":7,
	"about":"https://www.ncbi.nlm.nih.gov/pubmed/PM24518812",
	"identifier":"PM24518812",
	"type":"Journal Article",
	"isPartOf":
		{"Journal":
		{"title":{"value":"Gene"},
	"ISSN":{"value":"1879-0038"}
	}
	},
	"issued":"2014-03-10",
	"dateSubmitted":"forIndex",
	"creator":[
		{
		"Person":
		{"name":"Guleria, Praveen, P"
	}
	},
	{
		"Person":
		{"name":"Masand, Shikha, S"
	}
	},
	{
		"Person":
		{"name":"Yadav, Sudesh Kumar, SK"
	}
	}
	],
	"abstract":{"value":"The transcript expression of a gene SrUGT85C2 has been documented for direct relation with steviol glycoside content in Stevia plant. Steviol glycoside and gibberellin biosynthetic routes are divergent branches of methyl erythritol-4 phosphate (MEP) pathway. So, SrUGT85C2 might be an influencing gibberellin content. Hence in the present study, transgenic Arabidopsis thaliana overexpressing SrUGT85C2 cDNA from Stevia rebaudiana was developed to check its effect on gibberellin accumulation and related plant growth parameters. The developed transgenics showed a noteworthy decrease of 78-83% in GA3 content. Moreover, the transgenics showed a gibberellin deficient phenotype comprising stunted hypocotyl length, reduced shoot growth and a significant fall in relative water content. Transgenics also showed 17-37 and 64-76% reduction in chlorophyll a and chlorophyll b contents, respectively. Reduction in photosynthetic pigments could be responsible for the noticed significant decrease in plant biomass. Like steviol glycoside and gibberellin biosynthesis, chlorophyll biosynthesis also occurs from the precursors isopentenyl diphosphate (IPP) and dimethylallyl diphosphate (DMAPP) of MEP pathway in the plastids. The observed downregulated expression of genes encoding MEP pathway enzymes geranyl geranyl diphosphate synthase (GGDPS), copalyl diphosphate synthase (CDPS), kaurenoic acid oxidase (KAO), chlorophyll synthetase and chlorophyll a oxygenase in transgenics overexpressing SrUGT85C2 might be responsible for the reduction in gibberellins as well as chlorophyll. This study has documented for the first time the regulatory role of SrUGT85C2 in the biosynthesis of steviol glycoside, gibberellins and chlorophyll."}
	,"source":{"resource":"https://www.ncbi.nlm.nih.gov/pubmed/"}}}
