{"resource": {
	"language":"eng",
	"title":{"value":"Use of the modified Gompertz equation to assess the Stevia rebaudiana Bertoni antilisterial kinetics."},
	"subject":[
		{"value":"Anti-Bacterial Agents"},
	{"value":"Kinetics"},
	{"value":"Listeria"},
	{"value":"Plant Extracts"},
	{"value":"Plant Leaves"},
	{"value":"Stevia"}
	],
	"pageStart":56,
	"doi":"10.1016/j.fm.2013.08.009",
	"pageEnd":61,
	"about":"https://www.ncbi.nlm.nih.gov/pubmed/PM24290626",
	"identifier":"PM24290626",
	"type":"Journal Article",
	"isPartOf":
		{"Journal":
		{"title":{"value":"Food microbiology"},
	"ISSN":{"value":"1095-9998"}
	}
	},
	"issued":"2013-12-02",
	"dateSubmitted":"forIndex",
	"creator":[
		{
		"Person":
		{"name":"Belda-Galbis, Clara Miracle, CM"
	}
	},
	{
		"Person":
		{"name":"Pina-Pérez, María Consuelo, MC"
	}
	},
	{
		"Person":
		{"name":"Espinosa, Josepa, J"
	}
	},
	{
		"Person":
		{"name":"Marco-Celdrán, Aurora, A"
	}
	},
	{
		"Person":
		{"name":"Martínez, Antonio, A"
	}
	},
	{
		"Person":
		{"name":"Rodrigo, Dolores, D"
	}
	}
	],
	"abstract":{"value":"In order to assess the antibacterial activity of Stevia rebaudiana Bertoni (Stevia), Listeria innocua growth was characterized at 37 °C, in reference medium supplemented with a leaf infusion, a crude extract, and a steviol glycosides purified extract. Experimental data were fitted to the modified Gompertz model and the antibacterial activity of Stevia was determined based on the lag time (λ) and the maximum growth rate (μmax) reached, depending on the incubation conditions. As the leaf infusion showed the most marked elongation of λ and the most marked μmax reduction, its antimicrobial effect was evaluated at different concentrations, at 37, 22 and 10 °C. According to the results obtained, in general, the lower the temperature or the higher the Stevia concentration, the longer the λ and the lower the μmax, statistically significant being the effect of reducing temperature from 37 or 22 to 10 °C, the effect of increasing Stevia concentration from 0 or 0.5 to 1.5 or 2.5% (w/v), at 37 °C, and the elongation of λ observed in presence of 1.5 and 2.5% (w/v) of Stevia, at 22 °C. These results show that Stevia could be a bacterial growth control measure if a cold chain failure occurs."}
	,"source":{"resource":"https://www.ncbi.nlm.nih.gov/pubmed/"}}}
