{"resource": {
	"language":"eng",
	"title":{"value":"Effect of stevia and citric acid on the stability of phenolic compounds and in vitro antioxidant and antidiabetic capacity of a roselle (Hibiscus sabdariffa L.) beverage."},
	"subject":[
		{"value":"Antioxidants"},
	{"value":"Beverages"},
	{"value":"Citric Acid"},
	{"value":"Diterpenes, Kaurane"},
	{"value":"Food Additives"},
	{"value":"Glucosides"},
	{"value":"Hibiscus"},
	{"value":"Hypoglycemic Agents"},
	{"value":"Phenols"},
	{"value":"Plant Extracts"}
	],
	"pageStart":885,
	"doi":"10.1016/j.foodchem.2014.09.126",
	"pageEnd":92,
	"about":"https://www.ncbi.nlm.nih.gov/pubmed/PM25442634",
	"identifier":"PM25442634",
	"type":"Journal Article",
	"isPartOf":
		{"Journal":
		{"title":{"value":"Food chemistry"},
	"ISSN":{"value":"0308-8146"}
	}
	},
	"issued":"2014-12-02",
	"dateSubmitted":"forIndex",
	"creator":[
		{
		"Person":
		{"name":"Pérez-Ramírez, Iza F, IF"
	}
	},
	{
		"Person":
		{"name":"Castaño-Tostado, Eduardo, E"
	}
	},
	{
		"Person":
		{"name":"Ramírez-de León, José A, JA"
	}
	},
	{
		"Person":
		{"name":"Rocha-Guzmán, Nuria E, NE"
	}
	},
	{
		"Person":
		{"name":"Reynoso-Camacho, Rosalía, R"
	}
	}
	],
	"abstract":{"value":"Plant infusions are consumed due to their beneficial effects on health, which is attributed to their bioactive compounds content. However, these compounds are susceptible to degradation during processing and storage. The objective of this research was to evaluate the effect of stevia and citric acid on the stability of phenolic compounds, antioxidant capacity and carbohydrate-hydrolysing enzyme inhibitory activity of roselle beverages during storage. The optimum extraction conditions of roselle polyphenolic compounds was of 95 °C/60 min, which was obtained by a second order experimental design. The incorporation of stevia increased the stability of colour and some polyphenols, such as quercetin, gallic acid and rosmarinic acid, during storage. In addition, stevia decreased the loss of ABTS, DPPH scavenging activity and α-amylase inhibitory capacity, whereas the incorporation of citric acid showed no effect. These results may contribute to the improvement of technological processes for the elaboration of hypocaloric and functional beverages."}
	,"source":{"resource":"https://www.ncbi.nlm.nih.gov/pubmed/"}}}
