{"resource": {
	"language":"eng",
	"title":{"value":"Effects of synbiotic food consumption on glycemic status and serum hs-CRP in pregnant women: a randomized controlled clinical trial."},
	"subject":[
		{"value":"Adolescent"},
	{"value":"Adult"},
	{"value":"Biomarkers"},
	{"value":"Blood Glucose"},
	{"value":"C-Reactive Protein"},
	{"value":"Diet"},
	{"value":"Disaccharides"},
	{"value":"Female"},
	{"value":"Humans"},
	{"value":"Insulin"},
	{"value":"Inulin"},
	{"value":"Iran"},
	{"value":"Lactobacillus"},
	{"value":"Nutritional Status"},
	{"value":"Prebiotics"},
	{"value":"Pregnancy"},
	{"value":"Pregnancy Trimester, Third"},
	{"value":"Prenatal Nutritional Physiological Phenomena"},
	{"value":"Probiotics"},
	{"value":"Sorbitol"},
	{"value":"Stevia"},
	{"value":"Sugar Alcohols"},
	{"value":"Sweetening Agents"},
	{"value":"Synbiotics"},
	{"value":"Time Factors"},
	{"value":"Treatment Outcome"},
	{"value":"Young Adult"}
	],
	"pageStart":398,
	"volume":3,
	"pageEnd":406,
	"about":"https://www.ncbi.nlm.nih.gov/pubmed/PM25079465",
	"identifier":"PM25079465",
	"type":"Journal Article",
	"isPartOf":
		{"Journal":
		{"title":{"value":"Hormones (Athens, Greece)"},
	"ISSN":{"value":"1109-3099"}
	}
	},
	"issued":"2014-08-01",
	"dateSubmitted":"forIndex",
	"creator":[
		{
		"Person":
		{"name":"Taghizadeh, Mohsen, M"
	}
	},
	{
		"Person":
		{"name":"Asemi, Zatolla, Z"
	}
	}
	],
	"abstract":[
		{"value":"The aim of this study was to determine the effects of synbiotic food consumption on glycemic status and serum high sensitivity C-reactive protein (hs-CRP) levels of Iranian pregnant women."},
	{"value":"This randomized placebo-controlled clinical trial was performed among 52 pregnant women, primigravida, aged 18-35 year old, in their third trimester. After a 2-wk run-in period, subjects were randomly assigned to consume either a synbiotic (n=26) or control food (n=26) for 9 weeks. The synbiotic food consisted of a probiotic Lactobacillus sporogenes (1×107 CFU), 0.04 g inulin as prebiotic with 0.38 g isomalt, 0.36 g sorbitol and 0.05 g stevia as sweetener per 1 g. Control food (the same substance without probiotic bacteria and inulin) was packed in identical 9-gram packages. Patients were asked to consume the synbiotic and control foods two times a day. Fasting blood samples were taken at baseline and after a 9-wk intervention for quantification of related factors."},
	{"value":"Consumption of a synbiotic food did not show any significant change regarding the impact of insulin actions in the synbiotic group; nonetheless, compared to the control food, it resulted in a significant decrease in serum insulin levels (-0.26 vs. 6.34 µIU/mL, P=0.014) and HOMA-IR (-0.13 vs. 1.13, P=0.033), a significant difference in HOMA-B (5.30 vs. 34.22, P=0.040) and a significant rise in QUICKI score (0.002 vs. -0.02, P=0.022)."},
	{"value":"Consumption of a synbiotic food for 9 weeks by pregnant women had beneficial effects on insulin actions compared to the control food, but did not affect FPG and serum hs-CRP concentrations."}
	]
	,"source":{"resource":"https://www.ncbi.nlm.nih.gov/pubmed/"}}}
