{"resource": {
	"language":"eng",
	"title":{"value":"Influence of Extraction Methods on the Yield of Steviol Glycosides and Antioxidants in Stevia rebaudiana Extracts."},
	"subject":[
		{"value":"Antioxidants"},
	{"value":"Chromatography, High Pressure Liquid"},
	{"value":"Diterpenes, Kaurane"},
	{"value":"Flavonoids"},
	{"value":"Glycosides"},
	{"value":"Microwaves"},
	{"value":"Phenol"},
	{"value":"Plant Extracts"},
	{"value":"Plant Leaves"},
	{"value":"Principal Component Analysis"},
	{"value":"Reproducibility of Results"},
	{"value":"Stevia"},
	{"value":"Temperature"},
	{"value":"Ultrasonic Waves"}
	],
	"pageStart":119,
	"volume":2,
	"pageEnd":27,
	"about":"https://www.ncbi.nlm.nih.gov/pubmed/PM25726419",
	"identifier":"PM25726419",
	"type":"Journal Article",
	"isPartOf":
		{"Journal":
		{"title":{"value":"Plant foods for human nutrition (Dordrecht, Netherlands)"},
	"ISSN":{"value":"1573-9104"}
	}
	},
	"issued":"2015-05-04",
	"dateSubmitted":2016,
	"creator":[
		{
		"Person":
		{"name":"Periche, Angela, A"
	}
	},
	{
		"Person":
		{"name":"Castelló, Maria Luisa, ML"
	}
	},
	{
		"Person":
		{"name":"Heredia, Ana, A"
	}
	},
	{
		"Person":
		{"name":"Escriche, Isabel, I"
	}
	}
	],
	"abstract":{"value":"This study evaluated the application of ultrasound techniques and microwave energy, compared to conventional extraction methods (high temperatures at atmospheric pressure), for the solid-liquid extraction of steviol glycosides (sweeteners) and antioxidants (total phenols, flavonoids and antioxidant capacity) from dehydrated Stevia leaves. Different temperatures (from 50 to 100 °C), times (from 1 to 40 min) and microwave powers (1.98 and 3.30 W/g extract) were used. There was a great difference in the resulting yields according to the treatments applied. Steviol glycosides and antioxidants were negatively correlated; therefore, there is no single treatment suitable for obtaining the highest yield in both groups of compounds simultaneously. The greatest yield of steviol glycosides was obtained with microwave energy (3.30 W/g extract, 2 min), whereas, the conventional method (90 °C, 1 min) was the most suitable for antioxidant extraction. Consequently, the best process depends on the subsequent use (sweetener or antioxidant) of the aqueous extract of Stevia leaves."}
	,"source":{"resource":"https://www.ncbi.nlm.nih.gov/pubmed/"}}}
