{"resource": {
	"language":"eng",
	"title":{"value":"Selection of suitable propagation method for consistent plantlets production in Stevia rebaudiana (Bertoni)."},
	"pageStart":566,
	"volume":6,
	"pageEnd":73,
	"about":"https://www.ncbi.nlm.nih.gov/pubmed/PM25473365",
	"identifier":"PM25473365",
	"type":"Journal Article",
	"isPartOf":
		{"Journal":
		{"title":{"value":"Saudi journal of biological sciences"},
	"ISSN":{"value":"1319-562X"}
	}
	},
	"issued":"2014-12-04",
	"uri":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4250518",
	"dateSubmitted":2016,
	"creator":[
		{
		"Person":
		{"name":"Khalil, Shahid Akbar, SA"
	}
	},
	{
		"Person":
		{"name":"Zamir, Roshan, R"
	}
	},
	{
		"Person":
		{"name":"Ahmad, Nisar, N"
	}
	}
	],
	"abstract":{"value":"Stevia rebaudiana (Bert.) is an emerging sugar alternative and anti-diabetic plant in Pakistan. That is why people did not know the exact time of propagation. The main objective of the present study was to establish feasible propagation methods for healthy biomass production. In the present study, seed germination, stem cuttings and micropropagation were investigated for higher productivity. Fresh seeds showed better germination (25.51-40%) but lost viability after a few days of storage. In order to improve the germination percentage, seeds were irradiated with 2.5, 5.0, 7.5 and 10 Gy gamma doses. But gamma irradiation did not show any significant change in seed germination. A great variation in survival of stem cutting was observed in each month of 2012. October and November were found the most suitable months for stem cutting survival (60%). In order to enhance survival, stem cuttings were also dipped in different plant growth regulators (PGRs) solution. Only indole butyric acid (IBA; 1000 ppm) treated cutting showed a higher survival (33%) than control (11.1%). Furthermore, simple and feasible indirect regeneration system was established from leaf explants. Best callus induction (84.6%) was observed on MS-medium augmented with 6-benzyladenine (BA) and 2,4-dichlorophenoxyacetic acid (2,4-D; 2.0 mg l(-1)). For the first time, we obtained the highest number of shoots (106) on a medium containing BA (1.5 mg l(-1)) and gibberellic acid (GA3; 0.5 mg l(-1)). Plantlets were successfully acclimatized in plastic pots. The current results preferred micropropagation (85%) over seed germination (25.51-40%) and stem cutting (60%)."}
	,"source":{"resource":"https://www.ncbi.nlm.nih.gov/pubmed/"}}}
