{"resource": {
	"language":"eng",
	"title":{"value":"Influence of temperature and fat content on ideal sucrose concentration, sweetening power, and sweetness equivalence of different sweeteners in chocolate milk beverage."},
	"subject":[
		{"value":"Animals"},
	{"value":"Beverages"},
	{"value":"Cacao"},
	{"value":"Cattle"},
	{"value":"Dairy Products"},
	{"value":"Fats"},
	{"value":"Food Additives"},
	{"value":"Humans"},
	{"value":"Milk"},
	{"value":"Sucrose"},
	{"value":"Sweetening Agents"},
	{"value":"Taste"},
	{"value":"Temperature"}
	],
	"pageStart":7344,
	"volume":12,
	"pageEnd":53,
	"about":"https://www.ncbi.nlm.nih.gov/pubmed/PM25606602",
	"identifier":"PM25606602",
	"type":"Journal Article",
	"isPartOf":
		{"Journal":
		{"title":{"value":"Journal of dairy science"},
	"ISSN":{"value":"1525-3198"}
	}
	},
	"issued":"2015-01-20",
	"dateSubmitted":"forIndex",
	"creator":[
		{
		"Person":
		{"name":"Paixão, J A, JA"
	}
	},
	{
		"Person":
		{"name":"Rodrigues, J B, JB"
	}
	},
	{
		"Person":
		{"name":"Esmerino, E A, EA"
	}
	},
	{
		"Person":
		{"name":"Cruz, A G, AG"
	}
	},
	{
		"Person":
		{"name":"Bolini, H M A, HM"
	}
	}
	],
	"abstract":{"value":"The introduction of new products catering to specific dietary needs and the corresponding changes in the consumer profile reflect a growing demand for diet and “light” products. However, little information is available regarding the sensory effects of different sweeteners in products consumed at different temperatures and with varying fat contents. In this regard, this study aimed to determine the influence of temperature and fat content on the ideal sucrose concentration and the sweetness equivalence and sweetening power of different sweeteners: Neotame (NutraSweet Corp., Chicago, IL), aspartame, neosucralose, sucralose, and stevia (95% rebaudioside A), with sucrose as reference, in a chocolate milk beverage using a just-about-right (JAR) scale and magnitude estimation. Increasing temperature of consumption had an inverse effect on the ideal sucrose concentration in whole milk beverages, whereas no difference was noted in beverages made skim milk. In addition, a decrease in sweetening power was observed for all of the sweeteners analyzed considering the same conditions. The findings suggest that different optimal conditions exist for consumption of chocolate milk beverage related to sweetness perception, which depends on the fat level of milk used in the formulation. This information can be used by researchers and dairy processors when developing chocolate milk beverage formulations."}
	,"source":{"resource":"https://www.ncbi.nlm.nih.gov/pubmed/"}}}
