{"resource": {
	"language":"eng",
	"title":{"value":"Separation of Rebaudiana A from Steviol glycoside using a polymeric adsorbent with multi-hydrogen bonding in a non-aqueous system."},
	"subject":[
		{"value":"Adsorption"},
	{"value":"Chromatography, High Pressure Liquid"},
	{"value":"Diterpenes, Kaurane"},
	{"value":"Epoxy Compounds"},
	{"value":"Food Additives"},
	{"value":"Hydrogen Bonding"},
	{"value":"Hydrophobic and Hydrophilic Interactions"},
	{"value":"Methacrylates"},
	{"value":"Sweetening Agents"},
	{"value":"Thermodynamics"}
	],
	"pageStart":141,
	"doi":"10.1016/j.jchromb.2014.09.004",
	"pageEnd":9,
	"about":"https://www.ncbi.nlm.nih.gov/pubmed/PM25305561",
	"identifier":"PM25305561",
	"type":"Journal Article",
	"isPartOf":
		{"Journal":
		{"title":{"value":"Journal of chromatography. B, Analytical technologies in the biomedical and life sciences"},
	"ISSN":{"value":"1873-376X"}
	}
	},
	"issued":"2014-12-02",
	"dateSubmitted":"forIndex",
	"creator":[
		{
		"Person":
		{"name":"Ba, Jing, J"
	}
	},
	{
		"Person":
		{"name":"Zhang, Na, N"
	}
	},
	{
		"Person":
		{"name":"Yao, Lijuan, L"
	}
	},
	{
		"Person":
		{"name":"Ma, Ning, N"
	}
	},
	{
		"Person":
		{"name":"Wang, Chunhong, C"
	}
	}
	],
	"abstract":{"value":"Rebaudioside A (RA) and stevioside (SS) are the primary effective glycoside components in Stevia Rebaudiana. The RA glycoside is sweeter, and it tastes similarly to sucrose. Because extracts with a high RA content can be used as natural sweeteners for food additives approved by the FAO and FDA, RA should generate high market demand. In this study, an efficient method for separating RA was established based on the synergistic multi-hydrogen bonding interaction between a polymeric adsorbent and the RA glycoside. To overcome the destruction of the hydrophobic affinity required for the selective adsorption of RA, an innovative non-aqueous environment was established for adsorption and separation. To this end, an initial polymeric adsorbent composed of a glycidyl methacrylate and trimethylolpropane trimethacrylate (GMA-co-TMPTMA) copolymer matrix was synthesized, and polyethylene polyamine was employed as a functional reagent designed to react with the epoxy group on GME-co-TMPTMA to form a highly selective macroporous adsorbent. The effects of the different functional reagents and the solvent polarity on the adsorption selectivity for RA and SS, respectively, were investigated. Matching the structure of the polyethylene polyamine and sugar ligand on the glycoside molecule was essential in ensuring that the maximum synergistic interaction between adsorbent and adsorbate would be achieved. Moreover, the hydrogen-bonding force was observed to increase when the polarity of the adsorption solvent decreased. Therefore, among the synthesized macroporous polymeric adsorbents, the GTN4 adsorbent-bonding tetraethylenepentamine functional group provided the best separation in an n-butyl alcohol solution. Under the optimized gradient elution conditions, RA and SS can be effectively separated, and the contents of RA and SS increased from 33.5% and 51.5% in the initial crude extract to 95.4% and 78.2% after separation, respectively. Compared to conventional methods, the adsorption-desorption process is more advanced due to its procedural simplicity, low cost and adaptability for industrial production."}
	,"source":{"resource":"https://www.ncbi.nlm.nih.gov/pubmed/"}}}
