{"resource": {
	"language":"eng",
	"title":{"value":"Isolation and characterization of inulin with a high degree of polymerization from roots of Stevia rebaudiana (Bert.) Bertoni."},
	"subject":[
		{"value":"Bifidobacterium"},
	{"value":"Culture Media"},
	{"value":"Fermentation"},
	{"value":"Inulin"},
	{"value":"Lactobacillus"},
	{"value":"Polymerization"},
	{"value":"Prebiotics"},
	{"value":"Stevia"}
	],
	"pageStart":15,
	"pageEnd":21,
	"about":"https://www.ncbi.nlm.nih.gov/pubmed/PM25950401",
	"identifier":"PM25950401",
	"type":"Journal Article",
	"isPartOf":
		{"Journal":
		{"title":{"value":"Carbohydrate research"},
	"ISSN":{"value":"1873-426X"}
	}
	},
	"issued":"2015-06-06",
	"dateSubmitted":2016,
	"creator":[
		{
		"Person":
		{"name":"Lopes, Sheila M S, SM"
	}
	},
	{
		"Person":
		{"name":"Krausová, Gabriela, G"
	}
	},
	{
		"Person":
		{"name":"Rada, Vojtěch, V"
	}
	},
	{
		"Person":
		{"name":"Gonçalves, José E, JE"
	}
	},
	{
		"Person":
		{"name":"Gonçalves, Regina A C, RA"
	}
	},
	{
		"Person":
		{"name":"de Oliveira, Arildo J B, AJ"
	}
	}
	],
	"abstract":{"value":"The polysaccharide inulin has great importance in the food and pharmaceutical industries. The degree of polymerization (DP) of inulin influences important properties, such as, solubility, thermal stability, sweetness power and prebiotic activity. Molecules with a high degree of polymerization are obtained through physical techniques for enrichment of the inulin chains because they are not commonly obtained from plants extract. Gas chromatography/Mass Spectrometry and (1)H Nuclear Magnetic Resonance analysis showed that inulin from Stevia rebaudiana roots has a degree of polymerization (DPn 28) higher than the value of DPn 12-15 for inulins from other plant species. Furthermore, the methodology of freeze/thaw to enrich the chains allowed us to increase the DP, similarly to other methodologies used for the enrichment of inulin chains. The prebiotic assays confirm that inulin from S. rebaudiana has a high DP. The combined use of these molecules with low degree of polymerization fructans seems to be advantageous to prolong the prebiotic effect in the colon. Our results suggest that S. rebaudiana roots are a promising source of high degree polymerization inulins."}
	,"source":{"resource":"https://www.ncbi.nlm.nih.gov/pubmed/"}}}
