{"resource": {
	"language":"eng",
	"title":{"value":"Investigation of the photochemical changes of chlorogenic acids induced by ultraviolet light in model systems and in agricultural practice with Stevia rebaudiana cultivation as an example."},
	"subject":[
		{"value":"Agriculture"},
	{"value":"Chlorogenic Acid"},
	{"value":"Photochemistry"},
	{"value":"Photoperiod"},
	{"value":"Plant Leaves"},
	{"value":"Stevia"},
	{"value":"Ultraviolet Rays"}
	],
	"pageStart":3338,
	"volume":13,
	"doi":"10.1021/acs.jafc.5b00838",
	"pageEnd":47,
	"about":"https://www.ncbi.nlm.nih.gov/pubmed/PM25699645",
	"identifier":"PM25699645",
	"type":"Journal Article",
	"isPartOf":
		{"Journal":
		{"title":{"value":"Journal of agricultural and food chemistry"},
	"ISSN":{"value":"1520-5118"}
	}
	},
	"issued":"2015-04-08",
	"dateSubmitted":"forIndex",
	"creator":[
		{
		"Person":
		{"name":"Karaköse, Hande, H"
	}
	},
	{
		"Person":
		{"name":"Jaiswal, Rakesh, R"
	}
	},
	{
		"Person":
		{"name":"Deshpande, Sagar, S"
	}
	},
	{
		"Person":
		{"name":"Kuhnert, Nikolai, N"
	}
	}
	],
	"abstract":{"value":"Mono- and diacyl chlorogenic acids undergo photochemical trans-cis isomerization under ultraviolet (UV) irradiation. The photochemical equilibrium composition was established for eight selected derivatives. In contrast to all other dicaffeoylquinic acid derivatives, cynarin (1,3-dicaffeoylquinic acid) undergoes a [2 + 2] photochemical cycloaddition reaction, constituting a first example of Schmidt's law in a natural product family. The relevance of photochemical isomerization in agricultural practice was investigated using 120 samples of Stevia rebaudiana leave samples grown under defined cultivation conditions. Ratios of cis to trans chlorogenic acids were determined in leaf samples and correlated with climatic and harvesting conditions. The data indicate a clear correlation between the formation of cis-caffeoyl derivatives and sunshine hours prior to harvesting and illustrate the relevance of UV exposure to plant material affecting its phytochemical composition."}
	,"source":{"resource":"https://www.ncbi.nlm.nih.gov/pubmed/"}}}
