{"resource": {
	"language":"eng",
	"title":{"value":"Steviol glycoside safety: are highly purified steviol glycoside sweeteners food allergens?"},
	"subject":[
		{"value":"Allergens"},
	{"value":"Animals"},
	{"value":"Diterpenes, Kaurane"},
	{"value":"Food Hypersensitivity"},
	{"value":"Humans"},
	{"value":"Non-Nutritive Sweeteners"},
	{"value":"Phylogeny"},
	{"value":"Plant Extracts"},
	{"value":"Stevia"}
	],
	"pageStart":71,
	"doi":"10.1016/j.fct.2014.11.011",
	"pageEnd":8,
	"about":"https://www.ncbi.nlm.nih.gov/pubmed/PM25449199",
	"identifier":"PM25449199",
	"type":"Journal Article",
	"isPartOf":
		{"Journal":
		{"title":{"value":"Food and chemical toxicology : an international journal published for the British Industrial Biological Research Association"},
	"ISSN":{"value":"1873-6351"}
	}
	},
	"issued":"2015-01-02",
	"dateSubmitted":"forIndex",
	"creator":[
		{
		"Person":
		{"name":"Urban, Jonathan D, JD"
	}
	},
	{
		"Person":
		{"name":"Carakostas, Michael C, MC"
	}
	},
	{
		"Person":
		{"name":"Taylor, Steve L, SL"
	}
	}
	],
	"abstract":{"value":"Steviol glycoside sweeteners are extracted from the plant Stevia rebaudiana (Bertoni), a member of the Asteraceae (Compositae) family. Many plants from this family can induce hypersensitivity reactions via multiple routes of exposure (e.g., ragweed, goldenrod, chrysanthemum, echinacea, chamomile, lettuce, sunflower and chicory). Based on this common taxonomy, some popular media reports and resources have issued food warnings alleging the potential for stevia allergy. To determine if such allergy warnings are warranted on stevia-based sweeteners, a comprehensive literature search was conducted to identify all available data related to allergic responses following the consumption of stevia extracts or highly purified steviol glycosides. Hypersensitivity reactions to stevia in any form are rare. The few cases documented in the peer-reviewed literature were reported prior to the introduction of high-purity products to the market in 2008 when many global regulatory authorities began to affirm the safety of steviol glycosides. Neither stevia manufacturers nor food allergy networks have reported significant numbers of any adverse events related to ingestion of stevia-based sweeteners, and there have been no reports of stevia-related allergy in the literature since 2008. Therefore, there is little substantiated scientific evidence to support warning statements to consumers about allergy to highly purified stevia extracts."}
	,"source":{"resource":"https://www.ncbi.nlm.nih.gov/pubmed/"}}}
