{"resource": {
	"language":"eng",
	"title":{"value":"Green synthesis of gold nanoparticles using Stevia rebaudiana leaf extracts: Characterization and their stability."},
	"subject":[
		{"value":"Gold"},
	{"value":"Green Chemistry Technology"},
	{"value":"Metal Nanoparticles"},
	{"value":"Microscopy, Electron, Scanning"},
	{"value":"Microscopy, Electron, Transmission"},
	{"value":"Plant Extracts"},
	{"value":"Plant Leaves"},
	{"value":"Spectrophotometry, Ultraviolet"},
	{"value":"Spectroscopy, Fourier Transform Infrared"},
	{"value":"Stevia"},
	{"value":"X-Ray Diffraction"}
	],
	"pageStart":101,
	"doi":"10.1016/j.jphotobiol.2015.03.025",
	"pageEnd":6,
	"about":"https://www.ncbi.nlm.nih.gov/pubmed/PM25900555",
	"identifier":"PM25900555",
	"type":"Journal Article",
	"isPartOf":
		{"Journal":
		{"title":{"value":"Journal of photochemistry and photobiology. B, Biology"},
	"ISSN":{"value":"1873-2682"}
	}
	},
	"issued":"2015-06-03",
	"dateSubmitted":"forIndex",
	"creator":[
		{
		"Person":
		{"name":"Sadeghi, Babak, B"
	}
	},
	{
		"Person":
		{"name":"Mohammadzadeh, M, M"
	}
	},
	{
		"Person":
		{"name":"Babakhani, B, B"
	}
	}
	],
	"abstract":{"value":"Various methods invented and developed for the synthesis of gold nanoparticles that increases daily consumed. According to this method, including potential environmental pollution problems and the complexity of the synthesis, in this study, the feasibility of using the leaves extract of Stevia rebaudiana (SR) for the reduction of gold ions to nanoparticles form have been studied. Stevia leaves were used to prepare the aqueous extract for this study. Gold nanoparticles were characterized with different techniques such as UV-vis spectroscopy, FT-IR spectroscopy, X-ray diffraction (XRD), scanning electron microscopy (SEM), and transmission electron microscopy (TEM). Transmission electron microscopy experiments showed that these nanoparticles are spherical and uniformly distributed and its size is from 5 to 20 nm. FT-IR spectroscopy revealed that gold nanoparticles were functionalized with biomolecules that have primary amine group (NH2), carbonyl group, OH groups and other stabilizing functional groups. X-ray diffraction pattern showed high purity and face centered cubic structure of gold nanoparticles with size of 17 nm. The scanning electron microscopy (SEM) implies the right of forming gold nanoparticles. The results, confirm that gold nanoparticles have synthesized by the leaves extract of S. rebaudiana (SR)."}
	,"source":{"resource":"https://www.ncbi.nlm.nih.gov/pubmed/"}}}
