{"resource": {
	"language":"eng",
	"title":{"value":"Influence of drying method on steviol glycosides and antioxidants in Stevia rebaudiana leaves."},
	"subject":[
		{"value":"Antioxidants"},
	{"value":"Diterpenes, Kaurane"},
	{"value":"Food Handling"},
	{"value":"Glycosides"},
	{"value":"Hot Temperature"},
	{"value":"Plant Extracts"},
	{"value":"Plant Leaves"},
	{"value":"Stevia"},
	{"value":"Sweetening Agents"}
	],
	"pageStart":1,
	"doi":"10.1016/j.foodchem.2014.09.029",
	"pageEnd":6,
	"about":"https://www.ncbi.nlm.nih.gov/pubmed/PM25442516",
	"identifier":"PM25442516",
	"type":"Other",
	"isPartOf":
		{"Journal":
		{"title":{"value":"Food chemistry"},
	"ISSN":{"value":"0308-8146"}
	}
	},
	"issued":"2014-12-02",
	"dateSubmitted":"forIndex",
	"creator":[
		{
		"Person":
		{"name":"Periche, Angela, A"
	}
	},
	{
		"Person":
		{"name":"Castelló, María Luisa, ML"
	}
	},
	{
		"Person":
		{"name":"Heredia, Ana, A"
	}
	},
	{
		"Person":
		{"name":"Escriche, Isabel, I"
	}
	}
	],
	"abstract":{"value":"The application of different drying conditions (hot air drying at 100 °C and 180 °C, freeze drying and shade drying) on steviol glycosides (stevioside, dulcoside A, rebaudioside A and rebaudioside C) and antioxidants in Stevia leaves was evaluated. Stevioside, the major glycoside found in fresh leaves (81.2mg/g), suffered an important reduction in all cases, although shade drying was the least aggressive treatment. Considering the antioxidant parameters (total phenols, flavonoids and total antioxidants), the most suitable drying method was hot air at 180 °C, since it substantially increased all of them (76.8 mg gallic acid, 45.1mg catechin and 126 mg Trolox, all equivalent/g Stevia, respectively), with respect to those present in fresh leaves (44.4, 2.5 and 52.9 mg equivalent/g). Therefore, the ideal method for drying Stevia leaves depends on their final use (sweetener or antioxidant), although, hot air at 180 °C is the most recommendable if only one treatment has to be chosen."}
	,"source":{"resource":"https://www.ncbi.nlm.nih.gov/pubmed/"}}}
