{"resource": {
	"language":"eng",
	"title":{"value":"Time-intensity profile of pitanga nectar (Eugenia uniflora L.) with different sweeteners: Sweetness and bitterness."},
	"subject":[
		{"value":"Brazil"},
	{"value":"Dietary Sucrose"},
	{"value":"Eugenia"},
	{"value":"Food Handling"},
	{"value":"Fruit"},
	{"value":"Fruit and Vegetable Juices"},
	{"value":"Humans"},
	{"value":"Non-Nutritive Sweeteners"},
	{"value":"Plant Nectar"},
	{"value":"Taste"}
	],
	"pageStart":58,
	"volume":1,
	"doi":"10.1177/1082013214568795",
	"pageEnd":67,
	"about":"https://www.ncbi.nlm.nih.gov/pubmed/PM25627677",
	"identifier":"PM25627677",
	"type":"Journal Article",
	"isPartOf":
		{"Journal":
		{"title":{"value":"Food science and technology international = Ciencia y tecnología de los alimentos internacional"},
	"ISSN":{"value":"1532-1738"}
	}
	},
	"issued":"2015-12-17",
	"dateSubmitted":"forIndex",
	"creator":[
		{
		"Person":
		{"name":"Freitas, Mírian Luisa Faria, ML"
	}
	},
	{
		"Person":
		{"name":"de Lima Dutra, Mariana Borges, MB"
	}
	},
	{
		"Person":
		{"name":"Bolini, Helena Maria André, HM"
	}
	}
	],
	"abstract":{"value":"Pitanga has been used by the Brazilian food industry mainly for juice production. This fruit shows good economic potential due to its high concentration of vitamins and minerals. The aim of the present work was to characterize the time-intensity profile of pitanga nectar sweetened with different sweeteners to verify differences on the perception of sweet and bitter tastes. The sweeteners used to replace sucrose were sucralose, aspartame, stevia 40% rebaudioside A, stevia 95% rebaudioside A, neotame, and 2:1 cyclamate/saccharin blend. Fifteen assessors were selected according to their discriminating capability and trained to participate in the time-intensity analysis for sweetness and bitterness. The samples prepared with sucralose and 2:1 cyclamate/saccharin blend presented a similar sweetness profile to the sample prepared with sucrose, and the samples prepared with sucralose and aspartame presented a similar bitterness profile to the sample prepared with sucrose. Thus, sucralose would be the most suitable sweetener to replace sucrose in pitanga nectar."}
	,"source":{"resource":"https://www.ncbi.nlm.nih.gov/pubmed/"}}}
