{"resource": {
	"language":"eng",
	"title":{"value":"Effect of Stevia rebaudiana addition on bioaccessibility of bioactive compounds and antioxidant activity of beverages based on exotic fruits mixed with oat following simulated human digestion."},
	"subject":[
		{"value":"Anthocyanins"},
	{"value":"Antioxidants"},
	{"value":"Ascorbic Acid"},
	{"value":"Avena"},
	{"value":"Beverages"},
	{"value":"Carotenoids"},
	{"value":"Digestion"},
	{"value":"Diterpenes, Kaurane"},
	{"value":"Fruit"},
	{"value":"Glucosides"},
	{"value":"Humans"},
	{"value":"Phenols"},
	{"value":"Stevia"}
	],
	"pageStart":122,
	"doi":"10.1016/j.foodchem.2015.03.095",
	"pageEnd":30,
	"about":"https://www.ncbi.nlm.nih.gov/pubmed/PM25872434",
	"identifier":"PM25872434",
	"type":"Journal Article",
	"isPartOf":
		{"Journal":
		{"title":{"value":"Food chemistry"},
	"ISSN":{"value":"0308-8146"}
	}
	},
	"issued":"2015-04-15",
	"dateSubmitted":"forIndex",
	"creator":[
		{
		"Person":
		{"name":"Carbonell-Capella, Juana M, JM"
	}
	},
	{
		"Person":
		{"name":"Buniowska, Magdalena, M"
	}
	},
	{
		"Person":
		{"name":"Esteve, María J, MJ"
	}
	},
	{
		"Person":
		{"name":"Frígola, Ana, A"
	}
	}
	],
	"abstract":{"value":"In order to determine the impact of Stevia rebaudiana (SR) addition on bioactive compounds bioaccessibility of a new developed functional beverage based on exotic fruits (mango juice, papaya juice and açaí) mixed with orange juice and oat, an in vitro gastrointestinal digestion was performed. Ascorbic acid, total carotenoids, total phenolics, total anthocyanins, total antioxidant capacity and steviol glycosides were evaluated before and after a simulated gastrointestinal digestion. Salivary and gastric digestion had no substantial effect on any of the major phenolic compounds, ascorbic acid, total antioxidant capacity and steviol glycosides, whereas carotenoids and anthocyanins diminished significantly during the gastric step. All analysed compounds were significantly altered during the pancreatic-bile digestion and this effect was more marked for carotenoids and total anthocyanins. However, phenolic compounds, anthocyanins, total antioxidant capacity and steviol glycosides bioaccessibility increased as did SR concentration. Ascorbic acid bioaccessibility was negatively affected by the SR addition."}
	,"source":{"resource":"https://www.ncbi.nlm.nih.gov/pubmed/"}}}
