{"resource": {
	"language":"eng",
	"title":{"value":"Identification, quantification, and sensory characterization of steviol glycosides from differently processed Stevia rebaudiana commercial extracts."},
	"subject":[
		{"value":"Adult"},
	{"value":"Diterpenes, Kaurane"},
	{"value":"Food Handling"},
	{"value":"Glycosides"},
	{"value":"Humans"},
	{"value":"Male"},
	{"value":"Molecular Structure"},
	{"value":"Plant Extracts"},
	{"value":"Plant Leaves"},
	{"value":"Stevia"},
	{"value":"Sweetening Agents"},
	{"value":"Taste"}
	],
	"pageStart":11797,
	"volume":49,
	"pageEnd":804,
	"about":"https://www.ncbi.nlm.nih.gov/pubmed/PM25393842",
	"identifier":"PM25393842",
	"type":"Other",
	"isPartOf":
		{"Journal":
		{"title":{"value":"Journal of agricultural and food chemistry"},
	"ISSN":{"value":"1520-5118"}
	}
	},
	"issued":"2014-12-10",
	"dateSubmitted":2016,
	"creator":[
		{
		"Person":
		{"name":"Espinoza, María Inés, MI"
	}
	},
	{
		"Person":
		{"name":"Vincken, Jean-Paul, JP"
	}
	},
	{
		"Person":
		{"name":"Sanders, Mark, M"
	}
	},
	{
		"Person":
		{"name":"Castro, Cristian, C"
	}
	},
	{
		"Person":
		{"name":"Stieger, Markus, M"
	}
	},
	{
		"Person":
		{"name":"Agosin, Eduardo, E"
	}
	}
	],
	"abstract":{"value":"Stevia rebaudiana is known for its sweet-tasting ent-kaurene diterpenoid glycosides. Several manufacturing strategies are currently employed to obtain Stevia sweeteners with the lowest possible off-flavors. The chemical composition of four commercial S. rebaudiana extracts, obtained by different technologies, was characterized using UHPLC-ESI-MS(n). The composition of one of the ethanol-crystallized extracts (EC2) was entirely rebaudioside A, whereas the enzymatically modified (EM) extract contained the lowest concentration of this compound (2.7 mg/100 mg). The membrane-purified (MP) extract had the highest content of minor natural steviol glycosides (23.7 mg/100 mg total extract) versus an average of 2.4 mg/100 mg total extract for the EC samples. Thirteen trained panelists evaluated sweetness, bitterness, licorice, and metallic attributes of all four extracts. The highest licorice intensity (p ≤ 0.05) was found for MP. Both samples EC1 and EC2, despite their different chemical compositions, showed no significant differences in sensory perception."}
	,"source":{"resource":"https://www.ncbi.nlm.nih.gov/pubmed/"}}}
