{"resource": {
	"language":"eng",
	"title":{"value":"Enhanced production of steviol glycosides in mycorrhizal plants: a concerted effect of arbuscular mycorrhizal symbiosis on transcription of biosynthetic genes."},
	"subject":[
		{"value":"Diterpenes, Kaurane"},
	{"value":"Erythritol"},
	{"value":"Gene Expression Regulation, Plant"},
	{"value":"Genes, Plant"},
	{"value":"Glucosides"},
	{"value":"Glycosides"},
	{"value":"Glycosyltransferases"},
	{"value":"Manganese"},
	{"value":"Mycorrhizae"},
	{"value":"Photosynthesis"},
	{"value":"Plant Proteins"},
	{"value":"Stevia"},
	{"value":"Sugar Phosphates"},
	{"value":"Sweetening Agents"},
	{"value":"Symbiosis"},
	{"value":"Transcription, Genetic"},
	{"value":"Uridine Diphosphate"},
	{"value":"Zinc"}
	],
	"pageStart":100,
	"doi":"10.1016/j.plaphy.2015.02.010",
	"pageEnd":6,
	"about":"https://www.ncbi.nlm.nih.gov/pubmed/PM25734328",
	"identifier":"PM25734328",
	"type":"Journal Article",
	"isPartOf":
		{"Journal":
		{"title":{"value":"Plant physiology and biochemistry : PPB / Société française de physiologie végétale"},
	"ISSN":{"value":"1873-2690"}
	}
	},
	"issued":"2015-03-23",
	"dateSubmitted":"forIndex",
	"creator":[
		{
		"Person":
		{"name":"Mandal, Shantanu, S"
	}
	},
	{
		"Person":
		{"name":"Upadhyay, Shivangi, S"
	}
	},
	{
		"Person":
		{"name":"Singh, Ved Pal, VP"
	}
	},
	{
		"Person":
		{"name":"Kapoor, Rupam, R"
	}
	}
	],
	"abstract":{"value":"Stevia rebaudiana (Bertoni) produces steviol glycosides (SGs)--stevioside (stev) and rebaudioside-A (reb-A) that are valued as low calorie sweeteners. Inoculation with arbuscular mycorrhizal fungi (AMF) augments SGs production, though the effect of this interaction on SGs biosynthesis has not been studied at molecular level. In this study transcription profiles of eleven key genes grouped under three stages of the SGs biosynthesis pathway were compared. The transcript analysis showed upregulation of genes encoding 2-C-methyl-D-erythritol-4-phosphate (MEP) pathway enzymes viz.,1-deoxy-D-xylulose 5-phospate synthase (DXS), 1-deoxy-D-xylulose 5-phospate reductoisomerase (DXR) and 2-C-methyl-D-erytrithol 2,4-cyclodiphosphate synthase (MDS) in mycorrhizal (M) plants. Zn and Mn are imperative for the expression of MDS and their enhanced uptake in M plants could be responsible for the increased transcription of MDS. Furthermore, in the second stage of SGs biosynthesis pathway, mycorrhization enhanced the transcription of copalyl diphosphate synthase (CPPS) and kaurenoic acid hydroxylase (KAH). Their expression is decisive for SGs biosynthesis as CPPS regulates flow of metabolites towards synthesis of kaurenoid precursors and KAH directs these towards steviol synthesis instead of gibberellins. In the third stage glucosylation of steviol to reb-A by four specific uridine diphosphate (UDP)-dependent glycosyltransferases (UGTs) occurs. While higher transcription of all the three characterized UGTs in M plants explains augmented production of SGs; higher transcript levels of UGT76G1, specifically improved reb-A to stev ratio implying increased sweetness. The work signifies that AM symbiosis upregulates the transcription of all eleven SGs biosynthesis genes as a result of improved nutrition and enhanced sugar concentration due to increased photosynthesis in M plants."}
	,"source":{"resource":"https://www.ncbi.nlm.nih.gov/pubmed/"}}}
