{"resource": {
	"language":"eng",
	"title":{"value":"Intensified Separation of Steviol Glycosides from a Crude Aqueous Extract of Stevia rebaudiana Leaves Using Centrifugal Partition Chromatography."},
	"subject":[
		{"value":"Centrifugation"},
	{"value":"Chromatography, Liquid"},
	{"value":"Diterpenes, Kaurane"},
	{"value":"Glycosides"},
	{"value":"Plant Extracts"},
	{"value":"Stevia"},
	{"value":"Water"}
	],
	"pageStart":1614,
	"volume":17,
	"doi":"10.1055/s-0035-1545840",
	"pageEnd":20,
	"about":"https://www.ncbi.nlm.nih.gov/pubmed/PM25798642",
	"identifier":"PM25798642",
	"type":"Journal Article",
	"isPartOf":
		{"Journal":
		{"title":{"value":"Planta medica"},
	"ISSN":{"value":"1439-0221"}
	}
	},
	"issued":"2015-12-15",
	"dateSubmitted":"forIndex",
	"creator":[
		{
		"Person":
		{"name":"Hubert, Jane, J"
	}
	},
	{
		"Person":
		{"name":"Borie, Nicolas, N"
	}
	},
	{
		"Person":
		{"name":"Chollet, Sébastien, S"
	}
	},
	{
		"Person":
		{"name":"Perret, Joël, J"
	}
	},
	{
		"Person":
		{"name":"Barbet-Massin, Claire, C"
	}
	},
	{
		"Person":
		{"name":"Berger, Monique, M"
	}
	},
	{
		"Person":
		{"name":"Daydé, Jean, J"
	}
	},
	{
		"Person":
		{"name":"Renault, Jean-Hugues, JH"
	}
	}
	],
	"abstract":{"value":"Aqueous extracts of Stevia rebaudiana leaves have been approved since 2008 by the Joint Expert Committee for Food Additives as sugar substitutes in many food and beverages in Western and Far East Asian countries. The compounds responsible for the natural sweetness of Stevia leaves include a diversity of diterpenoid glycosides derived from a steviol skeleton. These steviol glycosides also exhibit a low calorific value as well as promising therapeutic applications, particularly for the treatment of sugar metabolism disturbances. In this work, centrifugal partition chromatography is proposed as an efficient technical alternative to purify steviol glycosides from crude aqueous extracts of Stevia leaves on a multigram scale. Two different commercial instruments, including an ASCPC250® and a FCPE300® made of columns containing 1890 and 231 twin-cells, respectively, were evaluated and compared. All experiments were performed with a polar biphasic solvent system composed of ethyl acetate, n-butanol, and water in a gradient elution mode. When using the 1890 partition cell centrifugal partition chromatography column of 250 mL, 42 mg of stevioside, 68 mg of dulcoside A, and 172 mg of rebaudioside A, three major constituents of the initial extract were obtained from 1 g of the initial mixture at purities of 81%, 83%, and 99%, respectively. The productivity was further improved by intensifying the procedure on the 231 partition cell centrifugal partition chromatography column of 303 mL with the sample mass loading increased up to 5 g, resulting in the recovery of 1.2 g of stevioside, 100 mg of dulcoside A, and 1.1 g of rebaudioside A at purities of 79%, 62%, and 98%, respectively. The structures of the isolated compounds were validated by HPLC-UV, ESI-MS, (1)H, and (13)C NMR analyses. Altogether, the results demonstrate that the column design (i.e., the partition cell number) is an important aspect to be considered for a larger scale centrifugal partition chromatography isolation of Stevia-derived natural sweeteners."}
	,"source":{"resource":"https://www.ncbi.nlm.nih.gov/pubmed/"}}}
