{"resource": {
	"language":"eng",
	"title":{"value":"Effect of aqueous and alcoholic Stevia (Stevia rebaudiana) extracts against Streptococcus mutans and Lactobacillus acidophilus in comparison to chlorhexidine: An in vitro study."},
	"pageStart":"S116",
	"volume":"Suppl 2",
	"pageEnd":21,
	"about":"https://www.ncbi.nlm.nih.gov/pubmed/PM25558451",
	"identifier":"PM25558451",
	"type":"Journal Article",
	"isPartOf":
		{"Journal":
		{"title":{"value":"Journal of International Society of Preventive & Community Dentistry"},
	"ISSN":{"value":"2231-0762"}
	}
	},
	"issued":"2015-01-05",
	"uri":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4278103",
	"dateSubmitted":2016,
	"creator":[
		{
		"Person":
		{"name":"Ajagannanavar, Sunil Lingaraj, SL"
	}
	},
	{
		"Person":
		{"name":"Shamarao, Supreetha, S"
	}
	},
	{
		"Person":
		{"name":"Battur, Hemant, H"
	}
	},
	{
		"Person":
		{"name":"Tikare, Shreyas, S"
	}
	},
	{
		"Person":
		{"name":"Al-Kheraif, Abdulaziz Abdullah, AA"
	}
	},
	{
		"Person":
		{"name":"Al Sayed, Mohammed Sayed Al Esawy, MS"
	}
	}
	],
	"abstract":[
		{"value":"Stevia (S. rebaudiana) a herb which has medicinal value and was used in ancient times as a remedy for a great diversity of ailments and sweetener. Leaves of Stevia contain a high concentration of Stevioside and Rebaudioside which are supposed to be sweetening agents."},
	{"value":"To compare the efficacy of aqueous and alcoholic S. rebaudiana extract against Streptococcus mutans and Lactobacillus acidophilus in comparison to chlorhexidine."},
	{"value":"In the first part of the study, various concentrations of aqueous and ethanolic Stevia extract were prepared in the laboratory of Pharmacy College. It was then subjected to microbiological assay to determine its zone of inhibition using Agar disk diffusion test and minimum inhibitory concentration (MIC) using serial broth dilution method against Streptococcus mutans and Lactobacillus acidophilus. Chlorhexidine was used as a positive control. One way Analysis of Variance (ANOVA) test was used for multiple group comparisons followed by Tukey post hoc for group wise comparisons."},
	{"value":"Minimum inhibitory concentration (MIC) of aqueous and ethnolic Stevia extract against Streptococcus mutans and Lactobacillus acidophilus were 25% and 12.5% respectively. Mean zone of inhibition of the aqueous and alcoholic Stevia extracts against Streptococcus mutans at 48 hours were 22.8 mm and 26.7 mm respectively. Mean zone of inhibition of the aqueous and alcoholic Stevia extracts against Lactobacillus acidophilus at 48 hours were 14.4 mm and 15.1 mm respectively. Mean zone of inhibition of the chlorhexidine against Streptococcus mutans and Lactobacillus acidophilus at 48 hours was 20.5 and 13.2 respectively."},
	{"value":"The inhibitory effect shown by alcoholic Stevia extract against Streptococcus mutans and Lactobacillus acidophilus was superior when compared with that of aqueous form and was inferior when compared with Chlorhexidine."}
	]
	,"source":{"resource":"https://www.ncbi.nlm.nih.gov/pubmed/"}}}
