{"resource": {
	"language":"eng",
	"title":{"value":"Extemporaneous Formulations of Metformin for Pediatric Endocrinology: Physicochemical Integrity, Cytotoxicity of Sweeteners, and Quantitation of Plasma Levels."},
	"subject":[
		{"value":"Administration, Oral"},
	{"value":"Adult"},
	{"value":"Cell Line, Tumor"},
	{"value":"Chemistry, Pharmaceutical"},
	{"value":"Chromatography, High Pressure Liquid"},
	{"value":"Diabetes Mellitus, Type 2"},
	{"value":"Humans"},
	{"value":"Hypoglycemic Agents"},
	{"value":"MCF-7 Cells"},
	{"value":"Metformin"},
	{"value":"Pharmaceutical Solutions"},
	{"value":"Sucrose"}
	],
	"pageStart":1689,
	"volume":8,
	"pageEnd":702,
	"about":"https://www.ncbi.nlm.nih.gov/pubmed/PM26092088",
	"identifier":"PM26092088",
	"type":"Journal Article",
	"isPartOf":
		{"Journal":
		{"title":{"value":"Clinical therapeutics"},
	"ISSN":{"value":"1879-114X"}
	}
	},
	"issued":"2015-09-06",
	"dateSubmitted":2016,
	"creator":[
		{
		"Person":
		{"name":"Alemón-Medina, Radamés, R"
	}
	},
	{
		"Person":
		{"name":"Chávez-Pacheco, Juan Luis, JL"
	}
	},
	{
		"Person":
		{"name":"Rivera-Espinosa, Liliana, L"
	}
	},
	{
		"Person":
		{"name":"Ramírez-Mendiola, Blanca, B"
	}
	},
	{
		"Person":
		{"name":"García-Álvarez, Raquel, R"
	}
	},
	{
		"Person":
		{"name":"Sámano-Salazar, Cynthia, C"
	}
	},
	{
		"Person":
		{"name":"Manuel Dávila-Borja, Víctor, V"
	}
	}
	],
	"abstract":[
		{"value":"In response to the lack of pediatric formulations of metformin to control type 2 diabetes mellitus, hyperinsulinemic obesity, and dyslipidemias, we developed liquid formulations of metformin by dissolving 3 generic brands of 500-mg metformin(*,)(†,)(‡) tablets in water sweetened with sucralose. The physicochemical stabilities of these drugs were assessed and compared with those of formulations made with the innovative brand of metformin.(∥) A method to measure metformin plasma levels was proposed and then tested in 2 healthy subjects. This method may be useful to survey treatment compliance in the future. The biological safety profiles of the metformin solutions were assessed preliminarily in a system of hormone-dependent cancer cells (human breast cancer MCF-7 cells)."},
	{"value":"Metformin solutions stored at 25°C exposed to light and at 25°C, 4°C, and 40°C protected from light, underwent physicochemical analysis by ultra-performance liquid chromatography with ultraviolet detection, the mobile phase consisting of 0.2 M potassium monobasic phosphate (pH 6.5), 4.6 mM sodium dodecyl sulphate (SDS), and acetonitrile (63:7:30) at a flow rate of 0.8 mL/min in a Symmetry C8 150 × 4.6 mm column (Milford, Massachusetts) at 40°C (236 nm). MCF-7 cells were grown in 96-well ELISA plates (2 × 10(5) cells/well) and were exposed to 10, 20, and 40 mg/mL sucralose(§), Stevia rebaudiana (Svetia; Metco, S.A. de C.V., México, D.F., Mexico), and metformin (50 mg/mL) for 48 hours. Cytotoxicity was determined using the WST-1 colorimetric assay (Roche, USA) in an Epoch ELISA reader (BioTek, Winooski, Vermont) at 440 nm."},
	{"value":"All brands of metformin were stable at all storage conditions for up to 30 days and retained >90% of the initial amount. Sucralose and Stevia rebaudiana caused zero cytotoxicity (ANOVA, P ≤ 0.05). The ultra-performance liquid chromatography with ultraviolet detection method was adapted to determine metformin level in very small blood samples (40 μL), which was linear within the range of 20 to 600 ng/mL metformin (retention time 2 minutes). Metformin was physically and chemically stable within the processed blood for up to 30 days at 4°C."},
	{"value":"Extemporaneous formulations of metformin may be developed at low cost from either the innovator or generic brands, and both sucralose and Stevia rebaudiana sweeteners may be well tolerated; however, the minimum amount of sweetener is recommended to avoid any endocrine disturbance. The analytical method is accurate and precise to clinically measure metformin levels in patients taking the extemporaneous formulation orally. Study registry identification number: 100/2013."}
	]
	,"source":{"resource":"https://www.ncbi.nlm.nih.gov/pubmed/"}}}
