{"resource": {
	"language":"eng",
	"title":{"value":"Molecular evidence of insulinomimetic property exhibited by steviol and stevioside in diabetes induced L6 and 3T3L1 cells."},
	"subject":[
		{"value":"3T3-L1 Cells"},
	{"value":"Adipocytes"},
	{"value":"Animals"},
	{"value":"Cell Differentiation"},
	{"value":"Diterpenes, Kaurane"},
	{"value":"Glucose"},
	{"value":"Glucose Transporter Type 4"},
	{"value":"Glucosides"},
	{"value":"Hypoglycemic Agents"},
	{"value":"Insulin"},
	{"value":"Mice"},
	{"value":"Myoblasts"},
	{"value":"Rats"},
	{"value":"Stevia"},
	{"value":"Sweetening Agents"}
	],
	"pageStart":1037,
	"volume":11,
	"pageEnd":44,
	"about":"https://www.ncbi.nlm.nih.gov/pubmed/PM26407946",
	"identifier":"PM26407946",
	"type":"Journal Article",
	"isPartOf":
		{"Journal":
		{"title":{"value":"Phytomedicine : international journal of phytotherapy and phytopharmacology"},
	"ISSN":{"value":"1618-095X"}
	}
	},
	"issued":"2015-09-26",
	"dateSubmitted":2016,
	"creator":[
		{
		"Person":
		{"name":"Bhasker, Salini, S"
	}
	},
	{
		"Person":
		{"name":"Madhav, Harish, H"
	}
	},
	{
		"Person":
		{"name":"Chinnamma, Mohankumar, M"
	}
	}
	],
	"abstract":[
		{"value":"The defective responsiveness of body tissues to insulin involves the insulin receptors of cell membranes. The binding of insulin to its receptor induce an increase of high affinity glucose transporter molecules in target cell surface that enhance the uptake of glucose in to these cells. The WHO expert committee recommended the importance to investigate the hypoglycemic agents from plant origin, which are used in traditional medicine for the treatment of diabetes. Stevioside, a natural sweetener and a diterpene glycoside extracted from Stevia rebaudiana (Bertoni) has been used as an anti-hyperglycemic agent for the treatment of diabetes for decades."},
	{"value":"To reveal the molecular mechanism underlying the insulinomimetic activity of stevioside and its aglycone metabolite, steviol using cell line models."},
	{"value":"Efficacy of stevioside and steviol in inducing glucose absorption was studied at transcript level, protein level and by measuring glucose absorption in the cell using in-vitro cell line studies."},
	{"value":"Quantification of glucose transporter (GLUT4) transcript was done in 3T3-L1 adipocytes and L6 myotubes by qPCR using RPL23 as the internal control. GLUT4 protein was quantified using anti GLUT4 antibody by ELISA and radioactive glucose uptake studies were done to measure the rate of glucose absorption."},
	{"value":"The absolute and relative quantitation of GLUT4 gene by qPCR showed the activation of GLUT4 transcript at lower concentration of steviol (1 µM) and higher concentration of stevioside (100 µM) in both L6 myotubes and 3T3-L1 adipocytes. The increased level of glut4 protein and the glucose uptake in both the cell lines using the same concentration of steviol and stevioside further supports the qPCR data. The copy number and the expression level of GLUT4 gene, the amount of GLUT4 protein and the glucose uptake efficacy support the insulinomimetic effect of steviol and stevioside."},
	{"value":"The results of the study clearly demonstrate the functional similarity of steviol and stevioside with that of insulin in controlling the level of glucose in both the cell lines. In other words, the insulinomimetic property of stevioside and steviol was evident from the data."}
	]
	,"source":{"resource":"https://www.ncbi.nlm.nih.gov/pubmed/"}}}
