{"resource": {
	"language":"eng",
	"title":{"value":"Interaction model of steviol glycosides from Stevia rebaudiana (Bertoni) with sweet taste receptors: A computational approach."},
	"subject":[
		{"value":"Amino Acids"},
	{"value":"Diterpenes, Kaurane"},
	{"value":"Glucosides"},
	{"value":"Humans"},
	{"value":"Models, Biological"},
	{"value":"Receptors, G-Protein-Coupled"},
	{"value":"Stevia"},
	{"value":"Sweetening Agents"},
	{"value":"Taste"}
	],
	"pageStart":12,
	"doi":"10.1016/j.phytochem.2015.05.006",
	"pageEnd":20,
	"about":"https://www.ncbi.nlm.nih.gov/pubmed/PM26021732",
	"identifier":"PM26021732",
	"type":"Journal Article",
	"isPartOf":
		{"Journal":
		{"title":{"value":"Phytochemistry"},
	"ISSN":{"value":"1873-3700"}
	}
	},
	"issued":"2015-06-13",
	"dateSubmitted":"forIndex",
	"creator":[
		{
		"Person":
		{"name":"Mayank, , "
	}
	},
	{
		"Person":
		{"name":"Jaitak, Vikas, V"
	}
	}
	],
	"abstract":{"value":"Docking studies were performed on natural sweeteners from Stevia rebaudiana by constructing homology models of T1R2 and T1R3 subunits of human sweet taste receptors. Ramachandran plot, PROCHECK results and ERRAT overall quality factor were used to validate the quality of models. Furthermore, docking results of steviol glycosides (SG's) were correlated significantly with data available in the literature which enabled to predict the exact sweetness rank order of SG's. The binding pattern indicated that Asn 44, Ans 52, Ala 345, Pro 343, Ile 352, Gly 346, Gly 47, Ala 354, Ser 336, Thr 326 and Ser 329 are the main interacting amino acid residues in case of T1R2 and Arg 56, Glu 105, Asp 215, Asp 216, Glu 148, Asp 258, Lys 255, Ser 104, Glu 217, Leu 51, Arg 52 for T1R3, respectively. Amino acids interact with SG's mainly by forming hydrogen bonds with the hydroxyl group of glucose moieties. Significant variation in docked poses of all the SG's were found. In this study, we have proposed the mechanism of the sweetness of the SG's in the form of multiple point stimulation model by considering the diverse binding patterns of various SG's, as well as their structural features. It will give further insight in understanding the differences in the quality of taste and will be used to improve the taste of SG's using semi-synthetic approaches."}
	,"source":{"resource":"https://www.ncbi.nlm.nih.gov/pubmed/"}}}
