{"resource": {
	"language":"eng",
	"title":{"value":"In vitro bioassay investigations of the endocrine disrupting potential of steviol glycosides and their metabolite steviol, components of the natural sweetener Stevia."},
	"pageStart":65,
	"doi":"10.1016/j.mce.2016.03.005",
	"pageEnd":72,
	"about":"https://www.ncbi.nlm.nih.gov/pubmed/PM26965840",
	"identifier":"PM26965840",
	"type":"Journal Article",
	"isPartOf":
		{"Journal":
		{"title":{"value":"Molecular and cellular endocrinology"},
	"ISSN":{"value":"1872-8057"}
	}
	},
	"issued":"2016-04-15",
	"dateSubmitted":"forIndex",
	"creator":[
		{
		"Person":
		{"name":"Shannon, Maeve, M"
	}
	},
	{
		"Person":
		{"name":"Rehfeld, Anders, A"
	}
	},
	{
		"Person":
		{"name":"Frizzell, Caroline, C"
	}
	},
	{
		"Person":
		{"name":"Livingstone, Christina, C"
	}
	},
	{
		"Person":
		{"name":"McGonagle, Caoimhe, C"
	}
	},
	{
		"Person":
		{"name":"Skakkebaek, Niels E, NE"
	}
	},
	{
		"Person":
		{"name":"Wielogórska, Ewa, E"
	}
	},
	{
		"Person":
		{"name":"Connolly, Lisa, L"
	}
	}
	],
	"abstract":{"value":"The food industry is moving towards the use of natural sweeteners such as those produced by Stevia rebaudiana due to the number of health and safety concerns surrounding artificial sweeteners. Despite the fact that these sweeteners are natural; they cannot be assumed safe. Steviol glycosides have a steroidal structure and therefore may have the potential to act as an endocrine disruptor in the body. Reporter gene assays (RGAs), H295R steroidogenesis assay and Ca(2+) fluorimetry based assays using human sperm cells have been used to assess the endocrine disrupting potential of two steviol glycosides: stevioside and rebaudioside A, and their metabolite steviol. A decrease in transcriptional activity of the progestagen receptor was seen following treatment with 25,000 ng/ml steviol in the presence of progesterone (157 ng/ml) resulting in a 31% decrease in progestagen response (p=<0.01). At the level of steroidogenesis, the metabolite steviol (500-25,000 ng/ml) increased progesterone production significantly by 2.3 fold when exposed to 10,000 ng/ml (p=<0.05) and 5 fold when exposed to 25,000 ng/ml (p=<0.001). Additionally, steviol was found to induce an agonistic response on CatSper, a progesterone receptor of sperm, causing a rapid influx of Ca(2+). The response was fully inhibited using a specific CatSper inhibitor. These findings highlight the potential for steviol to act as a potential endocrine disruptor."}
	,"source":{"resource":"https://www.ncbi.nlm.nih.gov/pubmed/"}}}
