{"resource": {
	"language":"eng",
	"title":{"value":"Stevia rebaudiana Leaves: Effect of Drying Process Temperature on Bioactive Components, Antioxidant Capacity and Natural Sweeteners."},
	"pageStart":49,
	"volume":1,
	"doi":"10.1007/s11130-015-0524-3",
	"pageEnd":56,
	"about":"https://www.ncbi.nlm.nih.gov/pubmed/PM26650384",
	"identifier":"PM26650384",
	"type":"Journal Article",
	"isPartOf":
		{"Journal":
		{"title":{"value":"Plant foods for human nutrition (Dordrecht, Netherlands)"},
	"ISSN":{"value":"1573-9104"}
	}
	},
	"issued":"2016-03-10",
	"dateSubmitted":"forIndex",
	"creator":[
		{
		"Person":
		{"name":"Lemus-Mondaca, Roberto, R"
	}
	},
	{
		"Person":
		{"name":"Ah-Hen, Kong, K"
	}
	},
	{
		"Person":
		{"name":"Vega-Gálvez, Antonio, A"
	}
	},
	{
		"Person":
		{"name":"Honores, Carolina, C"
	}
	},
	{
		"Person":
		{"name":"Moraga, Nelson O, NO"
	}
	}
	],
	"abstract":{"value":"Stevia leaves are usually used in dried state and undergo the inevitable effect of drying process that changes the quality characteristics of the final product. The aim of this study was to assess temperature effect on Stevia leaves through analysis of relevant bioactive components, antioxidant capacity and content of natural sweeteners and minerals. The drying process was performed in a convective dryer at constant temperatures ranging from 30 to 80 °C. Vitamin C was determined in the leaves and as expected showed a decrease during drying proportional to temperature. Phenolics and flavonoids were also determined and were found to increase during drying below 50 °C. Antioxidant activity was determined by DPPH and ORAC assays, and the latter showed the highest value at 40 °C, with a better correlation with the phenolics and flavonoids content. The content of eight natural sweeteners found in Stevia leaves was also determined and an increase in the content of seven of the sweeteners, excluding steviol bioside, was found at drying temperature up to 50 °C. At temperatures between 60 and 80 °C the increase in sweeteners content was not significant. Stevia leaves proved to be an excellent source of antioxidants and natural sweeteners."}
	,"source":{"resource":"https://www.ncbi.nlm.nih.gov/pubmed/"}}}
