{"resource": {
	"language":"ENG",
	"title":{"value":"Light-induced biochemical variations in secondary metabolite production and antioxidant activity in callus cultures of Stevia rebaudiana (Bert)."},
	"subject":[
		{"value":"2,4-Dichlorophenoxyacetic Acid"},
	{"value":"Antioxidants"},
	{"value":"Biomass"},
	{"value":"Flavonoids"},
	{"value":"Herbicides"},
	{"value":"Kinetin"},
	{"value":"Light"},
	{"value":"Phenols"},
	{"value":"Plant Leaves"},
	{"value":"Stevia"}
	],
	"pageStart":51,
	"doi":"10.1016/j.jphotobiol.2015.11.015",
	"pageEnd":6,
	"about":"https://www.ncbi.nlm.nih.gov/pubmed/PM26688290",
	"identifier":"PM26688290",
	"type":"Journal Article",
	"isPartOf":
		{"Journal":
		{"title":{"value":"Journal of photochemistry and photobiology. B, Biology"},
	"ISSN":{"value":"1873-2682"}
	}
	},
	"issued":"2016-1-8",
	"dateSubmitted":"forIndex",
	"creator":[
		{
		"Person":
		{"name":"Ahmad, Naveed, N"
	}
	},
	{
		"Person":
		{"name":"Rab, Abdur, A"
	}
	},
	{
		"Person":
		{"name":"Ahmad, Nisar, N"
	}
	}
	],
	"abstract":{"value":"Stevia rebaudiana (S. rebaudiana) is a very important species with worldwide medicinal and commercial uses. Light is one of the major elicitors that fluctuate morphogenic potential and biochemical responses. In the present study, we investigated the effect of various spectral lights on biomass accumulation and secondary metabolite production in callus cultures of S. rebaudiana. Leaf explants were placed on Murashige and Skoog (MS) medium and exposed to various spectral lights. 6-Benzyle adenine (BA) and 2, 4-dichlorophenoxy acetic acid (2, 4-D; 2.0 mgl(-1)) were used for callus induction. The control light (16/8h) produced optimum callogenic response (92.73%) than other colored lights. Compared to other colored lights, control grown cultures displayed maximum biomass accumulation (5.78 gl(-1)) during a prolonged log phase at the 18th day of growth kinetics. Cultures grown under blue light enhanced total phenolic content (TPC; 102.32 μg/g DW), total flavonoid content (TFC; 22.07 μg/g DW) and total antioxidant capacity (TAC; 11.63 μg/g DW). On the contrary, green and red lights improved reducing power assay (RPA; 0.71Fe(II)g(-1) DW) and DPPH-radical scavenging activity (DRSA; 80%). Herein, we concluded that the utilization of colored lights is a promising strategy for enhanced production of antioxidant secondary metabolites in callus cultures of S. rebaudiana."}
	,"source":{"resource":"https://www.ncbi.nlm.nih.gov/pubmed/"}}}
