{"resource": {
	"language":"ENG",
	"title":{"value":"Is Stevia rebaudiana Bertoni a Non Cariogenic Sweetener? A Review."},
	"subject":[
		{"value":"Anti-Bacterial Agents"},
	{"value":"Bacteria"},
	{"value":"Clinical Studies as Topic"},
	{"value":"Dental Caries"},
	{"value":"Humans"},
	{"value":"Plant Extracts"},
	{"value":"Stevia"},
	{"value":"Sweetening Agents"}
	],
	"pageStart":"E38",
	"volume":1,
	"doi":"10.3390/molecules21010038",
	"about":"https://www.ncbi.nlm.nih.gov/pubmed/PM26712732",
	"identifier":"PM26712732",
	"type":"Journal Article",
	"isPartOf":
		{"Journal":
		{"title":{"value":"Molecules (Basel, Switzerland)"},
	"ISSN":{"value":"1420-3049"}
	}
	},
	"issued":"2015-12-29",
	"dateSubmitted":"forIndex",
	"creator":[
		{
		"Person":
		{"name":"Ferrazzano, Gianmaria Fabrizio, GF"
	}
	},
	{
		"Person":
		{"name":"Cantile, Tiziana, T"
	}
	},
	{
		"Person":
		{"name":"Alcidi, Brunella, B"
	}
	},
	{
		"Person":
		{"name":"Coda, Marco, M"
	}
	},
	{
		"Person":
		{"name":"Ingenito, Aniello, A"
	}
	},
	{
		"Person":
		{"name":"Zarrelli, Armando, A"
	}
	},
	{
		"Person":
		{"name":"Di Fabio, Giovanni, G"
	}
	},
	{
		"Person":
		{"name":"Pollio, Antonino, A"
	}
	}
	],
	"abstract":{"value":"Stevia rebaudiana Bertoni is a small perennial shrub of the Asteraceae (Compositae) family that is native to South America, particularly Brazil and Paraguay, where it is known as \"stevia\" or \"honey leaf\" for its powerful sweetness. Several studies have suggested that in addition to their sweetness, steviosides and their related compounds, including rebaudioside A and isosteviol, may offer additional therapeutic benefits. These benefits include anti-hyperglycaemic, anti-hypertensive, anti-inflammatory, anti-tumor, anti-diarrheal, diuretic, and immunomodulatory actions. Additionally, critical analysis of the literature supports the anti-bacterial role of steviosides on oral bacteria flora. The aim of this review is to show the emerging results regarding the anti-cariogenic properties of S. rebaudiana Bertoni. Data shown in the present paper provide evidence that stevioside extracts from S. rebaudiana are not cariogenic. Future research should be focused on in vivo studies to evaluate the effects on dental caries of regular consumption of S. rebaudiana extract-based products."}
	,"source":{"resource":"https://www.ncbi.nlm.nih.gov/pubmed/"}}}
