{"resource": {
	"language":"eng",
	"title":{"value":"Trypanocidal and leishmanicidal activities of flavonoids isolated from Stevia satureiifolia var. satureiifolia."},
	"pageStart":2188,
	"volume":10,
	"doi":"10.3109/13880209.2016.1150304",
	"pageEnd":95,
	"about":"https://www.ncbi.nlm.nih.gov/pubmed/PM26983579",
	"identifier":"PM26983579",
	"type":"Journal Article",
	"isPartOf":
		{"Journal":
		{"title":{"value":"Pharmaceutical biology"},
	"ISSN":{"value":"1744-5116"}
	}
	},
	"issued":"2016-09-09",
	"dateSubmitted":"forIndex",
	"creator":[
		{
		"Person":
		{"name":"Beer, María Florencia, MF"
	}
	},
	{
		"Person":
		{"name":"Frank, Fernanda Maria, FM"
	}
	},
	{
		"Person":
		{"name":"Germán Elso, Orlando, O"
	}
	},
	{
		"Person":
		{"name":"Ernesto Bivona, Augusto, A"
	}
	},
	{
		"Person":
		{"name":"Cerny, Natacha, N"
	}
	},
	{
		"Person":
		{"name":"Giberti, Gustavo, G"
	}
	},
	{
		"Person":
		{"name":"Luis Malchiodi, Emilio, E"
	}
	},
	{
		"Person":
		{"name":"Susana Martino, Virginia, V"
	}
	},
	{
		"Person":
		{"name":"Alonso, María Rosario, MR"
	}
	},
	{
		"Person":
		{"name":"Patricia Sülsen, Valeria, V"
	}
	},
	{
		"Person":
		{"name":"Cazorla, Silvia Ines, SI"
	}
	}
	],
	"abstract":{"value":"Context Chagas' disease and leishmaniasis produce significant disability and mortality with great social and economic impact. The genus Stevia (Asteraceae) is a potential source of antiprotozoal compounds. Objective Aerial parts of four Stevia species were screened on Trypanosoma cruzi. Stevia satureiifolia (Lam.) Sch. Bip. var. satureiifolia (Asteraceae) dichloromethane extract was selected for a bioassay-guided fractionation in order to isolate its active compounds. Additionally, the antileishmanial activity and the cytotoxicity of these compounds on mammalian cells were assessed. Materials and methods The dichloromethane extract was fractionated by column chromatography. The isolated compounds were evaluated using concentrations of 0-100 μg/mL on T. cruzi epimastigotes and on Leishmania braziliensis promastigotes for 72 h, on trypomastigotes and amastigotes of T. cruzi for 24 h and 120 h, respectively. The compounds' cytotoxicity (12.5-500 μg/mL) was assessed on Vero cells by the MTT assay. The structure elucidation of each compound was performed by spectroscopic methods and HPLC analysis. Results The dichloromethane extracts of Stevia species showed significant activity on T. cruzi epimastigotes. The flavonoids eupatorin (1.3%), cirsimaritin (1.9%) and 5-desmethylsinensetin (1.5%) were isolated from S. satureiifolia var. satureiifolia extract. Eupatorin and 5-desmethylsinensetin showed IC50 values of 0.2 and 0.4 μg/mL on T. cruzi epimastigotes and 61.8 and 75.1 μg/mL on trypomastigotes, respectively. The flavonoid 5-desmethylsinensetin showed moderate activity against T. cruzi amastigotes (IC50  value = 78.7 μg/mL) and was the most active compound on L. braziliensis promastigotes (IC50  value = 37.0 μg/mL). Neither of the flavonoids showed cytotoxicity on Vero cells, up to a concentration of 500 μg/mL."}
	,"source":{"resource":"https://www.ncbi.nlm.nih.gov/pubmed/"}}}
