{"resource": {
	"language":"eng",
	"title":{"value":"Nutraceutical for Autosomal Dominant Polycystic Kidney Disease Therapy."},
	"subject":[
		{"value":"Animals"},
	{"value":"Dietary Supplements"},
	{"value":"Humans"},
	{"value":"Mice"},
	{"value":"Polycystic Kidney, Autosomal Dominant"}
	],
	"pageStart":"S97",
	"pageEnd":103,
	"about":"https://www.ncbi.nlm.nih.gov/pubmed/PM26817244",
	"identifier":"PM26817244",
	"type":"Journal Article",
	"isPartOf":
		{"Journal":
		{"title":{"value":"Journal of the Medical Association of Thailand = Chotmaihet thangphaet"},
	"ISSN":{"value":"0125-2208"}
	}
	},
	"issued":"2016-01-27",
	"dateSubmitted":"forIndex",
	"creator":[
		{
		"Person":
		{"name":"Yuajit, Chaowalit, C"
	}
	},
	{
		"Person":
		{"name":"Chatsudthipong, Varanuj, V"
	}
	}
	],
	"abstract":{"value":"Autosomal dominant polycystic kidney disease (ADPKD) is the most common inherited renal disorder caused by mutations of either PKD1 or PKD2 gene. Cyst formation initiates from a combination of abnormal cell proliferation along with enhanced fluid secretion. ADPKD is characterized by the progressive enlargement of cysts which destroy the renal parenchymal cells, resulting in renal failure. Currently, there is no effective treatment for this disease. Interestingly, several relevant therapeutic effects of herbal medicine relevant to pathogenic process of ADPKD have urged the researchers to search for potential candidate herb as nutraceutical for ADPKD therapy. Up to now, several natural compounds, such as triptolide, curcumin, ginkolide B, and steviol (stevia extract) have been shown to be able to retard cyst progression in ADPKD. The detailed mechanism of these compounds showed that triptolide enhanced calcium restoration, curcumin inhibited ERK & p-STAT3 pathways, ginkolide B inhibited Ras/MAPK pathway, and steviol activated AMPK, which inhibited CFTR channel and mTOR pathway in cell and mouse models of PKD. In addition, they are currently inpreclinical and clinical studies, respectively. This review focuses on the pathophysiology of ADPKD and the recent therapeutic approaches, especially a potential use of nutraceutical for the treatment of autosomal dominant polycystic kidney disease."}
	,"source":{"resource":"https://www.ncbi.nlm.nih.gov/pubmed/"}}}
