{"resource": {
	"language":"eng",
	"title":{"value":"Comprehensive review on agro technologies of low-calorie natural sweetener stevia (Stevia rebaudiana Bertoni): a boon to diabetic patients."},
	"pageStart":1867,
	"volume":6,
	"doi":"10.1002/jsfa.7500",
	"pageEnd":79,
	"about":"https://www.ncbi.nlm.nih.gov/pubmed/PM26467712",
	"identifier":"PM26467712",
	"type":"Journal Article",
	"isPartOf":
		{"Journal":
		{"title":{"value":"Journal of the science of food and agriculture"},
	"ISSN":{"value":"1097-0010"}
	}
	},
	"issued":"2016-03-10",
	"dateSubmitted":"forIndex",
	"creator":[
		{
		"Person":
		{"name":"Sharma, Saurabh, S"
	}
	},
	{
		"Person":
		{"name":"Walia, Swati, S"
	}
	},
	{
		"Person":
		{"name":"Singh, Bikram, B"
	}
	},
	{
		"Person":
		{"name":"Kumar, Rakesh, R"
	}
	}
	],
	"abstract":{"value":"Stevia rebaudiana Bertoni is a low-calorie natural sweetener plant native to Paraguay. The leaves of stevia have sweetening compounds called steviol glycosides (SGs), which contain different marker compounds, i.e. stevioside (St), rebaudioside (Rb) A, B, C, D and E, dulcoside A and steviol biosides, which are nearly 300 times sweeter than sugar. Stevia is a better alternative to sugar in formulating food products, reducing the harmful effect of sugar and improving the nutrient properties. We have tried to compile a literature on various agronomic and management aspects which are helpful in increasing the yield and quality of stevia to be grown as a crop that will benefit farmers and industrialists. The stevioside thus obtained can be used to make different food products for sweetening purposes, which could be a boon to diabetic patients. Incorporation of different agronomic techniques like propagation method, transplanting time, intercropping, irrigation, mulching, plant geometry, pinching and harvesting time not only improve the biomass but also increase the quality of stevia. Therefore, agronomic considerations are of high priority to utilize its maximum potential. © 2015 Society of Chemical Industry."}
	,"source":{"resource":"https://www.ncbi.nlm.nih.gov/pubmed/"}}}
