{"resource": {
	"language":"eng",
	"title":{"value":"Current and New Insights in the Sustainable and Green Recovery of Nutritionally Valuable Compounds from Stevia rebaudiana Bertoni."},
	"subject":[
		{"value":"Green Chemistry Technology"},
	{"value":"Nutritive Value"},
	{"value":"Plant Extracts"},
	{"value":"Plant Leaves"},
	{"value":"Stevia"}
	],
	"pageStart":6835,
	"volume":31,
	"doi":"10.1021/acs.jafc.5b01994",
	"pageEnd":46,
	"about":"https://www.ncbi.nlm.nih.gov/pubmed/PM26172915",
	"identifier":"PM26172915",
	"type":"Other",
	"isPartOf":
		{"Journal":
		{"title":{"value":"Journal of agricultural and food chemistry"},
	"ISSN":{"value":"1520-5118"}
	}
	},
	"issued":"2015-08-12",
	"dateSubmitted":"forIndex",
	"creator":[
		{
		"Person":
		{"name":"Koubaa, Mohamed, M"
	}
	},
	{
		"Person":
		{"name":"Roselló-Soto, Elena, E"
	}
	},
	{
		"Person":
		{"name":"Šic Žlabur, Jana, J"
	}
	},
	{
		"Person":
		{"name":"Režek Jambrak, Anet, A"
	}
	},
	{
		"Person":
		{"name":"Brnčić, Mladen, M"
	}
	},
	{
		"Person":
		{"name":"Grimi, Nabil, N"
	}
	},
	{
		"Person":
		{"name":"Boussetta, Nadia, N"
	}
	},
	{
		"Person":
		{"name":"Barba, Francisco J, FJ"
	}
	}
	],
	"abstract":{"value":"The South American plant Stevia rebaudiana Bertoni is a great source of noncaloric sweeteners (steviol glycosides), mainly concentrated in its leaves, but also has important antioxidant compounds (vitamin C, polyphenols, chlorophylls, and carotenoids) and other important macro- and micronutrients such as folic acid and all of the essential amino acids except tryptophan. Traditionally, conventional methods have been used to recover nutritionally valuable compounds from plant food matrices. However, nowadays, the need for obtaining greener, sustainable, and viable processes has led both food industries and food scientists to develop new processes in full correspondence with the green extraction concept. This review focuses on some of the most promising nonconventional and emerging technologies, which may constitute a potential alternative to conventional methods or even could be combined to obtain a synergistic effect, thus reducing extraction time as well as solvent consumption and avoiding the use of toxic solvents."}
	,"source":{"resource":"https://www.ncbi.nlm.nih.gov/pubmed/"}}}
