{"resource": {
	"language":"eng",
	"title":{"value":"Effects of growth stage and fulvic acid on the diversity and dynamics of endophytic bacterial community in Stevia rebaudiana Bertoni leaves."},
	"pageStart":867,
	"doi":"10.3389/fmicb.2015.00867",
	"about":"https://www.ncbi.nlm.nih.gov/pubmed/PM26379644",
	"identifier":"PM26379644",
	"type":"Journal Article",
	"isPartOf":
		{"Journal":
		{"title":{"value":"Frontiers in microbiology"},
	"ISSN":{"value":"1664-302X"}
	}
	},
	"issued":"2015-09-18",
	"dateSubmitted":"forIndex",
	"uri":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4548236",
	"creator":[
		{
		"Person":
		{"name":"Yu, Xuejian, X"
	}
	},
	{
		"Person":
		{"name":"Yang, Jinshui, J"
	}
	},
	{
		"Person":
		{"name":"Wang, Entao, E"
	}
	},
	{
		"Person":
		{"name":"Li, Baozhen, B"
	}
	},
	{
		"Person":
		{"name":"Yuan, Hongli, H"
	}
	}
	],
	"abstract":{"value":"The aim of this study was to learn the interactions among the endophytic bacteria, the plant growth, the foliar spray of fulvic acid, and the accumulation of steviol glycosides in the leaves of Stevia rebaudiana. Metagenomic DNA was extracted from the Stevia leaves at different growth stages with or without the fulvic acid treatment; and the diversity of endophytic bacteria in Stevia leaves was estimated by pyrosequencing of 16S rRNA genes. As results, Proteobacteria, Actinobacteria, Bacteroidetes, and Firmicutes were found to be the dominant phyla despite the growth stages and fulvic acid application. Stevia growth stages strongly regulated composition of endophytic community. The genera Agrobacterium (12.3%) and Erwinia (7.2%) dominated in seedling stage were apparently declined in the vegetable and initial flowering stages, while Sphingomonas and Methylobacterium increased in mature leaves at harvest time, which showed that the mature leaves of Stevia preferred to accumulate some certain endophytic bacteria. Sphingomonas and Methylobacterium constituted an important part of the core endophytic community and were positively correlated with the stevioside content and UGT74G1 gene expression, respectively; while Erwinia, Agrobacterium, and Bacillus were negatively correlated with the stevioside accumulation. Fulvic acid treatment accelerated the variation of endophytes along the growth stages and increased the steviol glycosides content. This is the first study to reveal the community composition of endophytic bacteria in the Stevia leaves, to evidence the strong effects of growth stage and fulvic acid application on the endophytes of Stevia, and to demonstrate the correlation between the endophytic bacteria and the steviol glycosides accumulation."}
	,"source":{"resource":"https://www.ncbi.nlm.nih.gov/pubmed/"}}}
