{"resource": {
	"language":"eng",
	"title":{"value":"Safety evaluation of rebaudioside A produced by fermentation."},
	"pageStart":73,
	"doi":"10.1016/j.fct.2016.01.005",
	"pageEnd":84,
	"about":"https://www.ncbi.nlm.nih.gov/pubmed/PM26776281",
	"identifier":"PM26776281",
	"type":"Journal Article",
	"isPartOf":
		{"Journal":
		{"title":{"value":"Food and chemical toxicology : an international journal published for the British Industrial Biological Research Association"},
	"ISSN":{"value":"1873-6351"}
	}
	},
	"issued":"2016-02-19",
	"dateSubmitted":"forIndex",
	"creator":[
		{
		"Person":
		{"name":"Rumelhard, Mélina, M"
	}
	},
	{
		"Person":
		{"name":"Hosako, Hiromi, H"
	}
	},
	{
		"Person":
		{"name":"Eurlings, Irene M J, IM"
	}
	},
	{
		"Person":
		{"name":"Westerink, Walter M A, WM"
	}
	},
	{
		"Person":
		{"name":"Staska, Lauren M, LM"
	}
	},
	{
		"Person":
		{"name":"van de Wiel, Jeanine A G, JA"
	}
	},
	{
		"Person":
		{"name":"La Marta, James, J"
	}
	}
	],
	"abstract":{"value":"The safety of rebaudioside A, produced fermentatively by Yarrowia lipolytica encoding the Stevia rebaudiana metabolic pathway (fermentative Reb A), is based on several elements: first, the safety of steviol glycosides has been extensively evaluated and an acceptable daily intake has been defined; second, the use of Y. lipolytica, an avirulent yeast naturally found in foods and used for multiple applications; and third the high purity of fermentative Reb A and its compliance with internationally defined specifications. A bacterial reverse mutation assay and an in vitro micronucleus test conducted with fermentative Reb A provide evidence for its absence of mutagenicity, clastogenicity and aneugenicity. The oral administration of fermentative Reb A to Sprague-Dawley rats for at least 91 days did not lead to any adverse effects at consumption levels up to 2057 mg/kg bw/day for males and 2023 mg/kg bw/day for females, which were concluded to be the No Observed Adverse Effect Levels. The results were consistent with outcomes of previous studies conducted with plant-derived rebaudioside A, suggesting similar safety profiles for fermentative and plant-derived rebaudioside A. The results of the toxicity studies reported here support the safety of rebaudioside A produced fermentatively from Y. lipolytica, as a general purpose sweetener."}
	,"source":{"resource":"https://www.ncbi.nlm.nih.gov/pubmed/"}}}
