{"resource": {
	"language":"spa",
	"title":{"value":"[ASSOCIATION BETWEEN STEVIA SWEETENER CONSUMPTION AND NUTRITIONAL STATUS IN UNIVERSITY STUDENTS]."},
	"pageStart":362,
	"volume":1,
	"pageEnd":6,
	"about":"https://www.ncbi.nlm.nih.gov/pubmed/PM26262739",
	"identifier":"PM26262739",
	"type":"Other",
	"isPartOf":
		{"Journal":
		{"title":{"value":"Nutrición hospitalaria"},
	"ISSN":{"value":"1699-5198"}
	}
	},
	"issued":"2015-08-12",
	"dateSubmitted":2016,
	"creator":[
		{
		"Person":
		{"name":"Durán Agüero, Samuel, S"
	}
	},
	{
		"Person":
		{"name":"Vásquez Leiva, Alejandra, A"
	}
	},
	{
		"Person":
		{"name":"Morales Illanes, Gladys, G"
	}
	},
	{
		"Person":
		{"name":"Schifferli Castro, Ingrid, I"
	}
	},
	{
		"Person":
		{"name":"Sanhueza Espinoza, Claudia, C"
	}
	},
	{
		"Person":
		{"name":"Encina Vega, Claudia, C"
	}
	},
	{
		"Person":
		{"name":"Vivanco Cuevas, Karla, K"
	}
	},
	{
		"Person":
		{"name":"Mena Bolvaran, Rodrigo, R"
	}
	}
	],
	"abstract":[
		{"value":"stevia consumption has increased worlwide among the different age groups; however, studies regarding the association between stevia intake and nutritional status in adults are scarce."},
	{"value":"to evaluate stevia intake in first year university students from five chilean cities (Santiago, Temuco, Viña del Mar, Concepción and Antofagasta) controlling by nutritional status, socioeconomic level, gender and whether their undergraduate program belongs to the health sciences."},
	{"value":"486 first year university students belonging to 4 Chilean universities were evaluated. Each student completed a weekly food frequency questionnaire including food and beverages containing stevia. Selfreport of weight and height was requested."},
	{"value":"69.8% of the students consumed stevia every week, the liquid form being the main contributor to the dietary stevia intake (81.2%). Only 1.4% of the students went over the Acceptable Daily Intake (ADI). Normal weight women show a higher stevia intake compared to those obese or overweight (p < 0.05). Finally, stevia consumption appears to be positively associated to normal weight in the first model (adjusted) (OR = 0.219; IC 95%: 0.13-0.35; p < 0.05) and second model (OR = 0.21; IC 95%: 0.13-0.35; p < 0.05)."},
	{"value":"stevia consumption was positively associated with normal nutritional status in Chilean university students."}
	]
	,"source":{"resource":"https://www.ncbi.nlm.nih.gov/pubmed/"}}}
