{"resource": {
	"language":"eng",
	"title":{"value":"High efficiency transformation of stevioside into a single mono-glycosylated product using a cyclodextrin glucanotransferase from Paenibacillus sp. CGMCC 5316."},
	"subject":[
		{"value":"Chromatography, High Pressure Liquid"},
	{"value":"Diterpenes, Kaurane"},
	{"value":"Glucosides"},
	{"value":"Glucosyltransferases"},
	{"value":"Glycosylation"},
	{"value":"Mass Spectrometry"},
	{"value":"Paenibacillus"},
	{"value":"Starch"},
	{"value":"Sweetening Agents"}
	],
	"pageStart":1983,
	"volume":12,
	"pageEnd":91,
	"about":"https://www.ncbi.nlm.nih.gov/pubmed/PM26395638",
	"identifier":"PM26395638",
	"type":"Journal Article",
	"isPartOf":
		{"Journal":
		{"title":{"value":"World journal of microbiology & biotechnology"},
	"ISSN":{"value":"1573-0972"}
	}
	},
	"issued":"2015-10-27",
	"dateSubmitted":2016,
	"creator":[
		{
		"Person":
		{"name":"Yu, Xuejian, X"
	}
	},
	{
		"Person":
		{"name":"Yang, Jinshui, J"
	}
	},
	{
		"Person":
		{"name":"Li, Baozhen, B"
	}
	},
	{
		"Person":
		{"name":"Yuan, Hongli, H"
	}
	}
	],
	"abstract":{"value":"Stevioside is a non-caloric, natural, high-intensity sweetener. However, the bitter aftertaste of stevioside restricts its utilization for human consumption and limits its application in the food industry. In this study, a high efficiency enzymatic modification system was investigated to improve stevioside taste quality. A cyclodextrin glucanotransferase (CGTase) producing strain Paenibacillus sp. CGMCC 5316 was isolated from Stevia planting soil. With starch as glycosyl donor, this CGTase can transform stevioside into a single specific product which is an isomer of rebaudioside A and identified as mono-glycosylated stevioside. The taste of stevioside is improved noticeably by generating mono-glycosylated stevioside, which possesses a sucrose-like taste and has sweetness increased significantly by 35.4%. Next, the parameters influencing CGTase production were optimized. Compared to initial conditions, CGTase activity increased by 214.7% under optimum conditions of 3.9 g/L starch, 17.9 g/L tryptone, and 67.6 h of culture time, and the transglycosylation rate of stevioside was remarkably increased by 284.8%, reaching 85.6%. This CGTase modification system provides a promising solution for improving the sweetness and taste quality of stevioside. The efficiency of CGTase transformation can be greatly increased by optimizing the culture conditions of Paenibacillus sp. CGMCC 5316."}
	,"source":{"resource":"https://www.ncbi.nlm.nih.gov/pubmed/"}}}
