{"resource": {
	"language":"eng",
	"title":{"value":"Steviol glycosides targeted analysis in leaves of Stevia rebaudiana (Bertoni) from plants cultivated under chilling stress conditions."},
	"subject":[
		{"value":"Chromatography, High Pressure Liquid"},
	{"value":"Cold Temperature"},
	{"value":"Diterpenes, Kaurane"},
	{"value":"Plant Extracts"},
	{"value":"Principal Component Analysis"},
	{"value":"Tandem Mass Spectrometry"}
	],
	"pageStart":572,
	"pageEnd":80,
	"about":"https://www.ncbi.nlm.nih.gov/pubmed/PM26213012",
	"identifier":"PM26213012",
	"type":"Journal Article",
	"isPartOf":
		{"Journal":
		{"title":{"value":"Food chemistry"},
	"ISSN":{"value":"0308-8146"}
	}
	},
	"issued":"2015-07-27",
	"dateSubmitted":2016,
	"creator":[
		{
		"Person":
		{"name":"Soufi, Sihem, S"
	}
	},
	{
		"Person":
		{"name":"D'Urso, Gilda, G"
	}
	},
	{
		"Person":
		{"name":"Pizza, Cosimo, C"
	}
	},
	{
		"Person":
		{"name":"Rezgui, Salah, S"
	}
	},
	{
		"Person":
		{"name":"Bettaieb, Taoufik, T"
	}
	},
	{
		"Person":
		{"name":"Montoro, Paola, P"
	}
	}
	],
	"abstract":{"value":"Stevia rebaudiana is an important agricultural crop for the production of a high-potency natural sweetener, sensitive to low temperature during the developmental stage. Stimulation of chilling stress with a pre-treatment with endogenous signalling components and in particular with salicylic acid (SA), hydrogen peroxide (H2O2), 6-benzylaminopurine (BAP) and calcium chloride (CaCl2) could induce tolerance to chilling and could constitute a suitable way to maintain quality and quantity of steviol glycosides under controlled artificial environment. In the present work the effects of different putative signalling molecules on the morpho-physiological parameters were evaluated, and a specific method for the quali-quantitative analysis of steviol glycosides in S. rebaudiana plants cultivated under controlled conditions was developed, by using LC-ESI-FT (Orbitrap) MS, LC-ESI-QqQ-MS/MS and multivariate data analysis. This approach underlined that the pre-treatment has influence on the production of secondary metabolites. In particular Stevia plants characterised by higher contents of rebaudioside A and stevioside, were identified."}
	,"source":{"resource":"https://www.ncbi.nlm.nih.gov/pubmed/"}}}
