{"resource": {
	"language":"eng",
	"title":{"value":"Steviol glycosides in purified stevia leaf extract sharing the same metabolic fate."},
	"pageStart":125,
	"doi":"10.1016/j.yrtph.2016.02.015",
	"pageEnd":33,
	"about":"https://www.ncbi.nlm.nih.gov/pubmed/PM26924787",
	"identifier":"PM26924787",
	"type":"Journal Article",
	"isPartOf":
		{"Journal":
		{"title":{"value":"Regulatory toxicology and pharmacology : RTP"},
	"ISSN":{"value":"1096-0295"}
	}
	},
	"issued":"2016-05-19",
	"dateSubmitted":"forIndex",
	"creator":[
		{
		"Person":
		{"name":"Purkayastha, Sidd, S"
	}
	},
	{
		"Person":
		{"name":"Markosyan, Avetik, A"
	}
	},
	{
		"Person":
		{"name":"Prakash, Indra, I"
	}
	},
	{
		"Person":
		{"name":"Bhusari, Sachin, S"
	}
	},
	{
		"Person":
		{"name":"Pugh, George, G"
	}
	},
	{
		"Person":
		{"name":"Lynch, Barry, B"
	}
	},
	{
		"Person":
		{"name":"Roberts, Ashley, A"
	}
	}
	],
	"abstract":{"value":"The safety of steviol glycosides is based on data available on several individual steviol glycosides and on the terminal absorbed metabolite, steviol. Many more steviol glycosides have been identified, but are not yet included in regulatory assessments. Demonstration that these glycosides share the same metabolic fate would indicate applicability of the same regulatory paradigm. In vitro incubation assays with pooled human fecal homogenates, using rebaudiosides A, B, C, D, E, F and M, as well as steviolbioside and dulcoside A, at two concentrations over 24-48 h, were conducted to assess the metabolic fate of various steviol glycoside classes and to demonstrate that likely all steviol glycosides are metabolized to steviol. The data show that glycosidic side chains containing glucose, rhamnose, xylose, fructose and deoxy-glucose, including combinations of α(1-2), β-1, β(1-2), β(1-3), and β(1-6) linkages, were degraded to steviol mostly within 24 h. Given a common metabolite structure and a shared metabolic fate, safety data available for individual steviol glycosides can be used to support safety of purified steviol glycosides in general. Therefore, steviol glycosides specifications adopted by the regulatory authorities should include all steviol glycosides belonging to the five groups of steviol glycosides and a group acceptable daily intake established."}
	,"source":{"resource":"https://www.ncbi.nlm.nih.gov/pubmed/"}}}
