{"resource": {
	"language":"eng",
	"title":{"value":"Effect of Nitrogen Fertilization and Harvest Time on Steviol Glycosides, Flavonoid Composition, and Antioxidant Properties in Stevia rebaudiana Bertoni."},
	"subject":[
		{"value":"Antioxidants"},
	{"value":"Diterpenes, Kaurane"},
	{"value":"Flavonoids"},
	{"value":"Nitrogen"},
	{"value":"Plant Extracts"},
	{"value":"Plant Leaves"},
	{"value":"Stevia"}
	],
	"pageStart":7041,
	"volume":31,
	"doi":"10.1021/acs.jafc.5b02147",
	"pageEnd":50,
	"about":"https://www.ncbi.nlm.nih.gov/pubmed/PM26194177",
	"identifier":"PM26194177",
	"type":"Journal Article",
	"isPartOf":
		{"Journal":
		{"title":{"value":"Journal of agricultural and food chemistry"},
	"ISSN":{"value":"1520-5118"}
	}
	},
	"issued":"2015-08-12",
	"dateSubmitted":"forIndex",
	"creator":[
		{
		"Person":
		{"name":"Tavarini, Silvia, S"
	}
	},
	{
		"Person":
		{"name":"Sgherri, Cristina, C"
	}
	},
	{
		"Person":
		{"name":"Ranieri, Anna Maria, AM"
	}
	},
	{
		"Person":
		{"name":"Angelini, Luciana G, LG"
	}
	}
	],
	"abstract":{"value":"This work investigated the effect of nitrogen fertilization and harvest time on the flavonoid composition and antioxidant properties of Stevia rebaudiana leaves. At the same time, changes in stevioside (Stev) and rebaudioside A (RebA) contents were recorded. A pot trial under open air conditions was set up, testing five N rates and three harvest times. The results showed that, by using an adequate N rate and choosing an appropriate harvest time, it was possible to significantly increase and optimize the bioactive compound levels. In particular, higher RebA, RebA/Stev ratio, total phenols and flavonoids, luteolin-7-O-glucoside, and apigenin-7-O-glucoside levels and antioxidant capacity were recorded by supplying 150 kg N ha(-1). Reduced or increased N availability in comparison with N150 had no consistent effect on Stevia phytochemicals content. Significant correlations were also found between stevioside and some of the flavonoids, indicating a possible role of flavonoids in the stevioside metabolic pathway, which deserves more investigations."}
	,"source":{"resource":"https://www.ncbi.nlm.nih.gov/pubmed/"}}}
