{"resource": {
	"language":"eng",
	"title":{"value":"In silico analysis and expression profiling of miRNAs targeting genes of steviol glycosides biosynthetic pathway and their relationship with steviol glycosides content in different tissues of Stevia rebaudiana."},
	"subject":[
		{"value":"Diterpenes, Kaurane"},
	{"value":"Gene Expression Profiling"},
	{"value":"Gene Expression Regulation, Plant"},
	{"value":"Glycosides"},
	{"value":"MicroRNAs"},
	{"value":"RNA, Plant"},
	{"value":"Stevia"}
	],
	"pageStart":57,
	"pageEnd":64,
	"about":"https://www.ncbi.nlm.nih.gov/pubmed/PM26042546",
	"identifier":"PM26042546",
	"type":"Journal Article",
	"isPartOf":
		{"Journal":
		{"title":{"value":"Plant physiology and biochemistry : PPB / Société française de physiologie végétale"},
	"ISSN":{"value":"1873-2690"}
	}
	},
	"issued":"2015-07-22",
	"dateSubmitted":2016,
	"creator":[
		{
		"Person":
		{"name":"Saifi, Monica, M"
	}
	},
	{
		"Person":
		{"name":"Nasrullah, Nazima, N"
	}
	},
	{
		"Person":
		{"name":"Ahmad, Malik Mobeen, MM"
	}
	},
	{
		"Person":
		{"name":"Ali, Athar, A"
	}
	},
	{
		"Person":
		{"name":"Khan, Jawaid A, JA"
	}
	},
	{
		"Person":
		{"name":"Abdin, M Z, MZ"
	}
	}
	],
	"abstract":{"value":"miRNAs are emerging as potential regulators of the gene expression. Their proven promising role in regulating biosynthetic pathways related gene networks may hold the key to understand the genetic regulation of these pathways which may assist in selection and manipulation to get high performing plant genotypes with better secondary metabolites yields and increased biomass. miRNAs associated with genes of steviol glycosides biosynthetic pathway, however, have not been identified so far. In this study miRNAs targeting genes of steviol glycosides biosynthetic pathway were identified for the first time whose precursors were potentially generated from ESTs and nucleotide sequences of Stevia rebaudiana. Thereafter, stem-loop coupled real time PCR based expressions of these miRNAs in different tissues of Stevia rebaudiana were investigated and their relationship pattern was analysed with the expression levels of their target mRNAs as well as steviol glycoside contents. All the miRNAs investigated showed differential expressions in all the three tissues studied, viz. leaves, flowers and stems. Out of the eleven miRNAs validated, the expression levels of nine miRNAs (miR319a, miR319b, miR319c, miR319d, miR319e, miR319f, miR319h, miRstv_7, miRstv_9) were found to be inversely related, while expression levels of the two, i.e. miR319g and miRstv_11 on the contrary, showed direct relation with the expression levels of their target mRNAs and steviol glycoside contents in the leaves, flowers and stems. This study provides a platform for better understanding of the steviol glycosides biosynthetic pathway and these miRNAs can further be employed to manipulate the biosynthesis of these metabolites to enhance their contents and yield in S. rebaudiana."}
	,"source":{"resource":"https://www.ncbi.nlm.nih.gov/pubmed/"}}}
