{"resource": {
	"language":"chi",
	"title":{"value":"[Research on the Spectrophotometry for Determination of Flavonoids in Waste Residue of Stevia Rebaudiana]."},
	"subject":[
		{"value":"Aluminum Compounds"},
	{"value":"Chlorides"},
	{"value":"Flavonoids"},
	{"value":"Indicators and Reagents"},
	{"value":"Reproducibility of Results"},
	{"value":"Research"},
	{"value":"Rutin"},
	{"value":"Spectrophotometry"},
	{"value":"Stevia"},
	{"value":"Temperature"}
	],
	"pageStart":2820,
	"volume":10,
	"pageEnd":4,
	"about":"https://www.ncbi.nlm.nih.gov/pubmed/PM26904825",
	"identifier":"PM26904825",
	"type":"Other",
	"isPartOf":
		{"Journal":
		{"title":{"value":"Guang pu xue yu guang pu fen xi = Guang pu"},
	"ISSN":{"value":"1000-0593"}
	}
	},
	"issued":"2016-02-24",
	"dateSubmitted":2016,
	"creator":[
		{
		"Person":
		{"name":"Luo, Xu-yan, XY"
	}
	},
	{
		"Person":
		{"name":"Fang, Hao-bin, HB"
	}
	},
	{
		"Person":
		{"name":"Huang, Rui-yu, RY"
	}
	},
	{
		"Person":
		{"name":"Zhao, Dong-fang, DF"
	}
	},
	{
		"Person":
		{"name":"Zhu, Ting, T"
	}
	},
	{
		"Person":
		{"name":"Guo, Yang-yang, YY"
	}
	},
	{
		"Person":
		{"name":"Zeng Yi-ping, , "
	}
	},
	{
		"Person":
		{"name":"Liu, Ren-yue, RY"
	}
	},
	{
		"Person":
		{"name":"Zhu, Dong, D"
	}
	}
	],
	"abstract":{"value":"A spectrophotometric method for the determination of flavonoids content in Waste Residue of Stevia Rebaudiana was established by comparing the UV-Vis spectra with three spectrophotometric methods: Direct, AlCl3 and NaNO2-Al (NO3)3-NaOH method. The effects of spectrophotometric reaction were studied by analyzing the wavelength, the dosage of color development reagent, reaction time, temperature and pH. The further research was studied by analyzing linearity between the absorbance and the concentration, the stability of this color system, the recovery rate and so on. The results showed that NaNO2-Al(NO3)3-NaOH method was best. The wavelength was 500 nm. The standard sample was rutin. There was a good linear relationship in the ranges of 2 - 24 μg x mL(-1), correlation coefficient R2 = 0.999 5. The recovery of the additional sample was 96.0%-104.3%. The relative standard deviation(RSD) is respectively 3.75%. The dosages of NaNO2 and Al(NO3)3 both were 1.0 mL, both of their reaction time was 6 min. The dosage of NaOH was 15.0 mL and the reaction time was 15 min. The temperature in the whole process of the reaction must be maintained at 40 degrees C and pH is 5. The spectrophotometric condition was further improved on the determination of flavonoids content. This method, which is simple, rapid and accuracy, can be used in practical application."}
	,"source":{"resource":"https://www.ncbi.nlm.nih.gov/pubmed/"}}}
