{"resource": {
	"language":"eng",
	"title":{"value":"Production of Rebaudioside A from Stevioside Catalyzed by the Engineered Saccharomyces cerevisiae."},
	"pageStart":1586,
	"volume":8,
	"doi":"10.1007/s12010-015-1969-4",
	"pageEnd":98,
	"about":"https://www.ncbi.nlm.nih.gov/pubmed/PM26733458",
	"identifier":"PM26733458",
	"type":"Journal Article",
	"isPartOf":
		{"Journal":
		{"title":{"value":"Applied biochemistry and biotechnology"},
	"ISSN":{"value":"1559-0291"}
	}
	},
	"issued":"2016-05-06",
	"dateSubmitted":"forIndex",
	"creator":[
		{
		"Person":
		{"name":"Li, Yan, Y"
	}
	},
	{
		"Person":
		{"name":"Li, Yangyang, Y"
	}
	},
	{
		"Person":
		{"name":"Wang, Yu, Y"
	}
	},
	{
		"Person":
		{"name":"Chen, Liangliang, L"
	}
	},
	{
		"Person":
		{"name":"Yan, Ming, M"
	}
	},
	{
		"Person":
		{"name":"Chen, Kequan, K"
	}
	},
	{
		"Person":
		{"name":"Xu, Lin, L"
	}
	},
	{
		"Person":
		{"name":"Ouyang, Pingkai, P"
	}
	}
	],
	"abstract":{"value":"Rebaudioside A has superior taste quality among the steviol glycosides extracted from Stevia rebaudiana leaves. Given its high purity as a general-purpose sweetener, rebaudioside A has received significant attention and has been widely applied in food and beverages in recent decades. Stevioside is one of the major steviol glycosides and can be converted to rebaudioside A by the uridine-diphosphate dependent glucosyltransferase UGT76G1 in S. rebaudiana. To explore the applicability of and limits in producing rebaudioside A from stevioside through whole-cell biocatalysis, the engineered Saccharomyces cerevisiae expressing UGT76G1, using a newly constructed constitutive expression vector, was used as the whole-cell biocatalyst. Citrate was added to the reaction mixture to allow metabolic regulation when glucose was fed to provide the activated sugar donor UDP-glucose for glycosylation of stevioside in vivo. In an evaluation of the whole-cell reaction parameters involving cell permeability, temperature, pH, citrate and Mg(2+) concentrations, and glucose feeding, production of 1160.5 mg/L rebaudioside A from 2 g/L stevioside was achieved after 48 h without supplementation of extracellular UDP-glucose."}
	,"source":{"resource":"https://www.ncbi.nlm.nih.gov/pubmed/"}}}
