{"resource": {
	"language":"eng",
	"title":{"value":"Hypoglycemic Effect of Aquatic Extract of Stevia in Pancreas of Diabetic Rats: PPARγ-dependent Regulation or Antioxidant Potential."},
	"pageStart":65,
	"volume":2,
	"pageEnd":74,
	"about":"https://www.ncbi.nlm.nih.gov/pubmed/PM27141265",
	"identifier":"PM27141265",
	"type":"Journal Article",
	"isPartOf":
		{"Journal":
		{"title":{"value":"Avicenna journal of medical biotechnology"},
	"ISSN":{"value":"2008-2835"}
	}
	},
	"issued":"2016-05-04",
	"uri":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4842244",
	"dateSubmitted":"forIndex",
	"creator":[
		{
		"Person":
		{"name":"Assaei, Raheleh, R"
	}
	},
	{
		"Person":
		{"name":"Mokarram, Pooneh, P"
	}
	},
	{
		"Person":
		{"name":"Dastghaib, Sanaz, S"
	}
	},
	{
		"Person":
		{"name":"Darbandi, Sara, S"
	}
	},
	{
		"Person":
		{"name":"Darbandi, Mahsa, M"
	}
	},
	{
		"Person":
		{"name":"Zal, Fatemeh, F"
	}
	},
	{
		"Person":
		{"name":"Akmali, Masoumeh, M"
	}
	},
	{
		"Person":
		{"name":"Ranjbar Omrani, Gholam Hossein, GH"
	}
	}
	],
	"abstract":[
		{"value":"Traditional medicines with anti-diabetic effects are considered suitable supplements to treat diabetes. Among medicinal herbs, Stevia Rebaudiana Bertoni is famous for its sweet taste and beneficial effect in regulation of glucose. However, little is known about the exact mechanism of stevia in pancreatic tissue. Therefore, this study investigated the possible effects of stevia on pancreas in managing hyperglycemia seen in streptozotocin-induced Sprague-Dawley rats."},
	{"value":"Sprague-Dawley rats were divided into four groups including normoglycemic, diabetic and two more diabetic groups in which, one was treated with aquatic extract of stevia (400 mg/kg) and the other with pioglitazone (10 mg/kg) for the period of 28 days. After completion of the experimental duration, rats were dissected; blood samples and pancreas were further used for detecting biochemical and histopathological changes. FBS, TG, cholestrol, HDL, LDL, ALT and AST levels were measured in sera. Moreover, MDA (malondialdehyde) level, catalase activity, levels of insulin and PPARγ mRNA expression were also measured in pancreatic tissue."},
	{"value":"Aquatic extract of stevia significantly reduced the FBS, triglycerides, MDA, ALT, AST levels and normalized catalase activity in treated rats compared with diabetic rats (p<0.05). In addition to this, stevia surprisingly, increased PPARγ and insulin mRNA levels in treated rats (p<0.05). Furthermore, stevia compensated for the histopathological damage in diabetic rats."},
	{"value":"It is concluded that stevia acts on pancreatic tissue to elevate the insulin level and exerts beneficial anti-hyperglycemic effects through the PPARγ-dependent mechanism and stevia's antioxidant properties."}
	]
	,"source":{"resource":"https://www.ncbi.nlm.nih.gov/pubmed/"}}}
