{"resource": {
	"language":"eng",
	"title":{"value":"Rehydration with soft drink-like beverages exacerbates dehydration and worsens dehydration-associated renal injury."},
	"pageStart":"R57",
	"volume":1,
	"doi":"10.1152/ajpregu.00354.2015",
	"pageEnd":65,
	"about":"https://www.ncbi.nlm.nih.gov/pubmed/PM27053647",
	"identifier":"PM27053647",
	"type":"Journal Article",
	"isPartOf":
		{"Journal":
		{"title":{"value":"American journal of physiology. Regulatory, integrative and comparative physiology"},
	"ISSN":{"value":"1522-1490"}
	}
	},
	"issued":"2016-07-02",
	"dateSubmitted":"forIndex",
	"creator":[
		{
		"Person":
		{"name":"García-Arroyo, Fernando E, FE"
	}
	},
	{
		"Person":
		{"name":"Cristóbal, Magdalena, M"
	}
	},
	{
		"Person":
		{"name":"Arellano-Buendía, Abraham S, AS"
	}
	},
	{
		"Person":
		{"name":"Osorio, Horacio, H"
	}
	},
	{
		"Person":
		{"name":"Tapia, Edilia, E"
	}
	},
	{
		"Person":
		{"name":"Soto, Virgilia, V"
	}
	},
	{
		"Person":
		{"name":"Madero, Magdalena, M"
	}
	},
	{
		"Person":
		{"name":"Lanaspa, Miguel A, MA"
	}
	},
	{
		"Person":
		{"name":"Roncal-Jiménez, Carlos, C"
	}
	},
	{
		"Person":
		{"name":"Bankir, Lise, L"
	}
	},
	{
		"Person":
		{"name":"Johnson, Richard J, RJ"
	}
	},
	{
		"Person":
		{"name":"Sánchez-Lozada, Laura-Gabriela, LG"
	}
	}
	],
	"abstract":{"value":"Recurrent dehydration, such as commonly occurs with manual labor in tropical environments, has been recently shown to result in chronic kidney injury, likely through the effects of hyperosmolarity to activate both vasopressin and aldose reductase-fructokinase pathways. The observation that the latter pathway can be directly engaged by simple sugars (glucose and fructose) leads to the hypothesis that soft drinks (which contain these sugars) might worsen rather than benefit dehydration associated kidney disease. Recurrent dehydration was induced in rats by exposure to heat (36°C) for 1 h/24 h followed by access for 2 h to plain water (W), a 11% fructose-glucose solution (FG, same composition as typical soft drinks), or water sweetened with noncaloric stevia (ST). After 4 wk plasma and urine samples were collected, and kidneys were examined for oxidative stress, inflammation, and injury. Recurrent heat-induced dehydration with ad libitum water repletion resulted in plasma and urinary hyperosmolarity with stimulation of the vasopressin (copeptin) levels and resulted in mild tubular injury and renal oxidative stress. Rehydration with 11% FG solution, despite larger total fluid intake, resulted in greater dehydration (higher osmolarity and copeptin levels) and worse renal injury, with activation of aldose reductase and fructokinase, whereas rehydration with stevia water had opposite effects. In animals that are dehydrated, rehydration acutely with soft drinks worsens dehydration and exacerbates dehydration associated renal damage. These studies emphasize the danger of drinking soft drink-like beverages as an attempt to rehydrate following dehydration."}
	,"source":{"resource":"https://www.ncbi.nlm.nih.gov/pubmed/"}}}
