{"resource": {
	"issued":"2016-9-20",
	"dateSubmitted":"forIndex",
	"language":"ENG",
	"title":{"value":"Comparison of reduced sugar high quality chocolates sweetened with stevioside and crude stevia \"green\" extract."},
	"creator":[
		{
		"Person":
		{"name":"Torri, Luisa, L"
	}
	},
	{
		"Person":
		{"name":"Frati, Alessandra, A"
	}
	},
	{
		"Person":
		{"name":"Ninfali, Paolino, P"
	}
	},
	{
		"Person":
		{"name":"Mantegna, Stefano, S"
	}
	},
	{
		"Person":
		{"name":"Cravotto, Giancarlo, G"
	}
	},
	{
		"Person":
		{"name":"Morini, Gabriella, G"
	}
	}
	],
	"doi":"10.1002/jsfa.8045",
	"about":"https://www.ncbi.nlm.nih.gov/pubmed/PM27649486",
	"identifier":"PM27649486",
	"type":"Journal Article",
	"abstract":[
		{"value":"The demand for zero and reduced-sugar food products containing cocoa is expanding continuously. The study has been designed to evaluate the feasibility of producing high-quality chocolate sweetened with a crude extract of Stevia rebaudiana (Bertoni) prepared by a green microwave-assisted water-steam extraction procedure. Seven approximately isosweet chocolate formulations were developed mixing cocoa paste, sucrose, commercial stevioside, crude green extract and maltitol in different proportions. All samples have been analysed for the determination of polyphenol and flavonoid content, antioxidant activity, and sensory acceptability."},
	{"value":"The use of a crude stevia extract allowed to obtain low-sugar high-quality chocolates acceptable by consumers and with a significant increased antioxidant activity. Moreover, the consumers' segmentation revealed a cluster of consumers showing for the sample with 50% sucrose replaced by the stevia crude extract the same overall liking as those obtained with the commercial stevioside and the control sample (without sucrose replacement)."},
	{"value":"The results provided information that can contribute to promote the development of sweet food products, with advantages in terms of improved nutritional value (reduced sugar content and increased antioxidant activity) and reduced impact of the production process on the environment."}
	],
	"isPartOf":
		{"Journal":
		{"title":{"value":"Journal of the science of food and agriculture"},
	"ISSN":{"value":"1097-0010"}
	}
	}
	,"source":{"resource":"https://www.ncbi.nlm.nih.gov/pubmed/"}}}
