{"resource": {
	"language":"eng",
	"title":{"value":"Stevia rebaudiana ethanolic extract exerts better antioxidant properties and antiproliferative effects in tumour cells than its diterpene glycoside stevioside."},
	"pageStart":2107,
	"volume":4,
	"doi":"10.1039/c5fo01586c",
	"pageEnd":13,
	"about":"https://www.ncbi.nlm.nih.gov/pubmed/PM27071804",
	"identifier":"PM27071804",
	"type":"Journal Article",
	"isPartOf":
		{"Journal":
		{"title":{"value":"Food & function"},
	"ISSN":{"value":"2042-650X"}
	}
	},
	"issued":"2016-04-20",
	"dateSubmitted":"forIndex",
	"creator":[
		{
		"Person":
		{"name":"López, Víctor, V"
	}
	},
	{
		"Person":
		{"name":"Pérez, Sergio, S"
	}
	},
	{
		"Person":
		{"name":"Vinuesa, Arturo, A"
	}
	},
	{
		"Person":
		{"name":"Zorzetto, Christian, C"
	}
	},
	{
		"Person":
		{"name":"Abian, Olga, O"
	}
	}
	],
	"abstract":{"value":"Steviol glycosides are currently being used as natural sweeteners by the food industry and Stevia rebaudiana has long been used as a sweet plant in South America for patients suffering from diabetes. In this study, a Stevia rebaudiana ethanolic extract (SREE) was prepared, analysed and tested for antioxidant activity in terms of free radical scavenging properties and antiproliferative effects in cervix (HeLa), pancreatic (MiaPaCa-2) and colonic (HCT116) cancer cells. The antiproliferative mechanism was confirmed by testing the effects on cyclin D1-CDK4. Bioassays were also performed for the diterpene glycoside stevioside. Our results demonstrate that the extract acts as an antioxidant being able to scavenge free radicals, but this activity was not due to stevioside. The extract also induced cell death in the three cell lines, being more active against cervix cancer cells (HeLa); however, the concentration of stevioside needed to produce antiproliferative effects was higher than the amount of steviol glycosides found in a lower dose of extract inducing cell death. In addition, the extract clearly inhibited CDK4 whereas stevioside did not, concluding that the antiproliferative activity of stevia may be due to inhibition of cyclin-dependent kinases performed by other compounds of the extract."}
	,"source":{"resource":"https://www.ncbi.nlm.nih.gov/pubmed/"}}}
