{"resource": {
	"language":"eng",
	"title":{"value":"Artificial sweeteners as a sugar substitute: Are they really safe?"},
	"pageStart":237,
	"volume":3,
	"doi":"10.4103/0253-7613.182888",
	"pageEnd":40,
	"about":"https://www.ncbi.nlm.nih.gov/pubmed/PM27298490",
	"identifier":"PM27298490",
	"type":"Journal Article",
	"isPartOf":
		{"Journal":
		{"title":{"value":"Indian journal of pharmacology"},
	"ISSN":{"value":"1998-3751"}
	}
	},
	"issued":"2016-06-14",
	"dateSubmitted":"forIndex",
	"uri":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4899993",
	"creator":[
		{
		"Person":
		{"name":"Sharma, Arun, A"
	}
	},
	{
		"Person":
		{"name":"Amarnath, S, S"
	}
	},
	{
		"Person":
		{"name":"Thulasimani, M, M"
	}
	},
	{
		"Person":
		{"name":"Ramaswamy, S, S"
	}
	}
	],
	"abstract":{"value":"Nonnutritive sweeteners (NNS) have become an important part of everyday life and are increasingly used nowadays in a variety of dietary and medicinal products. They provide fewer calories and far more intense sweetness than sugar-containing products and are used by a plethora of population subsets for varying objectives. Six of these agents (aspartame, saccharine, sucralose, neotame, acesulfame-K, and stevia) have previously received a generally recognized as safe status from the United States Food and Drug Administration, and two more (Swingle fruit extract and advantame) have been added in the recent years to this ever growing list. They are claimed to promote weight loss and deemed safe for consumption by diabetics; however, there is inconclusive evidence to support most of their uses and some recent studies even hint that these earlier established benefits regarding NNS use might not be true. There is a lack of properly designed randomized controlled studies to assess their efficacy in different populations, whereas observational studies often remain confounded due to reverse causality and often yield opposite findings. Pregnant and lactating women, children, diabetics, migraine, and epilepsy patients represent the susceptible population to the adverse effects of NNS-containing products and should use these products with utmost caution. The overall use of NNS remains controversial, and consumers should be amply informed about the potential risks of using them, based on current evidence-based dietary guidelines."}
	,"source":{"resource":"https://www.ncbi.nlm.nih.gov/pubmed/"}}}
