{"resource": {
	"language":"eng",
	"title":{"value":"Evaluation of the risk of fungal spoilage when substituting sucrose with commercial purified Stevia glycosides in sweetened bakery products."},
	"pageStart":42,
	"doi":"10.1016/j.ijfoodmicro.2016.04.031",
	"pageEnd":7,
	"about":"https://www.ncbi.nlm.nih.gov/pubmed/PM27183230",
	"identifier":"PM27183230",
	"type":"Journal Article",
	"isPartOf":
		{"Journal":
		{"title":{"value":"International journal of food microbiology"},
	"ISSN":{"value":"1879-3460"}
	}
	},
	"issued":"2016-06-10",
	"dateSubmitted":"forIndex",
	"creator":[
		{
		"Person":
		{"name":"Rodríguez, Alicia, A"
	}
	},
	{
		"Person":
		{"name":"Magan, Naresh, N"
	}
	},
	{
		"Person":
		{"name":"Medina, Angel, A"
	}
	}
	],
	"abstract":{"value":"The objectives of this study were to compare the effect of different Stevia-based sugar substitutes (S1-S3), sucrose alone and a mixture of sucrose+S1 on: (a) humectant properties, (b) relative colonisation rates of sponge cake slices at 0.90 aw by strains of Aspergillus flavus, Eurotium amstelodami, Fusarium graminearum and Penicillium verrucosum at 20 and 25°C and (c) shelf-life periods in days prior to visible growth. Results showed that sucrose, S1 commercial sugar substitute and the mixture of sucrose+S1 in water solutions were able to reach water activity levels similar to those of glycerol and glucose mixtures. The S2 and S3 commercial sugar substitutes were unable to reduce aw levels significantly. At 25°C, colonisation of sponge cake slices by E. amstelodami, A. flavus and P. verrucosum occurred in all the treatments. Growth of F. graminearum only occurred on sponge cake slices containing S2 and S3 Stevia-based products at both temperatures. The best control of growth (30days) was achieved in cake slices modified with sucrose or S1 Stevia treatments inoculated with A. flavus and in the sucrose treatment for E. amstelodami at 20°C. F. graminearum growth was completely inhibited when sucrose alone, S1 or sucrose+S1 treatments were used at both temperatures. This study suggests that, as part of a hurdle technology approach, replacing sucrose with low calorie sugar substitutes based on Stevia glycosides needs to be done with care. This is because different products may have variable humectant properties and bulking agents which may shorten the potential shelf-life of intermediate moisture bakery products."}
	,"source":{"resource":"https://www.ncbi.nlm.nih.gov/pubmed/"}}}
