{"resource": {
	"language":"eng",
	"title":{"value":"Chronic administration of aqueous extract of Stevia rebaudiana (Bert.) Bertoni in rats: endocrine effects."},
	"subject":[
		{"value":"Animals"},
	{"value":"Body Weight"},
	{"value":"Endocrine Glands"},
	{"value":"Estrenes"},
	{"value":"Male"},
	{"value":"Metribolone"},
	{"value":"Organ Size"},
	{"value":"Plant Extracts"},
	{"value":"Prostate"},
	{"value":"Rats"},
	{"value":"Rats, Inbred Strains"},
	{"value":"Thyroxine"},
	{"value":"Triiodothyronine"},
	{"value":"Zinc"}
	],
	"pageStart":187,
	"volume":2,
	"pageEnd":91,
	"about":"https://www.ncbi.nlm.nih.gov/pubmed/PM2785472",
	"identifier":"PM2785472",
	"type":"Journal Article",
	"isPartOf":
		{"Journal":
		{"title":{"value":"General pharmacology"},
	"ISSN":{"value":"0306-3623"}
	}
	},
	"issued":"1989-06-12",
	"dateSubmitted":2016,
	"creator":[
		{
		"Person":
		{"name":"Oliveira-Filho, R M, RM"
	}
	},
	{
		"Person":
		{"name":"Uehara, O A, OA"
	}
	},
	{
		"Person":
		{"name":"Minetti, C A, CA"
	}
	},
	{
		"Person":
		{"name":"Valle, L B, LB"
	}
	}
	],
	"abstract":{"value":"1. The effects of the active principles of S. rebaudiana (SR) on endocrine parameters of male rats were studied upon chronic administrations (60 days) of a concentrated, crude extract of its leaves, starting at prepubertal age (25-30 days old). 2. The following determinations were made: glycemia; serum levels of T3 and T4; available binding sites in thyroid hormone-binding proteins (T3R index); binding of [3H]R 1881 to prostate cytosol; zinc content in prostate, testis, submandibular salivary gland (SMG) and pancreas; water content in testis and prostate. The body weight gain and the final weight of testis, prostate, seminal vesicle, SMG and adrenal were also studied. 3. Results showed that the SR-treated group did not significantly differ from the control group, with exception to the seminal vesicle weight, which fell by about 60%. 4. It is concluded that if the SR extract does have some potential to decrease rat fertility at all, this effect is almost certainly not exerted on the male."}
	,"source":{"resource":"https://www.ncbi.nlm.nih.gov/pubmed/"}}}
