{"resource": {
	"language":"eng",
	"title":{"value":"Chemical characterization and prebiotic activity of fructo-oligosaccharides from Stevia rebaudiana (Bertoni) roots and in vitro adventitious root cultures."},
	"pageStart":718,
	"pageEnd":25,
	"about":"https://www.ncbi.nlm.nih.gov/pubmed/PM27516323",
	"identifier":"PM27516323",
	"type":"Journal Article",
	"isPartOf":
		{"Journal":
		{"title":{"value":"Carbohydrate polymers"},
	"ISSN":{"value":"1879-1344"}
	}
	},
	"issued":"2016-08-12",
	"dateSubmitted":2016,
	"creator":[
		{
		"Person":
		{"name":"Sanches Lopes, Sheila Mara, SM"
	}
	},
	{
		"Person":
		{"name":"Francisco, Mariane Grigio, MG"
	}
	},
	{
		"Person":
		{"name":"Higashi, Bruna, B"
	}
	},
	{
		"Person":
		{"name":"de Almeida, Rafaela Takako Ribeiro, RT"
	}
	},
	{
		"Person":
		{"name":"Krausová, Gabriela, G"
	}
	},
	{
		"Person":
		{"name":"Pilau, Eduardo Jorge, EJ"
	}
	},
	{
		"Person":
		{"name":"Gonçalves, José Eduardo, JE"
	}
	},
	{
		"Person":
		{"name":"Gonçalves, Regina Aparecida Correia, RA"
	}
	},
	{
		"Person":
		{"name":"Oliveira, Arildo José Braz de, AJ"
	}
	}
	],
	"abstract":{"value":"Stevia rebaudiana (Bertoni) is widely studied because of its foliar steviol glycosides. Fructan-type polysaccharides were recently isolated from its roots. Fructans are reserve carbohydrates that have important positive health effects and technological applications in the food industry. The objective of the present study was to isolate and characterize fructo-oligosaccharides (FOSs) from S. rebaudiana roots and in vitro adventitious root cultures and evaluate the potential prebiotic effect of these molecules. The in vitro adventitious root cultures were obtained using a roller bottle system. Chemical analyses (gas chromatography-mass spectrometry, (1)H nuclear magnetic resonance, and off-line electrospray ionization-mass spectrometry) revealed similar chemical properties of FOSs that were obtained from the different sources. The potential prebiotic effects of FOSs that were isolated from S. rebaudiana roots enhanced the growth of both bifidobacteria and lactobacilli, with strains specificity in their fermentation ability."}
	,"source":{"resource":"https://www.ncbi.nlm.nih.gov/pubmed/"}}}
