{"resource": {
	"language":"eng",
	"title":{"value":"Evaluation of the Antihyperglycemic Effect of Minor Steviol Glycosides in Normoglycemic and Induced-Diabetic Wistar Rats."},
	"pageStart":844,
	"volume":9,
	"doi":"10.1089/jmf.2016.0014",
	"pageEnd":52,
	"about":"https://www.ncbi.nlm.nih.gov/pubmed/PM27513814",
	"identifier":"PM27513814",
	"type":"Journal Article",
	"isPartOf":
		{"Journal":
		{"title":{"value":"Journal of medicinal food"},
	"ISSN":{"value":"1557-7600"}
	}
	},
	"issued":"2016-09-15",
	"dateSubmitted":"forIndex",
	"creator":[
		{
		"Person":
		{"name":"Aranda-González, Irma, I"
	}
	},
	{
		"Person":
		{"name":"Moguel-Ordóñez, Yolanda, Y"
	}
	},
	{
		"Person":
		{"name":"Chel-Guerrero, Luis, L"
	}
	},
	{
		"Person":
		{"name":"Segura-Campos, Maira, M"
	}
	},
	{
		"Person":
		{"name":"Betancur-Ancona, David, D"
	}
	}
	],
	"abstract":{"value":"Steviol glycosides are a family of compounds found in Stevia rebaudiana Bertoni that are responsible for sweetness capacity. The antihyperglycemic effect of the two major steviol glycosides, Rebaudioside A and Stevioside, has been studied and it has been found that despite having the same common structure, only Stevioside exerts an antihyperglycemic effect. Although other steviol derivatives are found in smaller amounts (minor steviol glycosides) in S. rebaudiana, whether or not they possess antihyperglycemic activity has not been evaluated. The aim of this study was to evaluate the antihyperglycemic effect of minor steviol glycosides in normoglycemic and diabetic (streptozotocin/nicotinamide) Wistar rats. Rats were subjected to an intraperitoneal glucose tolerance test (IPGTT) both before and after chronic treatment (28 days). After 6 h of fasting, IPGTT was conducted in pentobarbital-anesthetized rats using 1 g/kg of glucose plus 20 mg/kg of the minor glycoside (Dulcoside A, Rebaudioside B, C, D, or Steviolbioside) or control treatment (distilled water, glibenclamide, or metformin); the blood of the tip of the tail was collected at time 0, 15, 30, 60, and 120 min.; and blood glucose was measured, and its net area under the curve (AUCnet) was calculated. After 28-day chronic oral administration, IPGTT was again performed. Differences were considered significant at P < .05 by one-way ANOVA. Acute intraperitoneal or chronic oral administration of 20 mg/kg of minor steviol glycosides had no antihyperglycemic effect in normoglycemic or induced-diabetic Wistar rats. Considering the dose tested, it is unlikely that these glycosides have an effect on glucose in diabetic or normoglycemic humans."}
	,"source":{"resource":"https://www.ncbi.nlm.nih.gov/pubmed/"}}}
