{"resource": {
	"language":"ENG",
	"title":{"value":"Synthetic genome engineering forging new frontiers for wine yeast."},
	"pageStart":1,
	"doi":"10.1080/07388551.2016.1214945",
	"pageEnd":25,
	"about":"https://www.ncbi.nlm.nih.gov/pubmed/PM27535766",
	"identifier":"PM27535766",
	"type":"Journal Article",
	"isPartOf":
		{"Journal":
		{"title":{"value":"Critical reviews in biotechnology"},
	"ISSN":{"value":"1549-7801"}
	}
	},
	"issued":"2016-9-29",
	"dateSubmitted":"forIndex",
	"creator":
		{"Person":
		{"name":"Pretorius, Isak S, IS"
	}
	},
	"abstract":{"value":"Over the past 15 years, the seismic shifts caused by the convergence of biomolecular, chemical, physical, mathematical, and computational sciences alongside cutting-edge developments in information technology and engineering have erupted into a new field of scientific endeavor dubbed Synthetic Biology. Recent rapid advances in high-throughput DNA sequencing and DNA synthesis techniques are enabling the design and construction of new biological parts (genes), devices (gene networks) and modules (biosynthetic pathways), and the redesign of biological systems (cells and organisms) for useful purposes. In 2014, the budding yeast Saccharomyces cerevisiae became the first eukaryotic cell to be equipped with a fully functional synthetic chromosome. This was achieved following the synthesis of the first viral (poliovirus in 2002 and bacteriophage Phi-X174 in 2003) and bacterial (Mycoplasma genitalium in 2008 and Mycoplasma mycoides in 2010) genomes, and less than two decades after revealing the full genome sequence of a laboratory (S288c in 1996) and wine (AWRI1631 in 2008) yeast strain. A large international project - the Synthetic Yeast Genome (Sc2.0) Project - is now underway to synthesize all 16 chromosomes (∼12 Mb carrying ∼6000 genes) of the sequenced S288c laboratory strain by 2018. If successful, S. cerevisiae will become the first eukaryote to cross the horizon of in silico design of complex cells through de novo synthesis, reshuffling, and editing of genomes. In the meantime, yeasts are being used as cell factories for the semi-synthetic production of high-value compounds, such as the potent antimalarial artemisinin, and food ingredients, such as resveratrol, vanillin, stevia, nootkatone, and saffron. As a continuum of previously genetically engineered industrially important yeast strains, precision genome engineering is bound to also impact the study and development of wine yeast strains supercharged with synthetic DNA. The first taste of what the future holds is the de novo production of the raspberry ketone aroma compound, 4-[4-hydroxyphenyl]butan-2-one, in a wine yeast strain (AWRI1631), which was recently achieved via metabolic pathway engineering and synthetic enzyme fusion. A peek over the horizon is revealing that the future of \"Wine Yeast 2.0\" is already here. Therefore, this article seeks to help prepare the wine industry - an industry rich in history and tradition on the one hand, and innovation on the other - for the inevitable intersection of the ancient art practiced by winemakers and the inventive science of pioneering \"synthetic genomicists\". It would be prudent to proactively engage all stakeholders - researchers, industry practitioners, policymakers, regulators, commentators, and consumers - in a meaningful dialog about the potential challenges and opportunities emanating from Synthetic Biology. To capitalize on the new vistas of synthetic yeast genomics, this paper presents wine yeast research in a fresh context, raises important questions and proposes new directions."}
	,"source":{"resource":"https://www.ncbi.nlm.nih.gov/pubmed/"}}}
