{"resource": {
	"language":"eng",
	"title":{"value":"Gene transcription and steviol glycoside accumulation in Stevia rebaudiana under polyethylene glycol-induced drought stress in greenhouse cultivation."},
	"pageStart":937,
	"volume":9,
	"doi":"10.1002/2211-5463.12099",
	"pageEnd":44,
	"about":"https://www.ncbi.nlm.nih.gov/pubmed/PM27642557",
	"identifier":"PM27642557",
	"type":"Journal Article",
	"isPartOf":
		{"Journal":
		{"title":{"value":"FEBS open bio"},
	"ISSN":{"value":"2211-5463"}
	}
	},
	"issued":"2016-09-19",
	"dateSubmitted":"forIndex",
	"uri":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5011492",
	"creator":[
		{
		"Person":
		{"name":"Hajihashemi, Shokoofeh, S"
	}
	},
	{
		"Person":
		{"name":"Geuns, Jan M C, JM"
	}
	}
	],
	"abstract":{"value":"Stevia rebaudiana is a sweet herb of the Astraceae family, which is cultivated for the natural sweeteners it contains. The aim of this study was to assess the effect of drought, simulated by the application of polyethylene glycol (5%, 10%, and 15% w/v), on the content of steviol glycosides (SVglys) and transcription levels of six genes involved in the biosynthesis of these natural sweeteners. The transcription levels of ent-kaurene synthase, ent-kaurene oxidase, ent-kaurenoic acid hydroxylase, and three UDP-dependent glycosyltransferases, UGT85C2,UGT74G1 and UGT76G1 were downregulated under polyethylene glycol treatment. Polyethylene glycol treatment significantly decreased the amount of stevioside, rebaudioside A, B, C and F, steviolbioside, dulcoside A, rubusoside, and total SVglys. These results strongly suggest a close relationship of SVglys content with the transcription of genes involved in the SVglys biosynthesis pathway. Comparing the observations of the present study with other reports provided the knowledge that the Stevia response to drought stress can be influenced by different environmental and experimental factors, in addition to intensity of drought stress. In conclusion, these results strongly suggest that polyethylene glycol-induced drought stress has a negative effect on the content of SVglys and transcription of SVglys biosynthetic genes and that this should be investigated further. We recommend that sufficient irrigation of Stevia is required to obtain a high content of SVglys."}
	,"source":{"resource":"https://www.ncbi.nlm.nih.gov/pubmed/"}}}
