{"resource": {
	"issued":"2016-6-1",
	"dateSubmitted":"forIndex",
	"language":"ENG",
	"title":{"value":"Effect of zinc oxide (ZnO) nanoparticles on physiology and steviol glycosides production in micropropagated shoots of Stevia rebaudiana Bertoni."},
	"creator":[
		{
		"Person":
		{"name":"Javed, Rabia, R"
	}
	},
	{
		"Person":
		{"name":"Usman, Muhammad, M"
	}
	},
	{
		"Person":
		{"name":"Yücesan, Buhara, B"
	}
	},
	{
		"Person":
		{"name":"Zia, Muhammad, M"
	}
	},
	{
		"Person":
		{"name":"Gürel, Ekrem, E"
	}
	}
	],
	"doi":"10.1016/j.plaphy.2016.05.032",
	"about":"https://www.ncbi.nlm.nih.gov/pubmed/PM27246994",
	"identifier":"PM27246994",
	"type":"Journal Article",
	"abstract":{"value":"This study aims to address the effects of different concentrations (0, 0.1, 1.0, 10, 100 or 1000 mg L(-1)) of engineered zinc oxide (ZnO) nanoparticles (34 nm in size) on growth parameters, steviol glycosides (rebaudioside A and stevioside) production and antioxidant activities in the tissue culture grown shoots of Stevia rebaudiana Bertoni. The highest percentage of shoot formation (89.6%) at 1 mg L(-1) of ZnO nanoparticles concentration suggests a positive influence of ZnO nanoparticles on S. rebaudiana growth as compared to other treatments with or without ZnO nanoparticles. Additionally, HPLC results illustrate a significant enhancement of steviol glycosides (almost doubled as compared to the control) in micropropagated shoots grown under an oxidative stress of 1 mg L(-1) of ZnO nanoparticles. This finding is further affirmed by an increased 2,2-diphenyl-1-picryl hydrazyl (DPPH) scavenging activity, total anti-oxidant capacity, total reducing power, total flavonoid content and total phenolic content, with an ascending oxidative pressure and generation of reactive oxygen species (ROS). However, the antioxidant activities, formation of secondary metabolites and the physiological parameters showed a sudden decline after crossing a threshold of 1 mg L(-1) concentration of ZnO nanoparticles and falls to a minimum at 1000 mg L(-1), elucidating maximum phytotoxic effect of ZnO nanoparticles at this concentration. This is the first study evaluating both the favorable and adverse effects of ZnO nanoparticles employed to a highly valuable medicinal plant, S. rebaudiana."},
	"isPartOf":
		{"Journal":
		{"title":{"value":"Plant physiology and biochemistry : PPB"},
	"ISSN":{"value":"1873-2690"}
	}
	}
	,"source":{"resource":"https://www.ncbi.nlm.nih.gov/pubmed/"}}}
