{"resource": {
	"language":"ENG",
	"title":{"value":"Antidiabetic potential of bioactive molecules coated chitosan nanoparticles in experimental rats."},
	"pageStart":63,
	"doi":"10.1016/j.ijbiomac.2016.07.006",
	"pageEnd":69,
	"about":"https://www.ncbi.nlm.nih.gov/pubmed/PM27381582",
	"identifier":"PM27381582",
	"type":"Journal Article",
	"isPartOf":
		{"Journal":
		{"title":{"value":"International journal of biological macromolecules"},
	"ISSN":{"value":"1879-0003"}
	}
	},
	"issued":"2016-9-24",
	"dateSubmitted":"forIndex",
	"creator":[
		{
		"Person":
		{"name":"Perumal, Venkatachalam, V"
	}
	},
	{
		"Person":
		{"name":"Manickam, Thiyagarajan, T"
	}
	},
	{
		"Person":
		{"name":"Bang, Keuk-Soo, KS"
	}
	},
	{
		"Person":
		{"name":"Velmurugan, Palanivel, P"
	}
	},
	{
		"Person":
		{"name":"Oh, Byung-Taek, BT"
	}
	}
	],
	"abstract":{"value":"The present study was carried out to examine the antidiabetic effects of chitosan nanoparticles (CNPs) loaded with (Stevia rebaudiana leaf extract-SRLE) bioactive molecules in a rat model of streptozotocin (STZ) induced diabetes mellitus. Successful crosslinking of the bioactive molecules to the chitosan nanoparticles was confirmed by Fourier Transform Infrared Spectroscopy (FTIR). The colloidal characteristics of the synthesized nanoparticles were revealed by X-ray Diffraction (XRD) analysis. Morphological analysis by Transmission Electron Microscopy (TEM) revealed that thebioactive molecule-loaded CNPs were well-dispersed and spherical or polygonal in shape with an average size of<73.27nm than the z-average value (327nm) as measured by Dynamic Light Scattering (DLS). SRLE CNP-treated diabetic rats showed a significant reduction in their mean fasting blood glucose level compared with the diabetic control group. The serum levels of various enzymes viz., serum glutamic oxaloacetic transaminase (SGOT), serum glutamic pyruvic transaminase (SGPT), alkaline phosphatases (ALP), lipid peroxidation, and antioxidant such as catalase (CAT), reduced glutathione (GSH), and superoxide dismutase (SOD) in the SRLE CNP-treated group were closer to normal levels than those in the diabetic control group."}
	,"source":{"resource":"https://www.ncbi.nlm.nih.gov/pubmed/"}}}
