{"resource": {
	"issued":"2016-9-29",
	"dateSubmitted":"forIndex",
	"language":"ENG",
	"title":{"value":"Docking and Molecular Dynamics of Steviol Glycoside-Human Bitter Receptor Interactions."},
	"creator":[
		{
		"Person":
		{"name":"Acevedo, Waldo, W"
	}
	},
	{
		"Person":
		{"name":"González-Nilo, Fernando, F"
	}
	},
	{
		"Person":
		{"name":"Agosin, Eduardo, E"
	}
	}
	],
	"doi":"10.1021/acs.jafc.6b02840",
	"about":"https://www.ncbi.nlm.nih.gov/pubmed/PM27640213",
	"identifier":"PM27640213",
	"type":"Journal Article",
	"abstract":{"value":"Stevia is one of the sweeteners with the greatest consumer demand because of its natural origin and minimal calorie content. Steviol glycosides (SG) are the main active compounds present in the leaves of Stevia rebaudiana and are responsible for its sweetness. However, recent in vitro studies in HEK 293 cells revealed that SG specifically activate the hT2R4 and hT2R14 bitter taste receptors, triggering this mouth feel. The objective of this study was to characterize the interaction of SG with these two receptors at the molecular level. The results showed that SG have only one site for orthosteric binding to these receptors. The binding free energy (ΔGbinding) between the receptor and SG was negatively correlated with SG bitterness intensity, for both hT2R4 (r = -0.95) and hT2R14 (r = -0.89). We also determined, by steered molecular dynamics simulations, that the force required to extract stevioside from the receptors was greater than that required for rebaudioside A, in accordance with the ΔG values obtained by molecular docking. Finally, we identified the loop responsible for the activation by SG of both receptors. As a whole, these results contribute to a better understanding of the resulting off-flavor perception of these natural sweeteners in foods and beverages, allowing for better prediction, and control, of the resulting bitterness."},
	"isPartOf":
		{"Journal":
		{"title":{"value":"Journal of agricultural and food chemistry"},
	"ISSN":{"value":"1520-5118"}
	}
	}
	,"source":{"resource":"https://www.ncbi.nlm.nih.gov/pubmed/"}}}
