{"resource": {
	"language":"eng",
	"title":{"value":"A renaissance of soaps? - How to make clear and stable solutions at neutral pH and room temperature."},
	"pageStart":28,
	"doi":"10.1016/j.cis.2016.07.002",
	"pageEnd":42,
	"about":"https://www.ncbi.nlm.nih.gov/pubmed/PM27476328",
	"identifier":"PM27476328",
	"type":"Journal Article",
	"isPartOf":
		{"Journal":
		{"title":{"value":"Advances in colloid and interface science"},
	"ISSN":{"value":"1873-3727"}
	}
	},
	"issued":"2016-09-21",
	"dateSubmitted":"forIndex",
	"creator":[
		{
		"Person":
		{"name":"Wolfrum, Stefan, S"
	}
	},
	{
		"Person":
		{"name":"Marcus, Julien, J"
	}
	},
	{
		"Person":
		{"name":"Touraud, Didier, D"
	}
	},
	{
		"Person":
		{"name":"Kunz, Werner, W"
	}
	}
	],
	"abstract":{"value":"Soaps are the oldest and perhaps most natural surfactants. However, they lost much of their importance since \"technical surfactants\", usually based on sulfates or sulfonates, have been developed over the last fifty years. Indeed, soaps are pH- and salt-sensitive and they are irritant, especially to the eyes. In food emulsions, although authorized, they have a bad taste, and long-chain saturated soaps have a high Krafft temperature. We believe that most or perhaps all of these problems can be solved with modern formulation approaches. We start this paper with a short overview of our present knowledge of soaps and soap formulations. Then we focus on the problem of the lacking soap solubility at neutral pH values. For example, it is well known that with the food emulsifier sodium oleate (NaOl), clear and stable aqueous solutions can only be obtained at pH values higher than 10. A decrease in the pH value leads to turbid and unstable solutions. This effect is not compatible with the formulation of aqueous stable and drinkable formulations with neutral or even acidic pH values. However, the pH value/phase behavior of aqueous soap solutions can be altered by the addition of other surfactants. Such a surfactant can be Rebaudioside A (RebA), a steviol glycoside from the plant Stevia rebaudiana which is used as a natural food sweetener. In a recent paper, we showed the influence of RebA on the apKa value of sodium oleate in a beverage microemulsion and on its clearing temperature. In the present paper, we report on the effect of the edible bio-surfactant RebA, on the macroscopic and microscopic phase behavior of simple aqueous sodium oleate solutions at varying pH values. The macroscopic phase behavior is investigated by visual observation and turbidity measurements. The microscopic phase behavior is analyzed by acid-base titration curves, phase-contrast and electron microscopy. It turned out that even at neutral pH, aqueous NaOl/RebA solutions can be completely clear and stable for more than 50days at room temperature. This is for the first time that a long chain soap could be really solubilized in water at neutral pH at room temperature. At last, these findings were applied to prepare stable, highly translucent and drinkable aqueous solutions of omega-3-fatty acids at a pH value of 7.5."}
	,"source":{"resource":"https://www.ncbi.nlm.nih.gov/pubmed/"}}}
