{"resource": {
	"language":"eng",
	"title":{"value":"Effects of Stevia rebaudiana natural products on rat liver mitochondria."},
	"subject":[
		{"value":"Adenosine Diphosphate"},
	{"value":"Adenosine Triphosphatases"},
	{"value":"Adenosine Triphosphate"},
	{"value":"Animals"},
	{"value":"Diterpenes"},
	{"value":"Diterpenes, Kaurane"},
	{"value":"Glucosides"},
	{"value":"Glutamates"},
	{"value":"Glutamic Acid"},
	{"value":"In Vitro Techniques"},
	{"value":"Mitochondria, Liver"},
	{"value":"Multienzyme Complexes"},
	{"value":"NADH, NADPH Oxidoreductases"},
	{"value":"Oxygen Consumption"},
	{"value":"Phosphorylation"},
	{"value":"Plant Extracts"},
	{"value":"Plants, Medicinal"},
	{"value":"Proteins"},
	{"value":"Rats"},
	{"value":"Sweetening Agents"},
	{"value":"Terpenes"}
	],
	"pageStart":873,
	"volume":6,
	"pageEnd":82,
	"about":"https://www.ncbi.nlm.nih.gov/pubmed/PM2858211",
	"identifier":"PM2858211",
	"type":"Journal Article",
	"isPartOf":
		{"Journal":
		{"title":{"value":"Biochemical pharmacology"},
	"ISSN":{"value":"0006-2952"}
	}
	},
	"issued":"1985-04-17",
	"dateSubmitted":2016,
	"creator":[
		{
		"Person":
		{"name":"Kelmer Bracht, A, A"
	}
	},
	{
		"Person":
		{"name":"Alvarez, M, M"
	}
	},
	{
		"Person":
		{"name":"Bracht, A, A"
	}
	}
	],
	"abstract":{"value":"The effects of several natural products extracted from the leaves of Stevia rebaudiana on rat liver mitochondria were investigated. The compounds used were stevioside (a non-caloric sweetener), steviolbioside, isosteviol and steviol. Total aqueous extracts of the leaves were also investigated. S. rebaudiana natural products inhibited oxidative phosphorylation, ATPase activity NADH-oxidase activity, succinate-oxidase activity, succinate dehydrogenase, and L-glutamate dehydrogenase. The ADP/O ratio was decreased. Substrate respiration (state II respiration) was increased at low concentrations (up to 0.5 mM) and inhibited at higher concentrations (1 mM or more). In uncoupled mitochondria, inhibition of substrate respiration was the only effect observed. Net proton ejection induced by succinate and swelling induced by several substrates were inhibited. Of the compounds investigated, the sweet principle stevioside was less active. It was concluded that, in addition to the inhibitory effects, S. rebaudiana natural products may also act as uncouplers of oxidative phosphorylation. The possible physiologic consequences of the ingestion of stevioside and S. rebaudiana aqueous extracts are discussed."}
	,"source":{"resource":"https://www.ncbi.nlm.nih.gov/pubmed/"}}}
