{"resource": {
	"language":"eng",
	"title":{"value":"Metabolically activated steviol, the aglycone of stevioside, is mutagenic."},
	"subject":[
		{"value":"Animals"},
	{"value":"Aroclors"},
	{"value":"Biotransformation"},
	{"value":"Chlorodiphenyl (54% Chlorine)"},
	{"value":"Diterpenes"},
	{"value":"Diterpenes, Kaurane"},
	{"value":"Glucosides"},
	{"value":"In Vitro Techniques"},
	{"value":"Liver"},
	{"value":"Male"},
	{"value":"Mutagens"},
	{"value":"Rats"},
	{"value":"Salmonella typhimurium"},
	{"value":"Sweetening Agents"},
	{"value":"Terpenes"}
	],
	"pageStart":2478,
	"volume":8,
	"pageEnd":82,
	"about":"https://www.ncbi.nlm.nih.gov/pubmed/PM3887402",
	"identifier":"PM3887402",
	"type":"Other",
	"isPartOf":
		{"Journal":
		{"title":{"value":"Proceedings of the National Academy of Sciences of the United States of America"},
	"ISSN":{"value":"0027-8424"}
	}
	},
	"issued":"1985-06-03",
	"dateSubmitted":"forIndex",
	"uri":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC397582",
	"creator":[
		{
		"Person":
		{"name":"Pezzuto, J M, JM"
	}
	},
	{
		"Person":
		{"name":"Compadre, C M, CM"
	}
	},
	{
		"Person":
		{"name":"Swanson, S M, SM"
	}
	},
	{
		"Person":
		{"name":"Nanayakkara, D, D"
	}
	},
	{
		"Person":
		{"name":"Kinghorn, A D, AD"
	}
	}
	],
	"abstract":{"value":"Stevioside, a constituent of Stevia rebaudiana, is commonly used as a noncaloric sugar substitute in Japan. Consistent with reports in the literature, we have found that stevioside is not mutagenic as judged by utilization of Salmonella typhimurium strain TM677, either in the presence or in the absence of a metabolic activating system. Similar negative results were obtained with several structurally related sweet-tasting glycosides. However, steviol, the aglycone of stevioside, was found to be highly mutagenic when evaluated in the presence of a 9000 X g supernatant fraction derived from the livers of Aroclor 1254-pretreated rats. Expression of mutagenic activity was dependent on both pretreatment of the rats with Aroclor 1254 and addition of NADPH; unmetabolized steviol was not active. The structurally related species, isosteviol, was not active regardless of metabolic activation. Similarly, chemical reduction of the unsaturated bond linking the carbon-16 and -17 positions of steviol resulted in the generation of two isomeric products, dihydrosteviol A and B, that were not mutagenic. In addition, ent-kaurenoic acid was found to be inactive. It is therefore clear that a metabolite of an integral component of stevioside is mutagenic; structural features of requisite importance for the expression of mutagenic activity include a hydroxy group at position 13 and an unsaturated bond joining the carbon atoms at positions 16 and 17. A potential metabolite of steviol, steviol-16 alpha,17-epoxide, was synthesized chemically and found to be ineffective as a direct-acting mutagen. Thus, although stevioside itself appears innocuous, it would seem prudent to expeditiously and unequivocally establish the human metabolic disposition of this substance."}
	,"source":{"resource":"https://www.ncbi.nlm.nih.gov/pubmed/"}}}
