{"resource": {
	"language":"eng",
	"title":{"value":"Influence of stevioside on hepatic glycogen levels in fasted rats."},
	"subject":[
		{"value":"Administration, Oral"},
	{"value":"Animals"},
	{"value":"Diterpenes"},
	{"value":"Diterpenes, Kaurane"},
	{"value":"Fasting"},
	{"value":"Gluconeogenesis"},
	{"value":"Glucosides"},
	{"value":"Glycogen"},
	{"value":"Liver"},
	{"value":"Male"},
	{"value":"Rats"},
	{"value":"Rats, Wistar"},
	{"value":"Sweetening Agents"},
	{"value":"Terpenes"}
	],
	"pageStart":111,
	"volume":1,
	"pageEnd":8,
	"about":"https://www.ncbi.nlm.nih.gov/pubmed/PM8042003",
	"identifier":"PM8042003",
	"type":"Journal Article",
	"isPartOf":
		{"Journal":
		{"title":{"value":"Research communications in chemical pathology and pharmacology"},
	"ISSN":{"value":"0034-5164"}
	}
	},
	"issued":"1994-08-22",
	"dateSubmitted":"forIndex",
	"creator":[
		{
		"Person":
		{"name":"Hübler, M O, MO"
	}
	},
	{
		"Person":
		{"name":"Bracht, A, A"
	}
	},
	{
		"Person":
		{"name":"Kelmer-Bracht, A M, AM"
	}
	}
	],
	"abstract":{"value":"The influence of stevioside, the sweet glycoside of Stevia rebaudiana leaves, on the glycogen levels of fasted rats was investigated. In one set of experiments, single doses of stevioside (200 mumol) or steviol (200 mumol) were given orally to 24-hours fasted rats, either alone or simultaneously with fructose. Under these conditions both stevioside and steviol increased the initial glycogen deposition in the liver. In another set of experiments, stevioside was given to the rats in the drinking water at the beginning of the fasting periods (5:00 p.m.) of 24 and 48 hours. Two different concentrations were given, 1.0 and 2.0 mM. Increased hepatic glycogen levels were found at 48 hours with stevioside (1.0 mM) and at 24 hours with stevioside (2.0 mM). Steviol had no effect on hepatic glycogen levels when given in the drinking water. It can be concluded that stevioside exerts a stimulatory action on hepatic glycogen synthesis under gluconeogenic conditions."}
	,"source":{"resource":"https://www.ncbi.nlm.nih.gov/pubmed/"}}}
