{"resource": {
	"language":"eng",
	"title":{"value":"Hydroxylation of ent-kaurenoic acid to steviol in Stevia rebaudiana Bertoni--purification and partial characterization of the enzyme."},
	"subject":[
		{"value":"Amino Acid Sequence"},
	{"value":"Diterpenes"},
	{"value":"Diterpenes, Kaurane"},
	{"value":"Hydrogen-Ion Concentration"},
	{"value":"Hydroxylation"},
	{"value":"Kinetics"},
	{"value":"Mixed Function Oxygenases"},
	{"value":"Molecular Sequence Data"},
	{"value":"Molecular Weight"},
	{"value":"NADP"},
	{"value":"Oxygen"},
	{"value":"Plants"},
	{"value":"Sweetening Agents"}
	],
	"pageStart":223,
	"volume":2,
	"pageEnd":30,
	"about":"https://www.ncbi.nlm.nih.gov/pubmed/PM8806729",
	"identifier":"PM8806729",
	"type":"Journal Article",
	"isPartOf":
		{"Journal":
		{"title":{"value":"Archives of biochemistry and biophysics"},
	"ISSN":{"value":"0003-9861"}
	}
	},
	"issued":"1996-11-05",
	"dateSubmitted":2016,
	"creator":[
		{
		"Person":
		{"name":"Kim, K K, KK"
	}
	},
	{
		"Person":
		{"name":"Sawa, Y, Y"
	}
	},
	{
		"Person":
		{"name":"Shibata, H, H"
	}
	}
	],
	"abstract":{"value":"The diterpenoic compound steviol (ent-kaur-16-en-13-ol-19-oic acid) is the aglycone of sweet glycosides accumulated in Stevia rebaudiana Bertoni. This compound is the hydroxylated form of ent-kaurenoic acid (ent-kaur-16-en-19-oic acid; ent-KA). The hydroxylation of ent-KA to form steviol requiring NADPH and molecular oxygen was detected in stroma prepared from S. rebaudiana Bertoni. The enzyme was purified from leaf extract to apparent homogeneity with a molecular mass of 39 kDa. Taken together with the value of 160 kDa estimated for native enzyme, this suggested that the hydroxylating enzyme is a homotetramer. The N-terminal sequence was determined through 20 residues. The pH optimum was 7.5-7.8. Apparent Km values were 11.1 microM for ent-KA and 20.6 microM for NADPH. Its visible absorption spectrum suggested that the enzyme was flavoprotein. The stoichiometric relationship between the formation of steviol and the utilization of ent-KA and cofactors confirmed the equation ent-KA + NADPH + H(+) + O2-->steviol + NADPH(+) + H2O."}
	,"source":{"resource":"https://www.ncbi.nlm.nih.gov/pubmed/"}}}
