{"resource": {
	"language":"eng",
	"title":{"value":"Evaluation of the genotoxicity of stevioside and steviol using six in vitro and one in vivo mutagenicity assays."},
	"subject":[
		{"value":"Animals"},
	{"value":"Bacillus subtilis"},
	{"value":"Biotransformation"},
	{"value":"CHO Cells"},
	{"value":"Cricetinae"},
	{"value":"Diterpenes"},
	{"value":"Diterpenes, Kaurane"},
	{"value":"Escherichia coli"},
	{"value":"Glucosides"},
	{"value":"Male"},
	{"value":"Mice"},
	{"value":"Micronucleus Tests"},
	{"value":"Mutagenicity Tests"},
	{"value":"Salmonella typhimurium"},
	{"value":"Sweetening Agents"},
	{"value":"Terpenes"}
	],
	"pageStart":573,
	"volume":6,
	"pageEnd":9,
	"about":"https://www.ncbi.nlm.nih.gov/pubmed/PM8962427",
	"identifier":"PM8962427",
	"type":"Journal Article",
	"isPartOf":
		{"Journal":
		{"title":{"value":"Mutagenesis"},
	"ISSN":{"value":"0267-8357"}
	}
	},
	"issued":"1997-02-27",
	"dateSubmitted":"forIndex",
	"creator":[
		{
		"Person":
		{"name":"Matsui, M, M"
	}
	},
	{
		"Person":
		{"name":"Matsui, K, K"
	}
	},
	{
		"Person":
		{"name":"Kawasaki, Y, Y"
	}
	},
	{
		"Person":
		{"name":"Oda, Y, Y"
	}
	},
	{
		"Person":
		{"name":"Noguchi, T, T"
	}
	},
	{
		"Person":
		{"name":"Kitagawa, Y, Y"
	}
	},
	{
		"Person":
		{"name":"Sawada, M, M"
	}
	},
	{
		"Person":
		{"name":"Hayashi, M, M"
	}
	},
	{
		"Person":
		{"name":"Nohmi, T, T"
	}
	},
	{
		"Person":
		{"name":"Yoshihira, K, K"
	}
	},
	{
		"Person":
		{"name":"Ishidate, M, M"
	}
	},
	{
		"Person":
		{"name":"Sofuni, T, T"
	}
	}
	],
	"abstract":{"value":"Stevioside, a constituent of Stevia rebaudiana, is commonly used as a non-caloric sugar substitute in Japan. The genetic toxicities of stevioside and its aglycone, steviol, were examined with seven mutagenicity tests using bacteria (reverse mutation assay, forward mutation assay, umu test and rec assay), cultured mammalian cells (chromosomal aberration test and gene mutation assay) and mice (micronucleus test). Stevioside was not mutagenic in any of the assays examined. The aglycone, steviol, however, produced dose-related positive responses in some mutagenicity tests, i.e. the forward mutation assay using Salmonella typhimurium TM677, the chromosomal aberration test using Chinese hamster lung fibroblast cell line (CHL) and the gene mutation assay using CHL. Metabolic activation systems containing 9000 g supernatant fraction (S9) of liver homogenates prepared from polychlorinated biphenyl or phenobarbital plus 5,6-benzoflavone-pretreated rats were required for mutagenesis and clastogenesis. Steviol was weakly positive in the umu test using S.typhimurium TA1535/pSK1002 either with or without the metabolic activation system. Steviol, even in the presence of the S9 activation system, was negative in other assays, i.e. the reverse mutation assays using S.typhimurium TA97, TA98, TA100, TA102, TA104, TA1535, TA1537 and Escherichia coli WP2 uvrA/pKM101 and the rec-assay using Bacillus subtilis. Steviol was negative in the mouse micronucleus test. The genotoxic risk of steviol to humans is discussed."}
	,"source":{"resource":"https://www.ncbi.nlm.nih.gov/pubmed/"}}}
