{"resource": {
	"language":"eng",
	"title":{"value":"A crude extract of Stevia rebaudiana increases the renal plasma flow of normal and hypertensive rats."},
	"subject":[
		{"value":"Animals"},
	{"value":"Blood Pressure"},
	{"value":"Glomerular Filtration Rate"},
	{"value":"Kidney"},
	{"value":"Male"},
	{"value":"Plant Extracts"},
	{"value":"Rats"},
	{"value":"Rats, Wistar"},
	{"value":"Renal Circulation"}
	],
	"pageStart":669,
	"volume":5,
	"pageEnd":75,
	"about":"https://www.ncbi.nlm.nih.gov/pubmed/PM9033821",
	"identifier":"PM9033821",
	"type":"Journal Article",
	"isPartOf":
		{"Journal":
		{"title":{"value":"Brazilian journal of medical and biological research = Revista brasileira de pesquisas médicas e biológicas / Sociedade Brasileira de Biofísica ... [et al.]"},
	"ISSN":{"value":"0100-879X"}
	}
	},
	"issued":"1997-03-20",
	"dateSubmitted":"forIndex",
	"creator":
		{"Person":
		{"name":"Melis, M S, MS"
	}
	},
	"abstract":{"value":"The effect of S. rebaudiana extract on renal function was evaluated in normotensive and in experimental renal hypertensive rats (GII) using clearance techniques. Experiments were performed on male Wistar rats weighing 300-330 g (10 animals per group). Goldblatt GII experimental hypertension was induced by placing a silver clip with an internal gap of 0.25 mm around the left renal artery under ether anesthesia. The contralateral kidney was left untouched. Stevia was administered 10-12 weeks after clipping. Oral-administration of Stevia extract, corresponding to 2.67 g dry leaves/day for 30 days, resulted in a significant decrease in mean arterial pressure in both the normo-(N) and hypertensive rats (H) (N rats: 113 +/- 3.0 mmHg in the control (C) group vs 69.5 +/- 4.0 mmHg in the Stevia (S) group; H rats: 155 +/- 3.0 mmHg in C vs 108 +/- 4.0 mmHg in S; P < 0.05). Glomerular filtration rate was constant in the N rats and increased significantly in the H rats after Stevia treatment 16.47 +/- 1.29 vs 14.2 +/- 1.33 ml min-1 kg-1 in the C and S groups, respectively, P < 0.05). Normo- and hypertensive rats presented an increase in renal plasma flow following oral Stevia administration (N rats: 16.4 +/- 3.10 ml min-1 kg-1 in the C group vs 33.3 +/- 3.20 ml min-1 kg-1 in the S group. P < 0.05; H rats: 19.30 +/- 2.45 ml min-1 kg-1 in the C group vs 37.0 +/- 3.93 ml min-1 kg-1 in the S group, P < 0.05). Stevia administration provoked an increase in urinary flow in both N and H animals (1.37 +/- 0.08% vs 2.32 +/- 0.11%, P < 0.05 and 1.47 +/- 0.07% vs 2.96 +/- 0.13%, P < 0.05 in N and H rats, respectively). Sodium excretion increased in N and H animals after Stevia treatment (N rats: 0.61 +/- 0.07% in the C group vs 1.55 +/- 0.20% in the S group, P < 0.05; H rats: 0.70 +/- 0.10% in the C group vs 2.22 +/- 0.45% in the S group, P < 0.05). These results are consistent with impairment of a renal autoregulation mechanism in this hypertensive model after Stevia administration. In conclusion, it was shown that Stevia extract, at doses higher than used for sweetening purposes, is a vasodilator agent in normo- and hypertensive animals."}
	,"source":{"resource":"https://www.ncbi.nlm.nih.gov/pubmed/"}}}
