{"resource": {
	"language":"eng",
	"title":{"value":"Lack of mutagenicity of stevioside and steviol in Salmonella typhimurium TA 98 and TA 100."},
	"subject":[
		{"value":"Animals"},
	{"value":"Cricetinae"},
	{"value":"Diterpenes"},
	{"value":"Diterpenes, Kaurane"},
	{"value":"Guinea Pigs"},
	{"value":"In Vitro Techniques"},
	{"value":"Mice"},
	{"value":"Mutagenicity Tests"},
	{"value":"Rats"},
	{"value":"Rats, Wistar"},
	{"value":"Salmonella typhimurium"},
	{"value":"Sweetening Agents"}
	],
	"pageStart":"S121",
	"pageEnd":8,
	"about":"https://www.ncbi.nlm.nih.gov/pubmed/PM9347659",
	"identifier":"PM9347659",
	"type":"Journal Article",
	"isPartOf":
		{"Journal":
		{"title":{"value":"Journal of the Medical Association of Thailand = Chotmaihet thangphaet"},
	"ISSN":{"value":"0125-2208"}
	}
	},
	"issued":"1997-12-23",
	"dateSubmitted":2016,
	"creator":[
		{
		"Person":
		{"name":"Klongpanichpak, S, S"
	}
	},
	{
		"Person":
		{"name":"Temcharoen, P, P"
	}
	},
	{
		"Person":
		{"name":"Toskulkao, C, C"
	}
	},
	{
		"Person":
		{"name":"Apibal, S, S"
	}
	},
	{
		"Person":
		{"name":"Glinsukon, T, T"
	}
	}
	],
	"abstract":{"value":"Stevioside, a sweet-tasting diterpene glycoside derived from Stevia rebaudiana, and steviol, a product from enzymatic hydrolysis of stevioside, were tested for mutagenic activity by the in vitro Ames test, a preincubation method, using Salmonella typhimurium TA 98 and TA 100 as the tester strains, either in the presence or absence of metabolic activating system derived from the sodium phenobarbital and 5,6-benzoflavone pretreated liver S9 fractions from various animal species including rat, mouse, hamster and guinea pig. Stevioside and steviol at the concentrations up to 50 mg and 2 mg per plate, respectively showed no mutagenic effect on both tester strains either in the presence or absence of metabolic activating system. However, at the high concentration both stevioside and steviol showed some toxic effects on both tester strains. The toxic effect was decreased in the presence of the metabolic activating system."}
	,"source":{"resource":"https://www.ncbi.nlm.nih.gov/pubmed/"}}}
